
ABGCharacterDB = {
	["阿基里斯-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蓝之猫-暗影迷宫"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["Gegergte-海克泰尔"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["橘子狗狗-罗宁"] = {
		["win"] = 6,
		["lose"] = 8,
	},
	["孤家丶-安苏"] = {
		["win"] = 7,
		["lose"] = 2,
	},
	["艾克斯扣食米-国王之谷"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["冷少-奥金顿"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["常丷新-凤凰之神"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["花如雨-诺兹多姆"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["外形随意-罗宁"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["劍影血風煞-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["开爆发-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["哈哈大侠客-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["慷慨激昂-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["遥遥笔人-大漩涡"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["煊宝宝-国王之谷"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["单炒西红柿-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["忘灬鱼-霜之哀伤"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["茜茜爱-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["手机无法-蜘蛛王国"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["胖子王啊-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["你的背包丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["遇我如初見-罗宁"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["嗖少-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["缺个德宝宝-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["雷电发法王-戈古纳斯"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["孤城暮雨-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["格雷帅哥-格雷迈恩"] = {
		["win"] = 2,
		["lose"] = 9,
	},
	["夜丨冠-壁炉谷"] = {
		["win"] = 2,
		["lose"] = 10,
	},
	["嘻嘻哈哈过桥-圣火神殿"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["不觉技痒-军团要塞"] = {
		["win"] = 10,
		["lose"] = 8,
	},
	["需要人陪-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["杀神索马里-山丘之王"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["天下菊花-梦境之树"] = {
		["win"] = 5,
		["lose"] = 1,
	},
	["用兵如神-时光之穴"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["眼泪都在笑-莱索恩"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["哪里都有我-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["豆干豆腐发-白银之手"] = {
		["win"] = 5,
		["lose"] = 4,
	},
	["封口费给人家-末日行者"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["拉风的大亨-自由之风"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["守鹤老人-白银之手"] = {
		["win"] = 13,
		["lose"] = 13,
	},
	["我爱我家四-无尽之海"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["牧牧君-国王之谷"] = {
		["win"] = 0,
		["lose"] = 6,
	},
	["午夜甜梅-金色平原"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["乄秒杀于无形-安苏"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["天赐小龙虾-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["终南-瓦里安"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["后跳-神圣之歌"] = {
		["win"] = 6,
		["lose"] = 9,
	},
	["主教的守护-末日行者"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["亚雷眼泪-亚雷戈斯"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["妍妍小可爱-燃烧之刃"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["童话破灭了-安苏"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["安防公司-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["黑夜小哥-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["琉璃墨色-神圣之歌"] = {
		["win"] = 5,
		["lose"] = 6,
	},
	["清纯小嫂嫂-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小兽竞技四-诺兹多姆"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["Lnfew-安苏"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["猫扑风铃丶-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 10,
	},
	["过滤烟嘴儿-罗宁"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["抑郁症少女丶-罗宁"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["绿发猎猎-洛肯"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["削笔-霜之哀伤"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["花开若离-罗宁"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["Asjdhfk-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["凝望与-提瑞斯法"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["莎娃迪咖-国王之谷"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["辣条骚年-瓦拉纳"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["稅务师-拉文凯斯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["开什么门开门-巨龙之吼"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["夜色丶下-伊瑟拉"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["乱世剑客-克尔苏加德"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["顽皮的雷电球-安苏"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["中外医生丷-白银之手"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["青青女神-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["倒打一耙-外域"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["帅到被狗咬乁-亚雷戈斯"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["贩宠大户-罗宁"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["本地户口-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["宝宝滴贝贝-诺兹多姆"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["螺丝钉解放-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["都是想要哭-安苏"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["看着电视播放-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["小手賊黒-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["星游六-白银之手"] = {
		["win"] = 8,
		["lose"] = 11,
	},
	["得劲儿-罗宁"] = {
		["win"] = 10,
		["lose"] = 12,
	},
	["婲谢夕颜-安苏"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["街女-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["顾上挽人-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["谈笑风-回音山"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["上杜甫睦-伊兰尼库斯"] = {
		["win"] = 5,
		["lose"] = 6,
	},
	["贵族丶人多-永恒之井"] = {
		["win"] = 5,
		["lose"] = 10,
	},
	["的就卡死-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["让开别抢我布-国王之谷"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["炎热-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["血贱三米-金色平原"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["茶道清扬-回音山"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["真人真事-克苏恩"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["星游八-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Xuelemeng-白银之手"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["对方忽然人-海克泰尔"] = {
		["win"] = 6,
		["lose"] = 5,
	},
	["街角扮怪兽-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["半世晨光-奥特兰克"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["势不可挡啊-国王之谷"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["苝葵丨向暖-熊猫酒仙"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["无敌小妹妹-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["亲亲小公举-塞拉摩"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["别打我跟你走-塞拉摩"] = {
		["win"] = 6,
		["lose"] = 2,
	},
	["你好骚哦乁-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["鲁卡斯尔-永恒之井"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["西瓜皮怪-伊莫塔尔"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["大魔王猎-安苏"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["弑神若雨-托尔巴拉德"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["乌龙院-泰兰德"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["本来就狠无知-安苏"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["咚咚呛呛-霜之哀伤"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["沐饮温晴-阿拉索"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["影只形孤-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["红丶玫瑰-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["就打德知道不-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蓝色星语-罗宁"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["不带帽子-黑铁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["星游七-白银之手"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["地板-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["回忆里的人-无尽之海"] = {
		["win"] = 10,
		["lose"] = 7,
	},
	["夏丷海-白银之手"] = {
		["win"] = 2,
		["lose"] = 10,
	},
	["粉色兔女郎-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["可爱樱花猎-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["马玉莲-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["清风饮露丶-神圣之歌"] = {
		["win"] = 6,
		["lose"] = 1,
	},
	["仙女托桃-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Nneriou-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["三十三只松鼠-安苏"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["弱鸡先走-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["迅速发车快-月神殿"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["姿娜-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["吉野君-熊猫酒仙"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["只要消费五-塞拉摩"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["我爱我家二-无尽之海"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["哋獄垉涍-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["若白如梦-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蓝发猎猎-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["忘灬鱼-死亡之翼"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["倾城花以陌-国王之谷"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["寒冷暖色系-远古海滩"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["我是没啥用啊-安苏"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["蔚灬蓝灬-死亡之翼"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["随空跳舞步-安苏"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["下不过你-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["上官灬爱而为-永恒之井"] = {
		["win"] = 5,
		["lose"] = 2,
	},
	["法康师傅-神圣之歌"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["阿斯达克附-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["政能量是火-国王之谷"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["锤你-神圣之歌"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["钱萬灬萬-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["甜丶豆-迦拉克隆"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["活树一只赋-黑暗之门"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["快速发车哦-回音山"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["是个回复-伊森利恩"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["旧时光丿-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["百合联盟旋风-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["段坤窝吃定了-烈焰峰"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["余帝七-白银之手"] = {
		["win"] = 8,
		["lose"] = 4,
	},
	["小刘回老家-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["快速开大车-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["灵魂邂逅-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["紫樱千夏丶-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["小羊侠-安苏"] = {
		["win"] = 4,
		["lose"] = 9,
	},
	["黑夜刺客-麦姆"] = {
		["win"] = 7,
		["lose"] = 7,
	},
	["派乄嗒欣-末日行者"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["烟雨离殇想-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["丿灬张益达-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["选我您好运来-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["我的爱很早-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["超级尛呱籽-巴尔古恩"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["陋室孤影-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["谁辜负了谁-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["并肩丶-永恒之井"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["暗色丷赤瞳-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["葱烧茄子-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["独居你心-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["我是气味儿-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["深谋远虑-塞泰克"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["马小起-瓦里安"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["余帝八-白银之手"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["空荡荡的街-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["心软也是病-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["冰封水竹-克尔苏加德"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["涧肃-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["冰冻陷阱-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["芒果千-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["履霜冰炙-克尔苏加德"] = {
		["win"] = 3,
		["lose"] = 7,
	},
	["喃喃小猟-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["泡芙大兔子-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["流年染指寂寞-白银之手"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["话唠狠人不-无尽之海"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["爱笑的女孩-破碎岭"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["纸糊母老虎-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["欢快的光头强-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["老贼贼猛-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我是小光头-回音山"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["飘丷飘-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["将会发生-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["白银有大姐-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我的胸挪死你-银松森林"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["承诺永远-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["倾微雨-阿拉索"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我是张弟-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["七月海蓝-梦境之树"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["吻你万千-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["暴力狂人-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
}
