
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/way 54.1 78.2", -- [1]
		"/cw 普度一生-罗宁 1", -- [2]
		"...我刚在研究时光配装..", -- [3]
		"/cw 乌啦啦-罗宁 谢谢", -- [4]
		"/inv 七韵彩虹-熊猫酒仙", -- [5]
		"/dbm", -- [6]
		"/INV 小微微", -- [7]
		"/INV 维莉雅蕾妮", -- [8]
		"/cw 罗柠蒋德庆-罗宁 1", -- [9]
		"/cw 猪肉涨价-金色平原 123", -- [10]
		"/i BUG了么..", -- [11]
		"/i 飞不起来", -- [12]
		"/i 还下不来", -- [13]
		"/i 传不出.", -- [14]
		"/i 好了", -- [15]
		"/s 1", -- [16]
		"/s 2", -- [17]
		"/RL", -- [18]
		"/MYSLOT", -- [19]
		"/BGS PROFILES", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
