
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 罗柠肥熊猫 1", -- [1]
		"/WA", -- [2]
		"/INV 甄冰瑜", -- [3]
		"/p 浩劫!", -- [4]
		"/p |cff71d5ff|Hpvptal:32|h[战旗]|h|r", -- [5]
		"火火火", -- [6]
		"/INV 大球球", -- [7]
		"/INV 狂乱合唱-蜘蛛王国", -- [8]
		"/way 54.1 78.2", -- [9]
		"/cw 普度一生-罗宁 1", -- [10]
		"/RL", -- [11]
		"/MYSLOT", -- [12]
		"...我刚在研究时光配装..", -- [13]
		"/cw 乌啦啦-罗宁 谢谢", -- [14]
		"/inv 七韵彩虹-熊猫酒仙", -- [15]
		"/dbm", -- [16]
		"/INV 小微微", -- [17]
		"/INV 维莉雅蕾妮", -- [18]
		"/cw 罗柠蒋德庆-罗宁 1", -- [19]
		"/cw 猪肉涨价-金色平原 123", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
