
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["焊接机器人 - 罗宁"] = "焊接机器人 - 罗宁",
		["匠人匠心 - 蜘蛛王国"] = "匠人匠心 - 蜘蛛王国",
	},
	["profiles"] = {
		["焊接机器人 - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["lastSearchCode"] = "4-0-0-0",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "西楼楼-白银之手",
						["time"] = 1621950501,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "光头能战火-国王之谷",
						["time"] = 1621950501,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "清淺-主宰之剑",
						["time"] = 1621950501,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔火柴-罗宁",
						["time"] = 1621950501,
						["class"] = 9,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡翅儿-主宰之剑",
						["time"] = 1621950501,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "关关之霖-国王之谷",
						["time"] = 1621950501,
						["class"] = 8,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "你媳妇突然-朵丹尼尔",
						["iLvl"] = 72,
						["time"] = 1621950501,
						["class"] = 8,
						["bTag"] = "水果骑士#51540",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "少灬司命-刺骨利刃",
						["iLvl"] = 147,
						["time"] = 1621950501,
						["class"] = 7,
						["bTag"] = "风楚笑天#5800",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "董一刀-石锤",
						["iLvl"] = 154,
						["time"] = 1621950501,
						["class"] = 2,
						["bTag"] = "蜉蝣#5793",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "直接大跳冲锋-白银之手",
						["time"] = 1621951416,
						["class"] = 12,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蒳緋-主宰之剑",
						["iLvl"] = 198,
						["time"] = 1621951416,
						["class"] = 8,
						["bTag"] = "孤傲之熊#56667",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "妖妖零-阿古斯",
						["iLvl"] = 178,
						["time"] = 1621951416,
						["class"] = 11,
						["bTag"] = "黑夜#5259",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "春卷灬大师-白银之手",
						["iLvl"] = 182,
						["time"] = 1621951416,
						["class"] = 1,
						["bTag"] = "春卷大师#51894",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "莫莉貔貔-安苏",
						["time"] = 1621951416,
						["class"] = 9,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冰缘灬辰-安苏",
						["iLvl"] = 189,
						["time"] = 1621951416,
						["class"] = 8,
						["bTag"] = "尘缘#5789",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝的神猎手-罗宁",
						["time"] = 1621951416,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "熊丷魃-国王之谷",
						["time"] = 1621951082,
						["class"] = 7,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "乂灬憔悴-白银之手",
						["iLvl"] = 187,
						["time"] = 1621951416,
						["class"] = 1,
						["bTag"] = "憔悴大神#5494",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "苍白式灬回忆-壁炉谷",
						["iLvl"] = 212,
						["time"] = 1621951416,
						["class"] = 2,
						["bTag"] = "菠萝吹雪#52104",
					}, -- [19]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 8.296142578125,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"4-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-6-0", -- [3]
				"2-257-683-0", -- [4]
				"6-0-0-0", -- [5]
			},
		},
		["匠人匠心 - 蜘蛛王国"] = {
			["createHistoryList"] = {
				"3-251-665-0", -- [1]
				"6-0-16-0", -- [2]
				"2-142-518-0", -- [3]
				"2-257-683-0", -- [4]
				"2-145-530-0", -- [5]
				"111-249-655-0", -- [6]
				"2-142-517-0", -- [7]
				"2-146-659-0", -- [8]
				"2-137-502-0", -- [9]
				"2-256-679-0", -- [10]
				"6-0-17-0", -- [11]
				"2-138-507-0", -- [12]
				"111-249-662-0", -- [13]
				"9-0-19-0", -- [14]
				"2-253-669-0", -- [15]
			},
			["minimap"] = {
				["minimapPos"] = 264.8057964737616,
			},
			["lastSearchCode"] = "2-257-683-0",
			["version"] = "80300.01",
			["advShine"] = "80200.03",
			["searchHistoryList"] = {
				"2-257-683-0", -- [1]
				"2-142-518-0", -- [2]
				"3-258-686-0", -- [3]
				"2-0-0-0", -- [4]
				"9-0-19-0", -- [5]
				"3-251-665-0", -- [6]
				"3-258-687-0", -- [7]
				"6-0-0-0", -- [8]
				"6-0-17-0", -- [9]
				"111-249-655-0", -- [10]
				"2-137-502-0", -- [11]
				"1-247-648-0", -- [12]
				"4-0-7-0", -- [13]
				"4-0-6-0", -- [14]
				"3-251-664-0", -- [15]
				"2-145-530-0", -- [16]
				"2-138-507-0", -- [17]
				"2-137-500-0", -- [18]
				"2-253-669-0", -- [19]
				"111-0-0-0", -- [20]
				"1-0-0-0", -- [21]
				"4-0-0-0", -- [22]
				"3-0-0-0", -- [23]
			},
			["appShine"] = "80200.03",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妳讓我心動-国王之谷",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1594902626,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1594902626,
						["name"] = "粥本粥-国王之谷",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1594902626,
						["name"] = "一梦再起航一-末日行者",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1594902626,
						["name"] = "圣光灬裁决-回音山",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1594902626,
						["name"] = "祖安大猎手-主宰之剑",
					}, -- [5]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1594902626,
						["name"] = "斯达舒来咯-丽丽（四川）",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1594902626,
						["name"] = "芝麻狐丶-国王之谷",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1594902626,
						["name"] = "胥先生-主宰之剑",
					}, -- [8]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "华政守护者-海克泰尔",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1596378653,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "六道-永恒之井",
						["bTag"] = "六翼乌鸦#5881",
						["class"] = 7,
						["time"] = 1596378653,
						["iLvl"] = 479,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "霜晨月丶-白银之手",
						["bTag"] = "彼方#5542",
						["class"] = 3,
						["time"] = 1596378653,
						["iLvl"] = 480,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "保持愤怒丶-回音山",
						["bTag"] = "兔子国王#5507",
						["class"] = 4,
						["time"] = 1596378653,
						["iLvl"] = 483,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "无界人生-铜龙军团",
						["bTag"] = "无界首男#5275",
						["time"] = 1596860538,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 470,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "梦溪月-法拉希姆",
						["bTag"] = "淡淡的无情#5395",
						["class"] = 8,
						["time"] = 1596860538,
						["iLvl"] = 480,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Serccei-白银之手",
						["bTag"] = "糟辣子拌香蕉#5211",
						["class"] = 10,
						["time"] = 1596860538,
						["iLvl"] = 479,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "怀念霹雳火-熊猫酒仙",
						["bTag"] = "霹雳火#51702",
						["class"] = 9,
						["time"] = 1596860538,
						["iLvl"] = 483,
					}, -- [8]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -2.821044921875,
					["x"] = -160.673583984375,
					["scale"] = 1,
				},
			},
		},
	},
}
