
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["焊接机器人 - 罗宁"] = "焊接机器人 - 罗宁",
		["匠人匠心 - 蜘蛛王国"] = "匠人匠心 - 蜘蛛王国",
	},
	["profiles"] = {
		["焊接机器人 - 罗宁"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 8.296142578125,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["lastSearchCode"] = "4-0-6-0",
			["searchHistoryList"] = {
				"4-0-6-0", -- [1]
				"4-0-0-0", -- [2]
				"2-257-683-0", -- [3]
				"6-0-0-0", -- [4]
			},
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["recent"] = {
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "联盟八把手-血色十字军",
						["iLvl"] = 130,
						["time"] = 1618737833,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "上古魔道#5508",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "对你偏爱-罗宁",
						["iLvl"] = 214,
						["time"] = 1618737827,
						["class"] = 11,
						["bTag"] = "修奇#5562",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一爷一-雷霆号角",
						["time"] = 1618737790,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "熠梦-金色平原",
						["iLvl"] = 218,
						["time"] = 1618737775,
						["class"] = 2,
						["bTag"] = "安娜#5918",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜收割者-白银之手",
						["iLvl"] = 153,
						["time"] = 1618737761,
						["class"] = 9,
						["bTag"] = "狂鏖#5849",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "德洛莉斯-白银之手",
						["iLvl"] = 211,
						["time"] = 1618737820,
						["class"] = 8,
						["bTag"] = "洋葱老爹#5584",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙大萌咕丶-白银之手",
						["iLvl"] = 153,
						["time"] = 1618737827,
						["class"] = 11,
						["bTag"] = "一叶知青山#5703",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "playervdbmtk-鲜血熔炉",
						["iLvl"] = 186,
						["time"] = 1618737833,
						["class"] = 6,
						["bTag"] = "StAL#5143",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "德德一德德-奥拉基尔",
						["iLvl"] = 204,
						["time"] = 1618737833,
						["class"] = 11,
						["bTag"] = "霍金哇刘亚酷烈#5331",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥皇后-拉文霍德",
						["time"] = 1618737820,
						["class"] = 8,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "菁辰丶-永恒之井",
						["iLvl"] = 196,
						["time"] = 1618737784,
						["class"] = 1,
						["bTag"] = "苏铭白#5115",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小花猫射手-菲拉斯",
						["iLvl"] = 141,
						["time"] = 1618737806,
						["class"] = 3,
						["bTag"] = "疯狂天才#5692",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空空虚-蜘蛛王国",
						["iLvl"] = 207,
						["time"] = 1618737833,
						["class"] = 4,
						["bTag"] = "pmtgg#5626",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "萨亦挺-白银之手",
						["iLvl"] = 176,
						["time"] = 1618737725,
						["class"] = 7,
						["bTag"] = "BouncyBear#56427",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "辻尾有三-奥特兰克",
						["iLvl"] = 209,
						["time"] = 1618737811,
						["class"] = 9,
						["bTag"] = "铃木惠三#51319",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "暗灬木灬亠-翡翠梦境",
						["iLvl"] = 195,
						["time"] = 1618737833,
						["class"] = 3,
						["bTag"] = "迷你之忍#57932",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "龙小贼-末日行者",
						["iLvl"] = 216,
						["time"] = 1618737833,
						["class"] = 4,
						["bTag"] = "归来的剑客#5862",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "师丨妃暄-阿古斯",
						["iLvl"] = 148,
						["time"] = 1618737800,
						["class"] = 4,
						["bTag"] = "乜爨爻#5839",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "不变是情怀-罗宁",
						["time"] = 1618737725,
						["class"] = 4,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "彪滴皮埃斯-壁炉谷",
						["iLvl"] = 202,
						["time"] = 1618737833,
						["class"] = 1,
						["bTag"] = "智力开发者#5725",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "谁卑微了爱-末日行者",
						["iLvl"] = 199,
						["time"] = 1618737833,
						["class"] = 2,
						["bTag"] = "唧唧复唧唧#51224",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "巭曉-永恒之井",
						["iLvl"] = 200,
						["time"] = 1618737833,
						["class"] = 2,
						["bTag"] = "输入一个名称#59287",
					}, -- [22]
				},
			},
		},
		["匠人匠心 - 蜘蛛王国"] = {
			["createHistoryList"] = {
				"3-251-665-0", -- [1]
				"6-0-16-0", -- [2]
				"2-142-518-0", -- [3]
				"2-257-683-0", -- [4]
				"2-145-530-0", -- [5]
				"111-249-655-0", -- [6]
				"2-142-517-0", -- [7]
				"2-146-659-0", -- [8]
				"2-137-502-0", -- [9]
				"2-256-679-0", -- [10]
				"6-0-17-0", -- [11]
				"2-138-507-0", -- [12]
				"111-249-662-0", -- [13]
				"9-0-19-0", -- [14]
				"2-253-669-0", -- [15]
			},
			["minimap"] = {
				["minimapPos"] = 264.8057964737616,
			},
			["searchHistoryList"] = {
				"2-257-683-0", -- [1]
				"2-142-518-0", -- [2]
				"3-258-686-0", -- [3]
				"2-0-0-0", -- [4]
				"9-0-19-0", -- [5]
				"3-251-665-0", -- [6]
				"3-258-687-0", -- [7]
				"6-0-0-0", -- [8]
				"6-0-17-0", -- [9]
				"111-249-655-0", -- [10]
				"2-137-502-0", -- [11]
				"1-247-648-0", -- [12]
				"4-0-7-0", -- [13]
				"4-0-6-0", -- [14]
				"3-251-664-0", -- [15]
				"2-145-530-0", -- [16]
				"2-138-507-0", -- [17]
				"2-137-500-0", -- [18]
				"2-253-669-0", -- [19]
				"111-0-0-0", -- [20]
				"1-0-0-0", -- [21]
				"4-0-0-0", -- [22]
				"3-0-0-0", -- [23]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -2.821044921875,
					["x"] = -160.673583984375,
					["scale"] = 1,
				},
			},
			["advShine"] = "80200.03",
			["lastSearchCode"] = "2-257-683-0",
			["appShine"] = "80200.03",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "妳讓我心動-国王之谷",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1594902626,
					}, -- [1]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "粥本粥-国王之谷",
						["time"] = 1594902626,
					}, -- [2]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "一梦再起航一-末日行者",
						["time"] = 1594902626,
					}, -- [3]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "圣光灬裁决-回音山",
						["time"] = 1594902626,
					}, -- [4]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "祖安大猎手-主宰之剑",
						["time"] = 1594902626,
					}, -- [5]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "斯达舒来咯-丽丽（四川）",
						["time"] = 1594902626,
					}, -- [6]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "芝麻狐丶-国王之谷",
						["time"] = 1594902626,
					}, -- [7]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "胥先生-主宰之剑",
						["time"] = 1594902626,
					}, -- [8]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "华政守护者-海克泰尔",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1596378653,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "六道-永恒之井",
						["bTag"] = "六翼乌鸦#5881",
						["class"] = 7,
						["time"] = 1596378653,
						["iLvl"] = 479,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "霜晨月丶-白银之手",
						["bTag"] = "彼方#5542",
						["class"] = 3,
						["time"] = 1596378653,
						["iLvl"] = 480,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "保持愤怒丶-回音山",
						["bTag"] = "兔子国王#5507",
						["class"] = 4,
						["time"] = 1596378653,
						["iLvl"] = 483,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "无界人生-铜龙军团",
						["bTag"] = "无界首男#5275",
						["time"] = 1596860538,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 470,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "梦溪月-法拉希姆",
						["bTag"] = "淡淡的无情#5395",
						["class"] = 8,
						["time"] = 1596860538,
						["iLvl"] = 480,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Serccei-白银之手",
						["bTag"] = "糟辣子拌香蕉#5211",
						["class"] = 10,
						["time"] = 1596860538,
						["iLvl"] = 479,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "怀念霹雳火-熊猫酒仙",
						["bTag"] = "霹雳火#51702",
						["class"] = 9,
						["time"] = 1596860538,
						["iLvl"] = 483,
					}, -- [8]
				},
			},
			["version"] = "80300.01",
		},
	},
}
