
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 罗柠熊肥又肥 1", -- [1]
		"/i 这红线2个球都不会", -- [2]
		"/i 2个红球在干嘛呢", -- [3]
		"兜爷", -- [4]
		"先用着", -- [5]
		"我后面又找了GM 估计还是 不行", -- [6]
		"/INV 噃噃", -- [7]
		"/g PVP收益是在太大. jpg", -- [8]
		"/g 你这号能干嘛", -- [9]
		"/i 大圈去近战位啊", -- [10]
		"/tmw", -- [11]
		"其他的只能等30天了 哈哈", -- [12]
		"/script C_GossipInfo.SelectOption(1)", -- [13]
		"来 交易你100W", -- [14]
		"/g 挂的号是废号", -- [15]
		"等了再说.", -- [16]
		"/i 2个小红圈站人踩一下  大红圈放的别太远招小怪要杀的 中红线的人去站红球切割掉", -- [17]
		"/cw 罗柠小肥战 1", -- [18]
		"/MYSLOT", -- [19]
		"还有3个号的塔要爬.", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
