
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["拂霓裳 - 蜘蛛王国"] = "拂霓裳 - 蜘蛛王国",
		["她会的我也会 - 罗宁"] = "她会的我也会 - 罗宁",
	},
	["profiles"] = {
		["拂霓裳 - 蜘蛛王国"] = {
			["recent"] = {
				["3-254-671-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "若梦兮-桑德兰",
						["bTag"] = "FLY#55256",
						["time"] = 1593607426,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 481,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Barelyenough-罗宁",
						["bTag"] = "蹦坑#5119",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 480,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小刘家媳妇-桑德兰",
						["bTag"] = "何以笙箫默#52171",
						["class"] = 5,
						["time"] = 1593607426,
						["iLvl"] = 478,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯火神-白银之手",
						["bTag"] = "默契#51612",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 481,
					}, -- [4]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "廣告位招租-克尔苏加德",
						["time"] = 1593607426,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "晓虹-国王之谷",
						["bTag"] = "listen#5114",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 481,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "不控触须-风暴之眼",
						["bTag"] = "哎哟伟#5839",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 473,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "苏袂荒漠笙-末日行者",
						["bTag"] = "试玩帐号#5845",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 479,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "血蔷薇之月-桑德兰",
						["bTag"] = "單調灬华尓兹#5171",
						["class"] = 9,
						["time"] = 1593607426,
						["iLvl"] = 480,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "迪奥丝法-末日行者",
						["bTag"] = "大杀机#5970",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 482,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "泡灬芙-末日行者",
						["bTag"] = "萨日天#51879",
						["class"] = 9,
						["time"] = 1593607426,
						["iLvl"] = 483,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "十一月十五日-永恒之井",
						["bTag"] = "杨涛#5412",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 480,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "板鸭真好吃-罗宁",
						["bTag"] = "Aron#5916",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 482,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "就不选矮牧-永夜港",
						["bTag"] = "东里个东#5947",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 480,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "烛光里的奶爸-白银之手",
						["bTag"] = "Cavalier#5803",
						["class"] = 11,
						["time"] = 1593607426,
						["iLvl"] = 473,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Shxy-末日行者",
						["bTag"] = "野兽派回忆#5122",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 482,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "无脑炎爆-金色平原",
						["bTag"] = "夜刃风语#5850",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 480,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥的天-罗宁",
						["bTag"] = "逍遥天#5575",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 477,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "咿呀堕鹿目缘-白银之手",
						["bTag"] = "兰鹿鹿#5305",
						["class"] = 12,
						["time"] = 1593607426,
						["iLvl"] = 483,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "吃好好-白银之手",
						["bTag"] = "吃好好#5690",
						["class"] = 1,
						["time"] = 1593607426,
						["iLvl"] = 482,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "龟田百川-白银之手",
						["bTag"] = "为了部落#5121329",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 483,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "小名山炮-白银之手",
						["bTag"] = "小名山炮#5260",
						["class"] = 12,
						["time"] = 1593607426,
						["iLvl"] = 478,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "抓只小德-回音山",
						["bTag"] = "要用魔法打败魔法#5201",
						["class"] = 3,
						["time"] = 1593607426,
						["iLvl"] = 472,
					}, -- [23]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "此物最相思-永恒之井",
						["time"] = 1593607426,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "拭灯踏雪-白银之手",
						["bTag"] = "空空#5895",
						["class"] = 8,
						["time"] = 1593607426,
						["iLvl"] = 474,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "脸圆与眼缘-回音山",
						["bTag"] = "有亲真好#5256",
						["class"] = 1,
						["time"] = 1593607426,
						["iLvl"] = 471,
					}, -- [26]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "火之颂-阿古斯",
						["time"] = 1593607426,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "紅豆最相思丶-白银之手",
						["bTag"] = "杜子滕#5792",
						["class"] = 2,
						["time"] = 1593607426,
						["iLvl"] = 471,
					}, -- [28]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "永夜微尘-轻风之语",
						["time"] = 1593607415,
					}, -- [29]
				},
				["3-258-686-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿纳斯塔西娅-蓝龙军团",
						["bTag"] = "龙逗逗#5924",
						["class"] = 1,
						["time"] = 1593785876,
						["iLvl"] = 478,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "太苏-伊萨里奥斯",
						["bTag"] = "花语风#5870",
						["class"] = 12,
						["time"] = 1593785876,
						["iLvl"] = 478,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "闲云天-朵丹尼尔",
						["bTag"] = "闲云天#5934",
						["class"] = 3,
						["time"] = 1593785876,
						["iLvl"] = 470,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "百无禁忌刷野-主宰之剑",
						["bTag"] = "SuperNinja#536562",
						["class"] = 7,
						["time"] = 1593785876,
						["iLvl"] = 480,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "塞伦迪斯-风暴之眼",
						["bTag"] = "迷乱之影#5119",
						["class"] = 2,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "人造人十八号-蓝龙军团",
						["bTag"] = "小胖#5714",
						["time"] = 1593785876,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 479,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Mypoison-罗宁",
						["bTag"] = "情缘深浅#5265",
						["class"] = 4,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "清风漂移-主宰之剑",
						["bTag"] = "白子畫#51801",
						["class"] = 3,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "李玥如-蓝龙军团",
						["bTag"] = "李月如#5730",
						["class"] = 2,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "绯红玫瑰-蓝龙军团",
						["bTag"] = "湛蓝玫瑰#5872",
						["class"] = 6,
						["time"] = 1593785876,
						["iLvl"] = 480,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小伙神-罗宁",
						["bTag"] = "小趴0925#5272",
						["class"] = 8,
						["time"] = 1593785876,
						["iLvl"] = 484,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "麦尔文-蓝龙军团",
						["bTag"] = "彦子#5601",
						["class"] = 8,
						["time"] = 1593785876,
						["iLvl"] = 478,
					}, -- [12]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "湛蓝玫瑰-蓝龙军团",
						["time"] = 1593785626,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "千手柱间-朵丹尼尔",
						["bTag"] = "GengFord#5906",
						["class"] = 8,
						["time"] = 1593785876,
						["iLvl"] = 472,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "明月入我怀-主宰之剑",
						["bTag"] = "老板加个面#5246",
						["class"] = 11,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "狂刀血斧-泰拉尔",
						["bTag"] = "yylong#5802",
						["class"] = 1,
						["time"] = 1593785876,
						["iLvl"] = 480,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "凌风织梦绘璃-诺兹多姆",
						["bTag"] = "奥米茄百合子#5922",
						["class"] = 6,
						["time"] = 1593785876,
						["iLvl"] = 477,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的馒头-黑铁",
						["bTag"] = "心如白云#5721",
						["class"] = 4,
						["time"] = 1593785876,
						["iLvl"] = 476,
					}, -- [18]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "末曰使者-末日行者",
						["time"] = 1593785876,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "嗯嘛呢叭咪吽-白银之手",
						["bTag"] = "唵嘛呢叭咪吽#51802",
						["class"] = 1,
						["time"] = 1593785876,
						["iLvl"] = 480,
					}, -- [20]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "紅豆生南国-蓝龙军团",
						["time"] = 1593785626,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Harlem-白银之手",
						["bTag"] = "富贵吉祥#5729",
						["class"] = 3,
						["time"] = 1593785876,
						["iLvl"] = 480,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "白嫖-蜘蛛王国",
						["bTag"] = "Lff#51546",
						["class"] = 6,
						["time"] = 1593785876,
						["iLvl"] = 467,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "妙手回春哥-末日行者",
						["bTag"] = "妥妥的江公子#5506",
						["class"] = 11,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "柳梦璃-守护之剑",
						["bTag"] = "songsong#5891",
						["class"] = 9,
						["time"] = 1593785876,
						["iLvl"] = 481,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "李懿如-蓝龙军团",
						["bTag"] = "李月如#5730",
						["class"] = 8,
						["time"] = 1593785733,
						["iLvl"] = 415,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "打啊-达纳斯",
						["bTag"] = "守望#53404",
						["class"] = 2,
						["time"] = 1593785876,
						["iLvl"] = 479,
					}, -- [27]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "龙城小乳鸽丶-蓝龙军团",
						["time"] = 1593785876,
					}, -- [28]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -120.3730163574219,
					["scale"] = 1,
				},
			},
			["advShine"] = "80200.03",
			["lastSearchCode"] = "2-257-683-0",
			["version"] = "80300.01",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"6-0-17-0", -- [2]
				"9-0-19-0", -- [3]
				"111-249-655-0", -- [4]
				"2-146-659-0", -- [5]
				"2-138-507-0", -- [6]
				"3-14-38-0", -- [7]
				"2-253-669-0", -- [8]
				"2-142-518-0", -- [9]
			},
			["searchHistoryList"] = {
				"2-257-683-0", -- [1]
				"3-258-686-0", -- [2]
				"3-254-671-0", -- [3]
				"3-258-687-0", -- [4]
				"6-0-16-0", -- [5]
				"9-0-19-0", -- [6]
				"2-142-517-0", -- [7]
				"2-142-518-0", -- [8]
				"2-0-0-0", -- [9]
				"6-0-0-0", -- [10]
				"6-0-17-0", -- [11]
				"4-0-0-0", -- [12]
				"1-0-0-0", -- [13]
				"111-249-655-0", -- [14]
				"3-0-0-0", -- [15]
				"111-0-0-0", -- [16]
			},
		},
		["她会的我也会 - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"9-0-19-0", -- [2]
				"2-257-683-0", -- [3]
			},
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 147.2165222167969,
					["scale"] = 1,
				},
			},
			["advShine"] = "80300.01",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-257-683-0", -- [2]
				"3-258-686-0", -- [3]
			},
		},
	},
}
