
PawnOptions = {
	["LastVersion"] = 2.0335,
	["ItemLevels"] = {
		{
			["ID"] = 174118,
			["Level"] = 490,
			["Link"] = "|cffa335ee|Hitem:174118::::::::120:63::6:5:4824:1517:4786:6511:4775:::|h[梦魇诡计护面]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 517,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:63::11:4:6316:4932:4933:1654:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 174117,
			["Level"] = 490,
			["Link"] = "|cffa335ee|Hitem:174117::::::::120:63::6:5:4824:1517:4786:6512:4775:::|h[瘴毒菌丝护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 169072,
			["Level"] = 480,
			["Link"] = "|cffa335ee|Hitem:169072::::::::120:63::35:5:5448:1532:4786:6510:4775:::|h[不稳定的武装上衣]|h|r",
		}, -- [5]
		{
			["ID"] = 158346,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:158346::::::::120:63::35:7:6536:6578:6579:6547:6515:1647:4786:::|h[帆布腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 174127,
			["Level"] = 485,
			["Link"] = "|cffa335ee|Hitem:174127::::::::120:63::6:5:4824:6516:6515:1517:4786:::|h[肉身恳求者的长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 174123,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174123::::::::120:63::6:5:4824:6516:6515:1517:4786:::|h[灵媒的轻柔便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 174122,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:174122::::::::120:62::6:6:4824:1808:6516:6515:1517:4786:::|h[虚空浸没裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 159231,
			["Level"] = 475,
			["Link"] = "|cffa335ee|Hitem:159231::::::::120:64::35:8:6536:40:6578:6579:6538:6515:1647:4786:::|h[矿井鼠的防寒手套]|h|r",
		}, -- [10]
		{
			["ID"] = 174533,
			["Level"] = 485,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:174533::::::::120:63::6:5:4824:6516:6515:1517:4786:::|h[寰宇潜能戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 174533,
			["Level"] = 485,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174533::::::::120:63::6:6:4824:6515:1517:4786:6473:6470:::|h[寰宇潜能戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 174103,
			["Level"] = 485,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174103::::::::120:63::6:4:4824:6513:1517:4786:::|h[癫狂宣言]|h|r",
		}, -- [13]
		{
			["ID"] = 174103,
			["Level"] = 485,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:174103::::::::120:62::6:4:4824:6513:1517:4786:::|h[癫狂宣言]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 500,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:64::11:2:6286:1472:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 174108,
			["Level"] = 485,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:174108::::::::120:63::6:7:4824:43:6578:1517:4786:6513:6516:::|h[希加约斯，星界之怨]|h|r",
		}, -- [16]
		{
			["ID"] = 174108,
			["Level"] = 485,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:174108:5949:::::::120:63::6:7:4824:43:6578:1517:4786:6513:6516:::|h[希加约斯，星界之怨]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = false,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "她会的我也会-罗宁",
	["LastKeybindingsSet"] = 1,
	["Artifacts"] = {
		[128862] = {
			["Relics"] = {
				{
					["ItemLevel"] = 21,
					["Type"] = "Frost",
				}, -- [1]
				{
					["ItemLevel"] = 23,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Frost",
				}, -- [3]
			},
			["Name"] = "黑檀之寒，阿洛迪的圣杖",
		},
		[128820] = {
			["Relics"] = {
				{
					["ItemLevel"] = 22,
					["Type"] = "Fire",
				}, -- [1]
				{
					["ItemLevel"] = 19,
					["Type"] = "Arcane",
				}, -- [2]
				{
					["ItemLevel"] = 19,
					["Type"] = "Fire",
				}, -- [3]
			},
			["Name"] = "烈焰之击",
		},
		[127857] = {
			["Relics"] = {
				{
					["ItemLevel"] = 21,
					["Type"] = "Arcane",
				}, -- [1]
				{
					["ItemLevel"] = 23,
					["Type"] = "Frost",
				}, -- [2]
				{
					["ItemLevel"] = 20,
					["Type"] = "Arcane",
				}, -- [3]
			},
			["Name"] = "艾露尼斯，护法者之杖",
		},
	},
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
