
PawnOptions = {
	["LastVersion"] = 2.0335,
	["ItemLevels"] = {
		{
			["ID"] = 167754,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167754::::::::120:256:::5:6296:6300:1472:4786:5414:::|h[希拉凯斯头饰]|h|r",
		}, -- [1]
		{
			["ID"] = 122664,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122664::::::::120:256:::1:583:::|h[永恒天际项圈]|h|r",
		}, -- [2]
		{
			["ID"] = 167756,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167756::::::::120:256:::5:6296:6300:1472:4786:5415:::|h[希拉凯斯披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173458,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:173458::::::::120:256::14:3:1472:4785:6257:::|h[卑劣操纵者的长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 173511,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173511::::::::120:256::14:4:6412:6515:1467:4785:::|h[卑劣操纵者的腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 173483,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173483::::::::120:256::14:4:6412:6513:1467:4785:::|h[卑劣操纵者的长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 173515,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173515::::::::120:256::14:4:6412:6515:1467:4785:::|h[卑劣操纵者的软鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 173437,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173437::::::::120:256::14:4:6412:6515:1467:4785:::|h[卑劣操纵者的裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 170133,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170133::::::::120:256:::2:6288:6300:::|h[希拉凯斯之握]|h|r",
		}, -- [10]
		{
			["ID"] = 33498,
			["Level"] = 83,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:33498::::::::120:256::::::|h[宁静森林徽记]|h|r",
		}, -- [11]
		{
			["ID"] = 29303,
			["Level"] = 80,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:29303::::::::120:256::::::|h[永恒之戒]|h|r",
		}, -- [12]
		{
			["ID"] = 122362,
			["Level"] = 284,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122362::::::::120:256:::1:583:::|h[敏锐的比斯巨兽之眼]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:256:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [14]
		{
			["ID"] = 169486,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169486::::::::120:256:::2:6288:6300:::|h[希拉凯斯斗披]|h|r",
		}, -- [15]
		{
			["ID"] = 122353,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122353::::::::120:256:::1:583:::|h[高贵的院长之杖]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "卡姆希拉夫-燃烧之刃",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
