
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 门一个", -- [1]
		"/p 明天戒律就没的爽了", -- [2]
		"/p 急速啊", -- [3]
		"/p 暴击急速都可以的.", -- [4]
		"/g 滴滴滴", -- [5]
		"/p 你们的钥匙简直了.", -- [6]
		"/p 进语音呀", -- [7]
		"/g 那么多号去老地图用三伊奇清任务换符咒啊", -- [8]
		"/g 1000G一个", -- [9]
		"/g 无瑕战斗石", -- [10]
		"/g 现在奥山每个旗都有个小BOSS  贼德打不过", -- [11]
		"/p 先慢点过来 来了好多BL杀人的", -- [12]
		"/p 等着SM复活了杀 轻轻松松.", -- [13]
		"/p 我这个号来拉", -- [14]
		"/p 点", -- [15]
		"/p 没拉到么", -- [16]
		"/p 点下", -- [17]
		"/WA", -- [18]
		"/WHO", -- [19]
		"/g 你们这是上线开车了么..", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
