
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["蕾蒂微音 - 蜘蛛王国"] = "蕾蒂微音 - 蜘蛛王国",
		["小兔瑞呗卡 - 蜘蛛王国"] = "小兔瑞呗卡 - 蜘蛛王国",
		["拉莱耶 - 蜘蛛王国"] = "拉莱耶 - 蜘蛛王国",
		["Reneebaby - 荆棘谷"] = "Reneebaby - 荆棘谷",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
	},
	["profiles"] = {
		["蕾蒂微音 - 蜘蛛王国"] = {
			["createHistoryList"] = {
				"2-120-466-0", -- [1]
				"1-134-487-0", -- [2]
				"3-0-458-0", -- [3]
				"1-124-419-0", -- [4]
				"1-124-422-0", -- [5]
				"1-134-488-0", -- [6]
				"8-0-15-999", -- [7]
				"1-124-469-0", -- [8]
				"1-124-421-0", -- [9]
			},
			["appShine"] = "70200.04",
			["settings"] = {
				["storage"] = {
					["y"] = -5.02496337890625,
					["x"] = -253.745880126953,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["version"] = "70300.11",
			["searchInputHistory"] = {
				["6-0-16-0"] = {
					"INV", -- [1]
				},
				["3-123-415-0"] = {
					"1", -- [1]
				},
			},
			["searchHistoryList"] = {
				"3-0-458-0", -- [1]
				"2-128-473-0", -- [2]
				"2-120-466-0", -- [3]
				"2-114-461-0", -- [4]
				"2-117-464-0", -- [5]
				"2-115-462-0", -- [6]
				"2-119-465-0", -- [7]
				"2-118-463-0", -- [8]
				"3-132-482-0", -- [9]
				"1-124-420-0", -- [10]
				"1-134-488-0", -- [11]
				"6-0-16-0", -- [12]
				"1-134-489-0", -- [13]
				"1-124-421-0", -- [14]
				"1-124-419-0", -- [15]
				"1-124-469-0", -- [16]
				"1-134-487-0", -- [17]
				"2-115-448-0", -- [18]
				"2-114-447-0", -- [19]
				"2-119-452-0", -- [20]
				"3-0-300-0", -- [21]
				"2-118-450-0", -- [22]
				"2-117-451-0", -- [23]
				"2-112-445-0", -- [24]
				"1-124-423-0", -- [25]
				"3-123-415-0", -- [26]
				"3-122-413-0", -- [27]
				"9-0-19-0", -- [28]
				"6-0-0-0", -- [29]
			},
			["lastSearchValue"] = "3-0-458-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["小兔瑞呗卡 - 蜘蛛王国"] = {
			["version"] = "80200.03",
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -6.9869384765625,
					["x"] = 278.278442382813,
					["scale"] = 1,
				},
			},
			["advShine"] = "80200.03",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"3-0-0-0", -- [2]
			},
		},
		["拉莱耶 - 蜘蛛王国"] = {
			["minimap"] = {
				["minimapPos"] = 220.083264068433,
			},
			["appShine"] = "80000.05",
			["lastSearchCode"] = "3-78-327-0",
			["version"] = "80000.06",
			["advShine"] = "80000.06",
			["searchHistoryList"] = {
				"3-78-327-0", -- [1]
				"2-142-517-0", -- [2]
				"2-138-507-0", -- [3]
				"2-143-522-0", -- [4]
				"2-142-518-0", -- [5]
				"2-145-530-0", -- [6]
				"2-139-504-0", -- [7]
				"2-137-502-0", -- [8]
				"3-135-496-0", -- [9]
				"9-0-19-0", -- [10]
				"111-249-653-0", -- [11]
				"111-249-654-0", -- [12]
				"111-249-655-0", -- [13]
				"6-0-16-0", -- [14]
				"3-135-494-0", -- [15]
				"3-135-495-0", -- [16]
				"3-0-0-0", -- [17]
				"2-0-0-0", -- [18]
				"4-0-7-0", -- [19]
				"2-146-659-0", -- [20]
				"4-0-6-0", -- [21]
				"2-140-646-0", -- [22]
				"2-141-661-0", -- [23]
				"2-144-526-0", -- [24]
				"2-140-510-0", -- [25]
				"111-0-0-0", -- [26]
				"3-131-492-0", -- [27]
				"3-131-478-0", -- [28]
				"3-123-481-0", -- [29]
				"3-131-479-0", -- [30]
				"6-0-17-0", -- [31]
				"1-247-648-0", -- [32]
				"1-247-647-0", -- [33]
				"1-134-487-0", -- [34]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 265.004089355469,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["3-135-496-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "鹰隼丶试翼-蜘蛛王国",
						["bTag"] = "吉吉#5548",
						["time"] = 1542633453,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 382,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "偷钱上网-蜘蛛王国",
						["bTag"] = "夜魔先生#5403",
						["class"] = 12,
						["time"] = 1542633453,
						["iLvl"] = 377,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "夏兰薇珞丝-蜘蛛王国",
						["bTag"] = "素还真#5556",
						["class"] = 8,
						["time"] = 1543235605,
						["iLvl"] = 380,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你的最爱-蜘蛛王国",
						["bTag"] = "跳跳骑士#51954",
						["class"] = 9,
						["time"] = 1542633453,
						["iLvl"] = 379,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "哗啦啦的口水-蜘蛛王国",
						["bTag"] = "哗啦啦流口水#5162",
						["class"] = 4,
						["time"] = 1542633453,
						["iLvl"] = 379,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "糖花花-蜘蛛王国",
						["bTag"] = "无敌搓炉石#5517",
						["class"] = 6,
						["time"] = 1542633453,
						["iLvl"] = 369,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "镇元斋-蜘蛛王国",
						["bTag"] = "堵神#5843",
						["class"] = 10,
						["time"] = 1542633453,
						["iLvl"] = 379,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "蓝色小奶瓶-蜘蛛王国",
						["bTag"] = "羊毛围巾#5210",
						["class"] = 7,
						["time"] = 1543235605,
						["iLvl"] = 382,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋爱推奶-蜘蛛王国",
						["bTag"] = "妖末#5389",
						["class"] = 1,
						["time"] = 1542633453,
						["iLvl"] = 373,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "血牙太阳雨-蜘蛛王国",
						["bTag"] = "太阳泣血#5919",
						["class"] = 2,
						["time"] = 1542633453,
						["iLvl"] = 384,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "静若繁花-蜘蛛王国",
						["bTag"] = "chhooo#5625",
						["class"] = 6,
						["time"] = 1542633453,
						["iLvl"] = 379,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "潜心悠然-烈焰峰",
						["bTag"] = "那一个人#5206",
						["class"] = 12,
						["time"] = 1542633453,
						["iLvl"] = 378,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "瞉音子-蜘蛛王国",
						["bTag"] = "胡萝卜丝#51575",
						["class"] = 3,
						["time"] = 1542633453,
						["iLvl"] = 378,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "乄枫舞-白银之手",
						["bTag"] = "倔强的老狸#5144",
						["class"] = 4,
						["time"] = 1542633453,
						["iLvl"] = 378,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "贼帅的灬小爷-伊萨里奥斯",
						["bTag"] = "艾尔之子#5513",
						["class"] = 3,
						["time"] = 1542633453,
						["iLvl"] = 379,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒灬云-罗宁",
						["bTag"] = "永恒灬#5332",
						["class"] = 3,
						["time"] = 1542633453,
						["iLvl"] = 381,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "碎灭的光影-国王之谷",
						["bTag"] = "碎灭的光影#5262",
						["class"] = 12,
						["time"] = 1542633453,
						["iLvl"] = 384,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "Sabermm-山丘之王",
						["bTag"] = "尐靜児#5385",
						["class"] = 2,
						["time"] = 1542633453,
						["iLvl"] = 378,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "赵西西打脑壳-熊猫酒仙",
						["bTag"] = "赵西西是小胖子#5327",
						["class"] = 1,
						["time"] = 1542633453,
						["iLvl"] = 380,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Divinehymn-熊猫酒仙",
						["bTag"] = "FevreDream#5948",
						["time"] = 1543235605,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 382,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "雨楼听风-熊猫酒仙",
						["bTag"] = "雨楼听风#5127",
						["class"] = 3,
						["time"] = 1543235605,
						["iLvl"] = 381,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "月花灬夜-石锤",
						["bTag"] = "严大仙#5201",
						["class"] = 2,
						["time"] = 1543235605,
						["iLvl"] = 378,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Demaina-主宰之剑",
						["bTag"] = "沈天意爱惠子#5912",
						["class"] = 11,
						["time"] = 1543235605,
						["iLvl"] = 375,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "比永远多一天-末日行者",
						["bTag"] = "地獄靈心#5590",
						["class"] = 1,
						["time"] = 1543235605,
						["iLvl"] = 379,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮领主-安苏",
						["bTag"] = "tiger#55474",
						["class"] = 6,
						["time"] = 1543235605,
						["iLvl"] = 381,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "诺尔辰角丶-奥特兰克",
						["bTag"] = "蓝白条纹胖次#5633",
						["class"] = 1,
						["time"] = 1543235605,
						["iLvl"] = 380,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "小超拜托了-熊猫酒仙",
						["bTag"] = "破碎的破碎#5484",
						["class"] = 4,
						["time"] = 1543235605,
						["iLvl"] = 370,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "萌大脸-蜘蛛王国",
						["bTag"] = "妖末#5389",
						["class"] = 12,
						["time"] = 1543235605,
						["iLvl"] = 382,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "叫哥萌德-风暴峭壁",
						["bTag"] = "DIdi#5239",
						["class"] = 11,
						["time"] = 1543235605,
						["iLvl"] = 379,
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "紫汐洛舞-风暴峭壁",
						["bTag"] = "小舞舞舞舞#5586",
						["class"] = 5,
						["time"] = 1543235605,
						["iLvl"] = 383,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "圣托比昂-安苏",
						["bTag"] = "Sage#5418",
						["class"] = 2,
						["time"] = 1543235605,
						["iLvl"] = 378,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "清河风铃-风暴峭壁",
						["bTag"] = "小小木牧#5791",
						["class"] = 8,
						["time"] = 1543235605,
						["iLvl"] = 374,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "乄洋洋乄-主宰之剑",
						["bTag"] = "康哥#5688",
						["class"] = 3,
						["time"] = 1543235605,
						["iLvl"] = 378,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "迷幻奥影-回音山",
						["bTag"] = "刘劼#5325",
						["class"] = 8,
						["time"] = 1543235605,
						["iLvl"] = 381,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "萝莉康-玛里苟斯",
						["bTag"] = "威宝#5870",
						["class"] = 6,
						["time"] = 1543235605,
						["iLvl"] = 379,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "徳华-玛里苟斯",
						["bTag"] = "Chumkayu#5868",
						["class"] = 12,
						["time"] = 1543235605,
						["iLvl"] = 380,
					}, -- [36]
				},
				["2-146-659-0"] = {
					{
						["role"] = "TANK",
						["name"] = "糖花花-蜘蛛王国",
						["bTag"] = "无敌搓炉石#5517",
						["time"] = 1542551013,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 369,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "粉色小拉链-蜘蛛王国",
						["bTag"] = "羊毛围巾#5210",
						["class"] = 2,
						["time"] = 1542551013,
						["iLvl"] = 328,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "海拉斯特黑袍-蜘蛛王国",
						["bTag"] = "素还真#5556",
						["class"] = 6,
						["time"] = 1542551013,
						["iLvl"] = 321,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "林峰小宝-主宰之剑",
						["bTag"] = "带宠看世界#5214",
						["class"] = 12,
						["time"] = 1542551013,
						["iLvl"] = 334,
					}, -- [4]
				},
				["1-247-649-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿曼苏尔眼瞎-玛里苟斯",
						["bTag"] = "无敌小弱鸡#5807",
						["time"] = 1542340351,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 381,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "最后的美-生态船",
						["bTag"] = "最后#5274",
						["time"] = 1542340378,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "花色凶兆-阿古斯",
						["bTag"] = "西西米西#5249",
						["class"] = 2,
						["time"] = 1542340362,
						["iLvl"] = 374,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1542340341,
						["name"] = "再顾倾人国-生态船",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小小丽香-铜龙军团",
						["bTag"] = "风平月#5380",
						["class"] = 1,
						["time"] = 1542340396,
						["iLvl"] = 350,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "吻上爱-狂热之刃",
						["bTag"] = "半惜鸟#5829",
						["class"] = 2,
						["time"] = 1542340396,
						["iLvl"] = 354,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "灬贼丶-逐日者",
						["bTag"] = "李大木#51330",
						["class"] = 4,
						["time"] = 1542340396,
						["iLvl"] = 371,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "脆肚-荆棘谷",
						["bTag"] = "约啊#5819",
						["class"] = 12,
						["time"] = 1542340396,
						["iLvl"] = 374,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "释然励志-月神殿",
						["bTag"] = "泰坦灭小人#5215",
						["class"] = 11,
						["time"] = 1542340396,
						["iLvl"] = 352,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "发可油-奥达曼",
						["bTag"] = "zestzx#5586",
						["class"] = 5,
						["time"] = 1542340396,
						["iLvl"] = 355,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "普罗旺斯丶-守护之剑",
						["bTag"] = "微微壹笑很倾城#5551",
						["class"] = 10,
						["time"] = 1542340396,
						["iLvl"] = 375,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1542340383,
						["name"] = "丁令威-金色平原",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "千石浩森-白银之手",
						["bTag"] = "元邵#5233",
						["class"] = 12,
						["time"] = 1542340396,
						["iLvl"] = 365,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆黄黄-时光之穴",
						["bTag"] = "豆豆黄#5873",
						["class"] = 3,
						["time"] = 1542340396,
						["iLvl"] = 379,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "阿诺性格-银松森林",
						["bTag"] = "最终幻想#5536",
						["class"] = 11,
						["time"] = 1542340396,
						["iLvl"] = 351,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "雪伊人-白银之手",
						["bTag"] = "蒙古国海军#5253",
						["class"] = 6,
						["time"] = 1542340396,
						["iLvl"] = 355,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "吴老二蒸螃海-奥达曼",
						["bTag"] = "Jihyun#5391",
						["class"] = 7,
						["time"] = 1542340390,
						["iLvl"] = 354,
					}, -- [17]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1542340396,
						["name"] = "生个女孩吧-白银之手",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1542340396,
						["name"] = "刀片飞舞-生态船",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "魚夫子-白银之手",
						["bTag"] = "罗孚#5825",
						["class"] = 1,
						["time"] = 1542340390,
						["iLvl"] = 347,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "雨菲-阿迦玛甘",
						["bTag"] = "爱咋地咋地#5360",
						["class"] = 2,
						["time"] = 1542340396,
						["iLvl"] = 363,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "酷儿一笔-白银之手",
						["bTag"] = "芒果爹#5119",
						["class"] = 4,
						["time"] = 1542340396,
						["iLvl"] = 359,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "海鸟与鱼-普瑞斯托",
						["bTag"] = "天天0529#5537",
						["class"] = 4,
						["time"] = 1542340390,
						["iLvl"] = 371,
					}, -- [23]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1542340396,
						["name"] = "小奏丶-主宰之剑",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "慈眼傍观-翡翠梦境",
						["bTag"] = "镰仓战神#5904",
						["class"] = 1,
						["time"] = 1542340390,
						["iLvl"] = 372,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "一枪搞跌-罗宁",
						["bTag"] = "KICHGG#5400",
						["class"] = 6,
						["time"] = 1542340396,
						["iLvl"] = 368,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "啥也不懂了-玛诺洛斯",
						["bTag"] = "暴躁之裤#56429",
						["class"] = 9,
						["time"] = 1542340396,
						["iLvl"] = 341,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "荀彧-灰谷",
						["bTag"] = "荀彧#51234",
						["class"] = 11,
						["time"] = 1542340396,
						["iLvl"] = 381,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "惊鸿照影丶-主宰之剑",
						["bTag"] = "danfo#5797",
						["class"] = 4,
						["time"] = 1542340396,
						["iLvl"] = 353,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1542340390,
						["name"] = "Quazar-德拉诺",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "贰四虚空-奥特兰克",
						["bTag"] = "贰肆虚空#5655",
						["class"] = 1,
						["time"] = 1542340396,
						["iLvl"] = 382,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "影帝归来-暗影之月",
						["bTag"] = "无聊的消遣#51566",
						["class"] = 2,
						["time"] = 1542340390,
						["iLvl"] = 368,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "歃血龙少-金度",
						["bTag"] = "哪里跑妖怪#5801",
						["class"] = 2,
						["time"] = 1542340390,
						["iLvl"] = 351,
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "八月丶初一-格瑞姆巴托",
						["bTag"] = "奶妈小美#5181",
						["class"] = 6,
						["time"] = 1542340396,
						["iLvl"] = 333,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "七月的南方-加里索斯",
						["bTag"] = "闪电蜗牛#5560",
						["class"] = 12,
						["time"] = 1542340396,
						["iLvl"] = 341,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "被削满头包-朵丹尼尔",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1542340396,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "怜月-雷霆之王",
						["bTag"] = "布雷泽#5595",
						["class"] = 4,
						["time"] = 1542340396,
						["iLvl"] = 364,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "壹步蓮華-白银之手",
						["bTag"] = "壹步蓮華#5193",
						["class"] = 11,
						["time"] = 1542340396,
						["iLvl"] = 359,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "盖一世-玛里苟斯",
						["bTag"] = "暗夜之鸦#520921",
						["class"] = 11,
						["time"] = 1542340396,
						["iLvl"] = 380,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "坚果大爷-梦境之树",
						["bTag"] = "你家小季#5507",
						["class"] = 12,
						["time"] = 1542340396,
						["iLvl"] = 382,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "薛金虎-卡德罗斯",
						["bTag"] = "薛金虎#5814",
						["time"] = 1544575453,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 363,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "萧瑟郎兮-加兹鲁维",
						["bTag"] = "萧瑟郎兮#5805",
						["class"] = 3,
						["time"] = 1544575451,
						["iLvl"] = 372,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "灬暗帝灬-霜之哀伤",
						["bTag"] = "老抽#51808",
						["time"] = 1544575457,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 350,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "偶不偶买噶-石锤",
						["bTag"] = "泽拉图#516758",
						["class"] = 1,
						["time"] = 1544575455,
						["iLvl"] = 366,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴之源-试炼之环",
						["bTag"] = "sfwss#5279",
						["class"] = 8,
						["time"] = 1544575459,
						["iLvl"] = 341,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "如雪飞扬-国王之谷",
						["bTag"] = "紫柔儿#5267",
						["class"] = 9,
						["time"] = 1544575451,
						["iLvl"] = 348,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1544575449,
						["name"] = "殇之何言-永恒之井",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1544575451,
						["name"] = "墓狩晚星-朵丹尼尔",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "你太有才了-瓦里玛萨斯",
						["bTag"] = "缑城路人甲#5287",
						["class"] = 2,
						["time"] = 1544575444,
						["iLvl"] = 311,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "妖星沫沫-翡翠梦境",
						["bTag"] = "妖星#5857",
						["class"] = 2,
						["time"] = 1544575451,
						["iLvl"] = 363,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "烛照-库尔提拉斯",
						["bTag"] = "清风垂钓#5653",
						["class"] = 8,
						["time"] = 1544575461,
						["iLvl"] = 348,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1544575550,
						["name"] = "比丢丶-灰谷",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "站立舞拳-库尔提拉斯",
						["bTag"] = "鬼魂之犬#54328",
						["class"] = 3,
						["time"] = 1544575555,
						["iLvl"] = 364,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "卍吉光卍-永恒之井",
						["bTag"] = "习菊红#5148",
						["class"] = 1,
						["time"] = 1544575555,
						["iLvl"] = 363,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "逢时-世界之树",
						["bTag"] = "逢时#5265",
						["time"] = 1544575550,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 379,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "溅货情未了-末日行者",
						["bTag"] = "人称天才#5904",
						["time"] = 1544575555,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 381,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "逐凨者-罗宁",
						["bTag"] = "何老板#51268",
						["class"] = 12,
						["time"] = 1544575555,
						["iLvl"] = 369,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "妖耳-白银之手",
						["bTag"] = "心动#51819",
						["class"] = 11,
						["time"] = 1544575555,
						["iLvl"] = 208,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "水晶胖胖-主宰之剑",
						["bTag"] = "从不让这样问#5179",
						["class"] = 8,
						["time"] = 1544575550,
						["iLvl"] = 365,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "赤龙之吼-白银之手",
						["bTag"] = "Rico#52740",
						["class"] = 6,
						["time"] = 1544575555,
						["iLvl"] = 315,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "不弃丨紫萝-主宰之剑",
						["bTag"] = "郁白#5606",
						["class"] = 12,
						["time"] = 1544575548,
						["iLvl"] = 358,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色天际-回音山",
						["bTag"] = "疯老爹#5581",
						["class"] = 3,
						["time"] = 1544575542,
						["iLvl"] = 372,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Nixxo-梦境之树",
						["bTag"] = "古怪之裤子#584454",
						["class"] = 12,
						["time"] = 1544575537,
						["iLvl"] = 364,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "一念成魔-月神殿",
						["bTag"] = "一叶知秋#56488",
						["class"] = 12,
						["time"] = 1544575546,
						["iLvl"] = 353,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "冖宇德冖-金色平原",
						["bTag"] = "萍萍#5501",
						["class"] = 6,
						["time"] = 1544575555,
						["iLvl"] = 374,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "秋山冥皇-遗忘海岸",
						["bTag"] = "秋篁引#5872",
						["class"] = 6,
						["time"] = 1544575555,
						["iLvl"] = 376,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1544575555,
						["name"] = "浅渔叶清歌-艾露恩",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1544575555,
						["name"] = "Will-天空之墙",
					}, -- [68]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1544575550,
						["name"] = "圣诞老爷爷-遗忘海岸",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "叁月小雨-伊萨里奥斯",
						["bTag"] = "烽烟情焰#51264",
						["class"] = 3,
						["time"] = 1544575546,
						["iLvl"] = 378,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1544575555,
						["name"] = "哈撒给-杜隆坦",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "联盟圣牧-末日祷告祭坛",
						["bTag"] = "Linshengtan#5478",
						["class"] = 5,
						["time"] = 1544575555,
						["iLvl"] = 378,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "飘飘霜-拉文凯斯",
						["bTag"] = "免费修改#51886",
						["class"] = 11,
						["time"] = 1544575555,
						["iLvl"] = 380,
					}, -- [73]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1544575550,
						["name"] = "熟女-梦境之树",
					}, -- [74]
				},
				["1-247-648-0"] = {
					{
						["role"] = "TANK",
						["name"] = "白色的魅力-范达尔鹿盔",
						["bTag"] = "笨熊#5331",
						["time"] = 1542863344,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 375,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霜舞飞雪-熊猫酒仙",
						["bTag"] = "霜舞飞雪#5173",
						["class"] = 8,
						["time"] = 1542863338,
						["iLvl"] = 358,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "花田料理-安苏",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1542863352,
					}, -- [3]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1542863342,
						["name"] = "辛巴图-国王之谷",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "波霸妈-奥达曼",
						["bTag"] = "MyLife4Aiur#5368",
						["class"] = 9,
						["time"] = 1542863414,
						["iLvl"] = 354,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的小毛球-回音山",
						["bTag"] = "法絲#51844",
						["class"] = 4,
						["time"] = 1542863342,
						["iLvl"] = 311,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "花落清凉梦-主宰之剑",
						["bTag"] = "怪很强你先上#5910",
						["class"] = 10,
						["time"] = 1542863435,
						["iLvl"] = 382,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "火毁-格瑞姆巴托",
						["bTag"] = "NAVI#51284",
						["class"] = 3,
						["time"] = 1542863340,
						["iLvl"] = 384,
					}, -- [8]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1542863331,
						["name"] = "你一激动就-永夜港",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "光明之翼中伟-桑德兰",
						["bTag"] = "光明之翼旗云#5669",
						["class"] = 2,
						["time"] = 1542863344,
						["iLvl"] = 362,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "丨西丨贝丨-古尔丹",
						["bTag"] = "帥丨西貝#5688",
						["class"] = 5,
						["time"] = 1542863346,
						["iLvl"] = 378,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1542863340,
						["name"] = "Mascoa-玛多兰",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "蓝莓汽水-朵丹尼尔",
						["bTag"] = "李狗蛋#5955",
						["class"] = 6,
						["time"] = 1542863360,
						["iLvl"] = 376,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Lomyfam-白银之手",
						["bTag"] = "暗影之龙#514237",
						["class"] = 3,
						["time"] = 1542863340,
						["iLvl"] = 380,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "无常奥奥-回音山",
						["bTag"] = "暗影之鱼人#5136751",
						["class"] = 7,
						["time"] = 1542863435,
						["iLvl"] = 373,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1542863340,
						["name"] = "众生皆羊-黑暗之矛",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "虎牙熊猫-麦迪文",
						["bTag"] = "大圣#5396",
						["class"] = 8,
						["time"] = 1542863423,
						["iLvl"] = 359,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "杂毛蟹-阿拉索",
						["bTag"] = "风骚#5270",
						["class"] = 2,
						["time"] = 1542863419,
						["iLvl"] = 370,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1542863414,
						["name"] = "情牵高老庄-桑德兰",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "那些年的回忆-凯尔萨斯",
						["bTag"] = "蓝色思念#5933",
						["class"] = 12,
						["time"] = 1542863419,
						["iLvl"] = 357,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "微拉瓦鲁-龙骨平原",
						["bTag"] = "柿子#5564",
						["class"] = 7,
						["time"] = 1542863435,
						["iLvl"] = 365,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "洛洛开心-斯坦索姆",
						["bTag"] = "一路向西#5168",
						["class"] = 8,
						["time"] = 1542863342,
						["iLvl"] = 380,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "澜杖宙斯-刺骨利刃",
						["bTag"] = "山有木兮木有枝#52600",
						["class"] = 6,
						["time"] = 1542863414,
						["iLvl"] = 379,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "笛捷尔-雷斧堡垒",
						["bTag"] = "雅柏菲卡#5634",
						["class"] = 8,
						["time"] = 1542863419,
						["iLvl"] = 362,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明烈焰-主宰之剑",
						["bTag"] = "黎少保#5767",
						["time"] = 1542863410,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 357,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "度娘-伊森利恩",
						["bTag"] = "黄屍虎4589#5212",
						["class"] = 1,
						["time"] = 1542863425,
						["iLvl"] = 376,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "白衣染霜华-暗影之月",
						["bTag"] = "瓜子#5976",
						["class"] = 5,
						["time"] = 1542863435,
						["iLvl"] = 384,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1542863346,
						["name"] = "壹箭倾心-格瑞姆巴托",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莲娜蒂亚-玛诺洛斯",
						["bTag"] = "迷你之忍#5306",
						["time"] = 1542863435,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "訫嗳慕斯-蜘蛛王国",
						["bTag"] = "一鱼一水#5600",
						["class"] = 3,
						["time"] = 1542863421,
						["iLvl"] = 373,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Mannak-亚雷戈斯",
						["bTag"] = "薯条#5803",
						["class"] = 12,
						["time"] = 1542863425,
						["iLvl"] = 329,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "回音山的鹤-艾萨拉",
						["bTag"] = "熊喵尼玛#5274",
						["class"] = 12,
						["time"] = 1542863435,
						["iLvl"] = 376,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "灬圣光长存灬-国王之谷",
						["bTag"] = "骑着蜗牛跑得快#5626",
						["class"] = 2,
						["time"] = 1542863435,
						["iLvl"] = 355,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "齐鲁之光-阿纳克洛斯",
						["bTag"] = "HappyPants#57147",
						["class"] = 5,
						["time"] = 1542863427,
						["iLvl"] = 369,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "施主吃我一枪-暮色森林",
						["bTag"] = "幽魂斩#5473",
						["class"] = 3,
						["time"] = 1542863419,
						["iLvl"] = 369,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1542863423,
						["name"] = "丑鸮-库尔提拉斯",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "天命在我-奥特兰克",
						["bTag"] = "刺骨的温柔#5763",
						["class"] = 12,
						["time"] = 1542863414,
						["iLvl"] = 368,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "甲胄老猫-迦拉克隆",
						["bTag"] = "尚波千里#5449",
						["class"] = 11,
						["time"] = 1542863385,
						["iLvl"] = 353,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "瞄准射基-铜龙军团",
						["bTag"] = "茫然之骑士#5819",
						["class"] = 3,
						["time"] = 1542863419,
						["iLvl"] = 372,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "缘散缘聚-万色星辰",
						["bTag"] = "缘份天定#5151",
						["class"] = 2,
						["time"] = 1542863414,
						["iLvl"] = 370,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬雨-梦境之树",
						["bTag"] = "豆沙包#51367",
						["class"] = 8,
						["time"] = 1542863408,
						["iLvl"] = 352,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1542863385,
						["name"] = "Kisserd-银月",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1542863435,
						["name"] = "氵去丶礻申-翡翠梦境",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥丨哥哥-蜘蛛王国",
						["bTag"] = "清江渔歌#5742",
						["class"] = 3,
						["time"] = 1542863427,
						["iLvl"] = 380,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "我动了谁的刀-雷克萨",
						["bTag"] = "涛哥#5700",
						["class"] = 1,
						["time"] = 1542863435,
						["iLvl"] = 339,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "回到过去的我-兰娜瑟尔",
						["bTag"] = "Lakers24#5192",
						["class"] = 8,
						["time"] = 1542863419,
						["iLvl"] = 359,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1542863414,
						["name"] = "欢乐的发明家-蓝龙军团",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1542863435,
						["name"] = "玛蒂珥荙-万色星辰",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "灬慕烟灬-白银之手",
						["bTag"] = "慕二傻#5381",
						["class"] = 3,
						["time"] = 1542863412,
						["iLvl"] = 376,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1542863414,
						["name"] = "Hynde-奈萨里奥",
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "圣君宝宝-国王之谷",
						["bTag"] = "风染行者#5499",
						["class"] = 2,
						["time"] = 1542863410,
						["iLvl"] = 385,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "接着闹-迦拉克隆",
						["bTag"] = "习惯了#5739",
						["class"] = 3,
						["time"] = 1542863435,
						["iLvl"] = 304,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "哈萨克巴郎-荆棘谷",
						["bTag"] = "安于此命#51316",
						["class"] = 2,
						["time"] = 1542863425,
						["iLvl"] = 357,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天天-埃德萨拉",
						["bTag"] = "落花狼藉#5537",
						["class"] = 3,
						["time"] = 1542863412,
						["iLvl"] = 381,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄丨请留步-罗宁",
						["bTag"] = "Flyangler#5121",
						["time"] = 1543280367,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 375,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "银锤-诺莫瑞根",
						["bTag"] = "叽歪的优叔#5212",
						["class"] = 1,
						["time"] = 1543280363,
						["iLvl"] = 384,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "战狂传说-银松森林",
						["bTag"] = "GhostDragon#512583",
						["class"] = 1,
						["time"] = 1543280357,
						["iLvl"] = 369,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "魔影流风-千针石林",
						["bTag"] = "流风#52478",
						["class"] = 12,
						["time"] = 1543280382,
						["iLvl"] = 385,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "只喝哇哈哈-泰拉尔",
						["bTag"] = "只喝柠檬水#51622",
						["class"] = 3,
						["time"] = 1543280375,
						["iLvl"] = 369,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "幽莎伯爵-海达希亚",
						["bTag"] = "亡天影爵#5541",
						["class"] = 6,
						["time"] = 1543280382,
						["iLvl"] = 378,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "那一片時間海-主宰之剑",
						["bTag"] = "Venus#5166",
						["class"] = 5,
						["time"] = 1543280363,
						["iLvl"] = 366,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋碎卡姆利多-山丘之王",
						["bTag"] = "油王#5220",
						["class"] = 2,
						["time"] = 1543280369,
						["iLvl"] = 348,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "泰兰徳丶語風-刺骨利刃",
						["bTag"] = "李宇#51164",
						["class"] = 5,
						["time"] = 1543280371,
						["iLvl"] = 350,
					}, -- [63]
					{
						["role"] = "HEALER",
						["class"] = 10,
						["time"] = 1543280363,
						["name"] = "打人的王国-末日行者",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "浮生缥缈-末日行者",
						["bTag"] = "小蓝黑军#5225",
						["class"] = 11,
						["time"] = 1543280357,
						["iLvl"] = 381,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "Otter-布兰卡德",
						["bTag"] = "pd562#5547",
						["class"] = 6,
						["time"] = 1543280369,
						["iLvl"] = 383,
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "壹代宗师-回音山",
						["bTag"] = "hanart2012#5548",
						["class"] = 10,
						["time"] = 1543280363,
						["iLvl"] = 345,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Valkyrius-铜龙军团",
						["bTag"] = "肚皮大大#5749",
						["class"] = 4,
						["time"] = 1543280367,
						["iLvl"] = 381,
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "莉妞-凯尔萨斯",
						["bTag"] = "simba#5723",
						["class"] = 6,
						["time"] = 1543280382,
						["iLvl"] = 360,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1543280382,
						["name"] = "暗夜德陛下-埃加洛尔",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "晓晓死神-奥尔加隆",
						["bTag"] = "王者不可阻挡#51935",
						["class"] = 6,
						["time"] = 1543280371,
						["iLvl"] = 361,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "爱慕凡-遗忘海岸",
						["bTag"] = "WAKAKA#51808",
						["class"] = 12,
						["time"] = 1543280352,
						["iLvl"] = 354,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "失心骚年-迅捷微风",
						["bTag"] = "暴走大灰#5434",
						["class"] = 1,
						["time"] = 1543280382,
						["iLvl"] = 346,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒仁丹-梅尔加尼",
						["bTag"] = "萨提洛斯#5851",
						["class"] = 12,
						["time"] = 1543280373,
						["iLvl"] = 353,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543280352,
						["name"] = "夜幕之刃-拉文凯斯",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "懒猫丨丶-末日行者",
						["bTag"] = "恶魔喵星人#51167",
						["class"] = 7,
						["time"] = 1543280363,
						["iLvl"] = 341,
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "白澤-迅捷微风",
						["bTag"] = "仙豆#5451",
						["time"] = 1543280382,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 357,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "魔心瓢虫-图拉扬",
						["bTag"] = "我道本修罗#5224",
						["class"] = 9,
						["time"] = 1543280382,
						["iLvl"] = 347,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "辛悦-白银之手",
						["bTag"] = "古铁黄昏#5314",
						["class"] = 8,
						["time"] = 1543280382,
						["iLvl"] = 360,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "青楼明月-末日行者",
						["bTag"] = "贪睡的熊#5544",
						["class"] = 6,
						["time"] = 1543280382,
						["iLvl"] = 378,
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "御一愈-白银之手",
						["bTag"] = "永远的坦克#5988",
						["class"] = 11,
						["time"] = 1543280382,
						["iLvl"] = 378,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1543280382,
						["name"] = "彡花田仆仆彡-暗影之月",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543280382,
						["name"] = "专射畜生-克洛玛古斯",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "风吟-奥蕾莉亚",
						["bTag"] = "法师风吟#5524",
						["time"] = 1544271628,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 384,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "柯文蕾尼希亚-白银之手",
						["bTag"] = "MagicGnome#546595",
						["time"] = 1544271646,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 378,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "Hunting-刺骨利刃",
						["bTag"] = "ShinyPants#53997",
						["class"] = 3,
						["time"] = 1544271628,
						["iLvl"] = 378,
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "玛尔雾月-白银之手",
						["bTag"] = "变形精钢#5758",
						["class"] = 5,
						["time"] = 1544271652,
						["iLvl"] = 348,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "采彡虫工魔鬼-灰谷",
						["bTag"] = "彩虹魔鬼#5903",
						["class"] = 4,
						["time"] = 1544271644,
						["iLvl"] = 380,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莎娜斯-熊猫酒仙",
						["bTag"] = "布兰卡#5665",
						["class"] = 11,
						["time"] = 1544271646,
						["iLvl"] = 327,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "飞飞的荷兰兔-白银之手",
						["bTag"] = "草根黄昏#5510",
						["class"] = 2,
						["time"] = 1544271642,
						["iLvl"] = 368,
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "心随自在飞-银月",
						["bTag"] = "Tiff#5398",
						["class"] = 5,
						["time"] = 1544271642,
						["iLvl"] = 359,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544271637,
						["name"] = "苹果牛-白银之手",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "决明-戈古纳斯",
						["bTag"] = "Eli#5202",
						["class"] = 5,
						["time"] = 1544271642,
						["iLvl"] = 364,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "Amnanami-主宰之剑",
						["bTag"] = "AliceM#5559",
						["class"] = 11,
						["time"] = 1544271637,
						["iLvl"] = 354,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1544271628,
						["name"] = "Xxddz-安苏",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Phantom-拉文凯斯",
						["bTag"] = "FunkyGnome#54789",
						["class"] = 1,
						["time"] = 1544271635,
						["iLvl"] = 387,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "超级小橙手-奥特兰克",
						["bTag"] = "好大一头牛#5805",
						["class"] = 9,
						["time"] = 1544271628,
						["iLvl"] = 372,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "浒漉漉-奥特兰克",
						["bTag"] = "溪悦之婕#5544",
						["class"] = 1,
						["time"] = 1544271637,
						["iLvl"] = 359,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "天戒狱-阿纳克洛斯",
						["bTag"] = "RhyMe#5294",
						["class"] = 12,
						["time"] = 1544271659,
						["iLvl"] = 366,
					}, -- [99]
					{
						["role"] = "TANK",
						["name"] = "浩克归来-山丘之王",
						["bTag"] = "浩克#5166",
						["class"] = 11,
						["time"] = 1544271646,
						["iLvl"] = 349,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "Lykosl-凯尔萨斯",
						["bTag"] = "沫影识香#5142",
						["class"] = 4,
						["time"] = 1544271637,
						["iLvl"] = 335,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilcat-奥达曼",
						["bTag"] = "奶瓶熊宝贝#5682",
						["class"] = 9,
						["time"] = 1544271644,
						["iLvl"] = 355,
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "朝朝又暮暮-熊猫酒仙",
						["bTag"] = "寂寞#52722",
						["class"] = 5,
						["time"] = 1544271635,
						["iLvl"] = 368,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "難搞受氣寶-白银之手",
						["bTag"] = "雪娃#5513",
						["class"] = 3,
						["time"] = 1544271659,
						["iLvl"] = 377,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔法天狼星-白银之手",
						["bTag"] = "hippopotamus#5918",
						["class"] = 1,
						["time"] = 1544271659,
						["iLvl"] = 353,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "永生灬西流尔-熊猫酒仙",
						["bTag"] = "钓丝#5740",
						["class"] = 9,
						["time"] = 1544271659,
						["iLvl"] = 384,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "鐘林毓秀-国王之谷",
						["bTag"] = "nakao#5697",
						["class"] = 7,
						["time"] = 1544271659,
						["iLvl"] = 372,
					}, -- [107]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1544271628,
						["name"] = "送个痛快-回音山",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544271659,
						["name"] = "小号女-激流之傲",
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "丶追灬忆-末日行者",
						["bTag"] = "孤独的头狼#51687",
						["class"] = 10,
						["time"] = 1544271659,
						["iLvl"] = 344,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔瓦纳丝-壁炉谷",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1544271659,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞丶里希特-金色平原",
						["bTag"] = "剑的最终形态#5715",
						["class"] = 3,
						["time"] = 1544271659,
						["iLvl"] = 377,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "宝安-雷斧堡垒",
						["bTag"] = "闪亮之翼#5100",
						["class"] = 7,
						["time"] = 1544271652,
						["iLvl"] = 382,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "妮安丶暗语-格瑞姆巴托",
						["bTag"] = "myworld#51289",
						["class"] = 4,
						["time"] = 1544271659,
						["iLvl"] = 363,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "悄悄嘀进村-末日行者",
						["bTag"] = "毒瘤曾#5348",
						["class"] = 9,
						["time"] = 1544271659,
						["iLvl"] = 372,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1544271659,
						["name"] = "影霜血豆腐-迦拉克隆",
					}, -- [116]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1544271659,
						["name"] = "咕咕来巡山-迅捷微风",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1544271659,
						["name"] = "疯骚少年郎-贫瘠之地",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1544271659,
						["name"] = "日落月出-加兹鲁维",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1544271659,
						["name"] = "别问-世界之树",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1544271659,
						["name"] = "徴嚤永恒-熊猫酒仙",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1544271659,
						["name"] = "菰単偝影丶-熊猫酒仙",
					}, -- [122]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1544271659,
						["name"] = "臭瞎子-卡德加",
					}, -- [123]
				},
				["2-142-517-0"] = {
					{
						["role"] = "TANK",
						["name"] = "一粒哒雷-回音山",
						["bTag"] = "虎牙丶中医的帽子#5339",
						["time"] = 1544535592,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 378,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "泽达尼尔-回音山",
						["bTag"] = "陌陌的旁观者#5981",
						["class"] = 4,
						["time"] = 1544535592,
						["iLvl"] = 278,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "水果糖-荆棘谷",
						["bTag"] = "糖糖#53712",
						["class"] = 3,
						["time"] = 1544535592,
						["iLvl"] = 341,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Yoli-梦境之树",
						["bTag"] = "沟通星界#51368",
						["class"] = 3,
						["time"] = 1544535592,
						["iLvl"] = 376,
					}, -- [4]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Midwan-安苏",
						["bTag"] = "覃海飞#5243",
						["time"] = 1543158151,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 380,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "丽丽萨-末日行者",
						["bTag"] = "小鱼海棠#5688",
						["class"] = 7,
						["time"] = 1543158151,
						["iLvl"] = 338,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158151,
						["name"] = "Israfel-壁炉谷",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543158151,
						["name"] = "伊利氏族-世界之树",
					}, -- [4]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1543158151,
						["name"] = "装等很高-灰谷",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "苏式-铜龙军团",
						["bTag"] = "顽皮小熊#5922",
						["class"] = 1,
						["time"] = 1543158151,
						["iLvl"] = 379,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "卡嘉麗-诺兹多姆",
						["bTag"] = "ALBellesi#5973",
						["class"] = 3,
						["time"] = 1543158151,
						["iLvl"] = 385,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543158151,
						["name"] = "擎天蘑菇-格瑞姆巴托",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "挡森-白银之手",
						["bTag"] = "过往温柔#5409",
						["class"] = 10,
						["time"] = 1543158151,
						["iLvl"] = 376,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158149,
						["name"] = "孤舟渺鸿影-暗影之月",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "落霞秋水-主宰之剑",
						["bTag"] = "黄昏#5473",
						["class"] = 1,
						["time"] = 1543158151,
						["iLvl"] = 364,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158151,
						["name"] = "影之鹰-轻风之语",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543158151,
						["name"] = "香甜乃子-国王之谷",
					}, -- [13]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1543158151,
						["name"] = "深渊眷族-熊猫酒仙",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1543158151,
						["name"] = "珠珠大宝宝-遗忘海岸",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "波波动-永恒之井",
						["bTag"] = "波波动#5871",
						["class"] = 8,
						["time"] = 1543158151,
						["iLvl"] = 383,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Weehaa-山丘之王",
						["bTag"] = "Weeha#5149",
						["class"] = 12,
						["time"] = 1543158151,
						["iLvl"] = 383,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Qshmily-海克泰尔",
						["bTag"] = "黑水井#5467",
						["class"] = 5,
						["time"] = 1543158151,
						["iLvl"] = 373,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "力量囚笼-罗宁",
						["bTag"] = "细猪#5132",
						["class"] = 1,
						["time"] = 1543158151,
						["iLvl"] = 385,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "三万块包夜-阿古斯",
						["bTag"] = "ShadowStorm#54833",
						["class"] = 3,
						["time"] = 1543158151,
						["iLvl"] = 376,
					}, -- [20]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1543158151,
						["name"] = "昨晚很给力-主宰之剑",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1543158151,
						["name"] = "铁坨的爸爸-血色十字军",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543158151,
						["name"] = "特工八八-拉文霍德",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1543158151,
						["name"] = "Sngwe-霜狼",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543158151,
						["name"] = "熏风初入弦-国王之谷",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "東橙小小号-熊猫酒仙",
						["bTag"] = "东哥哥#51425",
						["class"] = 8,
						["time"] = 1543158151,
						["iLvl"] = 383,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1543158151,
						["name"] = "霜丁格尔娜-月光林地",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "大公爵-激流堡",
						["bTag"] = "蓝眼#5858",
						["class"] = 12,
						["time"] = 1543158151,
						["iLvl"] = 383,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158151,
						["name"] = "乔伊的穿云箭-迦拉克隆",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1543158151,
						["name"] = "尐尐黑-山丘之王",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158151,
						["name"] = "Littlehunter-主宰之剑",
					}, -- [31]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1543158151,
						["name"] = "梅山五郎-玛洛加尔",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "十八罗汉无极-桑德兰",
						["bTag"] = "googler#5810",
						["class"] = 2,
						["time"] = 1543158151,
						["iLvl"] = 362,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "正打歪着-加兹鲁维",
						["bTag"] = "暴风城圣者#5866",
						["class"] = 3,
						["time"] = 1543158151,
						["iLvl"] = 360,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "我的至爱-阿古斯",
						["bTag"] = "大叔刘#5860",
						["class"] = 3,
						["time"] = 1543158213,
						["iLvl"] = 372,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "哏儿都雾大-永恒之井",
						["bTag"] = "bettyblue#5371",
						["class"] = 6,
						["time"] = 1543158221,
						["iLvl"] = 377,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "虫前有个人-玛诺洛斯",
						["bTag"] = "WEIAI#5776",
						["class"] = 4,
						["time"] = 1543158151,
						["iLvl"] = 342,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1543158151,
						["name"] = "冰雪皇后-雷斧堡垒",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543158151,
						["name"] = "麦兜风语-塞拉摩",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Cardinala-安苏",
						["bTag"] = "Deadpool#54130",
						["time"] = 1543158200,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 382,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "旧梦多故人-荆棘谷",
						["bTag"] = "KOND#5698",
						["time"] = 1543158209,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "我嗳平底锅-白银之手",
						["bTag"] = "蛮力之枭#5221241",
						["time"] = 1543158221,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 372,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543158221,
						["name"] = "伊利安一怒风-迦拉克隆",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "感染的小猫-月神殿",
						["bTag"] = "感染的隐鼠#5729",
						["class"] = 3,
						["time"] = 1543158211,
						["iLvl"] = 354,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543158221,
						["name"] = "脚踹幼儿园-军团要塞",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "玲珑丫头-艾苏恩",
						["bTag"] = "forest#5969",
						["class"] = 10,
						["time"] = 1543158209,
						["iLvl"] = 384,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "南浔-龙骨平原",
						["bTag"] = "南浔#51868",
						["class"] = 6,
						["time"] = 1543158217,
						["iLvl"] = 362,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "意遇天空-国王之谷",
						["bTag"] = "HxH#5550",
						["class"] = 3,
						["time"] = 1543158217,
						["iLvl"] = 368,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "潜行漏腚-国王之谷",
						["bTag"] = "闪电哈士奇#5533",
						["class"] = 4,
						["time"] = 1543158217,
						["iLvl"] = 373,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1543158200,
						["name"] = "寒亚-塞拉摩",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "联盟大骑士-主宰之剑",
						["bTag"] = "茫然之骑士#565213",
						["class"] = 2,
						["time"] = 1543158213,
						["iLvl"] = 374,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "心碎了无痕-永恒之井",
						["bTag"] = "匪城雾绕#5846",
						["class"] = 7,
						["time"] = 1543158209,
						["iLvl"] = 377,
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "Ashylea-白银之手",
						["bTag"] = "壹原侑子#51423",
						["class"] = 5,
						["time"] = 1543158217,
						["iLvl"] = 297,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "阿咩里肯-阿古斯",
						["bTag"] = "Minzha#5876",
						["class"] = 1,
						["time"] = 1543158211,
						["iLvl"] = 332,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "安静的蓉-白银之手",
						["bTag"] = "阴天麻麻#5103",
						["class"] = 10,
						["time"] = 1543158219,
						["iLvl"] = 370,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "伪德-罗宁",
						["bTag"] = "Beaconfire#51775",
						["class"] = 11,
						["time"] = 1543158209,
						["iLvl"] = 343,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "东城浪子-范达尔鹿盔",
						["bTag"] = "东城浪子#5932",
						["class"] = 9,
						["time"] = 1543158213,
						["iLvl"] = 375,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "秒飞不读条-末日行者",
						["bTag"] = "逝水流云#5238",
						["class"] = 11,
						["time"] = 1543158193,
						["iLvl"] = 373,
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "呕便便-通灵学院",
						["bTag"] = "骨灰级玩家#5697",
						["class"] = 2,
						["time"] = 1543158215,
						["iLvl"] = 368,
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "大眼娜娜-奥拉基尔",
						["bTag"] = "雷神飓风#5578",
						["class"] = 5,
						["time"] = 1543158221,
						["iLvl"] = 353,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "会长灬破晓-伊瑟拉",
						["bTag"] = "米奈之光#5922",
						["class"] = 2,
						["time"] = 1543158200,
						["iLvl"] = 384,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "樱花飘舞-世界之树",
						["bTag"] = "千里不留行#5767",
						["class"] = 3,
						["time"] = 1543158219,
						["iLvl"] = 359,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543158200,
						["name"] = "拽拽的瞎子-阿拉索",
					}, -- [63]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1543158200,
						["name"] = "吃妖精的人-普罗德摩",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "周周有个兜兜-熊猫酒仙",
						["bTag"] = "大飞哥光秃秃#5834",
						["class"] = 2,
						["time"] = 1543158221,
						["iLvl"] = 383,
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "罐亠丶-末日行者",
						["bTag"] = "发霉的午餐肉#5254",
						["class"] = 6,
						["time"] = 1543158219,
						["iLvl"] = 387,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Alraune-激流堡",
						["bTag"] = "范冰冰#5367",
						["class"] = 8,
						["time"] = 1543158215,
						["iLvl"] = 385,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "大雕-玛里苟斯",
						["bTag"] = "一雕一#5144",
						["class"] = 4,
						["time"] = 1543158209,
						["iLvl"] = 360,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "小不点-军团要塞",
						["bTag"] = "跳跳熊#5261830",
						["class"] = 9,
						["time"] = 1543158219,
						["iLvl"] = 339,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "丶壹粒跳蛋-阿拉索",
						["bTag"] = "不明真相吃瓜群众#51226",
						["class"] = 12,
						["time"] = 1543158211,
						["iLvl"] = 378,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543158215,
						["name"] = "莫格莱倪胖胖-幽暗沼泽",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "慕燃雪-末日行者",
						["bTag"] = "幻有梦现#5439",
						["class"] = 8,
						["time"] = 1543158211,
						["iLvl"] = 386,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "变只程序猿-熊猫酒仙",
						["bTag"] = "双开俩熊蹄#5787",
						["class"] = 11,
						["time"] = 1543158211,
						["iLvl"] = 373,
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "飞舞柒天-国王之谷",
						["bTag"] = "游戏人间#5364",
						["class"] = 6,
						["time"] = 1543158211,
						["iLvl"] = 381,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "水枪手-麦迪文",
						["bTag"] = "宝剑依旧亮#5635",
						["class"] = 3,
						["time"] = 1543158217,
						["iLvl"] = 363,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "Voidrunner-轻风之语",
						["bTag"] = "马达卡卡#5800",
						["class"] = 9,
						["time"] = 1543158215,
						["iLvl"] = 360,
					}, -- [76]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "全能酱油王-奥达曼",
						["bTag"] = "全能酱油王#51833",
						["time"] = 1542251127,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 377,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1542251110,
						["name"] = "多云-烈焰峰",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "爱玥儿-刀塔",
						["bTag"] = "超能之法师#56581",
						["time"] = 1542251132,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 370,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小晶你滚出去-自由之风",
						["bTag"] = "阳光#5649",
						["class"] = 12,
						["time"] = 1542251108,
						["iLvl"] = 373,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小小羧-自由之风",
						["bTag"] = "suosuan#5713",
						["class"] = 10,
						["time"] = 1542251120,
						["iLvl"] = 359,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "你来打我拉-国王之谷",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1542251141,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰涅媚-生态船",
						["bTag"] = "幽默丶#52843",
						["class"] = 7,
						["time"] = 1542251122,
						["iLvl"] = 386,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "我想当个好人-远古海滩",
						["bTag"] = "张大爹#5131",
						["class"] = 3,
						["time"] = 1542251116,
						["iLvl"] = 376,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "超级尕饭团-奥妮克希亚",
						["bTag"] = "尕饭团#5904",
						["class"] = 2,
						["time"] = 1542251166,
						["iLvl"] = 375,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "夏茨祂请-罗宁",
						["bTag"] = "瓜大侠#5363",
						["class"] = 6,
						["time"] = 1542251112,
						["iLvl"] = 382,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "捂住耳朵-奥达曼",
						["bTag"] = "死亡之翼#538247",
						["class"] = 4,
						["time"] = 1542251112,
						["iLvl"] = 373,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "天降斯巴达-埃雷达尔",
						["bTag"] = "我要打十个#52245",
						["class"] = 4,
						["time"] = 1542251108,
						["iLvl"] = 384,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "禾禾-黄金之路",
						["bTag"] = "wuxian#5309",
						["class"] = 8,
						["time"] = 1542251132,
						["iLvl"] = 330,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "祖达萨夏侯惇-暗影之月",
						["bTag"] = "宝山吕布欧老四#5810",
						["class"] = 12,
						["time"] = 1542251058,
						["iLvl"] = 371,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Samae-永恒之井",
						["bTag"] = "可可#5690",
						["class"] = 9,
						["time"] = 1542251058,
						["iLvl"] = 378,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "獨儛丶-国王之谷",
						["bTag"] = "神兜兜#5374",
						["class"] = 1,
						["time"] = 1542251058,
						["iLvl"] = 377,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1542251166,
						["name"] = "Smilingfish-翡翠梦境",
					}, -- [17]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1542251132,
						["name"] = "菻滋滋-诺莫瑞根",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "枫花血叶-风暴峭壁",
						["bTag"] = "sosian#5265",
						["class"] = 2,
						["time"] = 1542251058,
						["iLvl"] = 353,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城尛宇-扎拉赞恩",
						["bTag"] = "小宇#51375",
						["class"] = 2,
						["time"] = 1542251106,
						["iLvl"] = 365,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "跳起来打膝盖-法拉希姆",
						["bTag"] = "瓦斯有毒#5162",
						["class"] = 6,
						["time"] = 1542251112,
						["iLvl"] = 349,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "占戈舌乚-贫瘠之地",
						["bTag"] = "胸口震钢板#5925",
						["class"] = 2,
						["time"] = 1542251166,
						["iLvl"] = 377,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "伐要杀吾嘎-贫瘠之地",
						["bTag"] = "胸口震钢板#5925",
						["class"] = 12,
						["time"] = 1542251166,
						["iLvl"] = 381,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "胸口震钢板-贫瘠之地",
						["bTag"] = "胸口震钢板#5925",
						["class"] = 10,
						["time"] = 1542251166,
						["iLvl"] = 378,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "贼头无脑-贫瘠之地",
						["bTag"] = "胸口震钢板#5925",
						["class"] = 4,
						["time"] = 1542251166,
						["iLvl"] = 375,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "加加恩的大棒-雷克萨",
						["bTag"] = "云中过#5351",
						["class"] = 7,
						["time"] = 1542251116,
						["iLvl"] = 326,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "污铯尔-白银之手",
						["bTag"] = "JOE#5921",
						["class"] = 2,
						["time"] = 1542251112,
						["iLvl"] = 380,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "玛多娜-千针石林",
						["bTag"] = "hani#5469",
						["class"] = 8,
						["time"] = 1542251161,
						["iLvl"] = 356,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "只有香如故-永夜港",
						["bTag"] = "雨珩#5742",
						["class"] = 12,
						["time"] = 1542251132,
						["iLvl"] = 380,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丶婋妡-哈兰",
						["bTag"] = "西芹不是芹菜#5974",
						["class"] = 3,
						["time"] = 1542251127,
						["iLvl"] = 346,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "秘书-勇士岛",
						["bTag"] = "仙梵#5483",
						["class"] = 8,
						["time"] = 1542251166,
						["iLvl"] = 343,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "虾米灬掠魂-巫妖之王",
						["bTag"] = "虾米怪兽#51618",
						["class"] = 2,
						["time"] = 1542251137,
						["iLvl"] = 372,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "神脊比特卡-安加萨",
						["bTag"] = "蛮力之精灵#58528",
						["class"] = 3,
						["time"] = 1542251118,
						["iLvl"] = 359,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1542251141,
						["name"] = "一杯豆浆-雷斧堡垒",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "燕憔悴-贫瘠之地",
						["bTag"] = "公鱼憔悴#5572",
						["class"] = 2,
						["time"] = 1542251106,
						["iLvl"] = 330,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "海盗灬流云-戈古纳斯",
						["bTag"] = "海盗流云来啦#5478",
						["class"] = 12,
						["time"] = 1542251166,
						["iLvl"] = 373,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "熊肆爺灬-格瑞姆巴托",
						["bTag"] = "七米阳光#51763",
						["class"] = 4,
						["time"] = 1542251112,
						["iLvl"] = 339,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "神剑仙猿人清-主宰之剑",
						["bTag"] = "流风回雪#5329",
						["class"] = 1,
						["time"] = 1542251110,
						["iLvl"] = 320,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆注视着你-黑龙军团",
						["bTag"] = "土豆炖牛肉#5974",
						["class"] = 3,
						["time"] = 1542251152,
						["iLvl"] = 377,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "转乾坤-灰谷",
						["bTag"] = "雪落岚#5657",
						["time"] = 1543674146,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 344,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "公众号原子树-安苏",
						["bTag"] = "起个名字累身汗#51353",
						["class"] = 11,
						["time"] = 1543674146,
						["iLvl"] = 339,
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "曙光丶戴安娜-白银之手",
						["bTag"] = "Heathens#5457",
						["class"] = 2,
						["time"] = 1543674146,
						["iLvl"] = 379,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Renle-罗宁",
						["bTag"] = "剑盾雄狮#5990",
						["class"] = 8,
						["time"] = 1543674146,
						["iLvl"] = 362,
					}, -- [43]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1543674146,
						["name"] = "紫夜-艾萨拉",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1543674146,
						["name"] = "阿娜拉丨寒风-麦迪文",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "元丶奕-金度",
						["bTag"] = "加州肥牛#5714",
						["class"] = 4,
						["time"] = 1543674066,
						["iLvl"] = 359,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光晓雪-迦拉克隆",
						["bTag"] = "雷霆#5193",
						["class"] = 2,
						["time"] = 1543674146,
						["iLvl"] = 380,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电风暴丶-主宰之剑",
						["bTag"] = "冲冲向前冲#51996",
						["class"] = 7,
						["time"] = 1543674146,
						["iLvl"] = 385,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1543674146,
						["name"] = "载拓-芬里斯",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜死者-金度",
						["bTag"] = "灰色厶空间#5155",
						["class"] = 6,
						["time"] = 1543674146,
						["iLvl"] = 351,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "天啊你真大-勇士岛",
						["bTag"] = "SuperMage#54194",
						["class"] = 6,
						["time"] = 1543674146,
						["iLvl"] = 352,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "图样图升破-主宰之剑",
						["bTag"] = "酱油飞仙#5258",
						["class"] = 1,
						["time"] = 1543674146,
						["iLvl"] = 354,
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "Oken-霜之哀伤",
						["bTag"] = "消失的枫叶#5875",
						["class"] = 6,
						["time"] = 1543674146,
						["iLvl"] = 352,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1543674146,
						["name"] = "看不见就好-罗宁",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "庞培丷一世-回音山",
						["bTag"] = "啊利路呀#5591",
						["class"] = 2,
						["time"] = 1543674146,
						["iLvl"] = 331,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "萨拉迈丶尼-荆棘谷",
						["bTag"] = "紫百合#5863",
						["class"] = 1,
						["time"] = 1543674146,
						["iLvl"] = 368,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1543674146,
						["name"] = "背叛的纵横家-黄金之路",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "圣弗朗西斯科-艾露恩",
						["bTag"] = "治病不救人#5484",
						["class"] = 2,
						["time"] = 1543674146,
						["iLvl"] = 356,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "丨浅浅丨-艾欧娜尔",
						["bTag"] = "浅浅#5342",
						["class"] = 7,
						["time"] = 1543674146,
						["iLvl"] = 286,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "丨科比丨-主宰之剑",
						["bTag"] = "东方明#5704",
						["class"] = 3,
						["time"] = 1543674146,
						["iLvl"] = 261,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "烨风-麦维影歌",
						["bTag"] = "侧脸#5531",
						["class"] = 1,
						["time"] = 1543674146,
						["iLvl"] = 354,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "庄生晓梦-山丘之王",
						["bTag"] = "坎坎伐檀#5460",
						["class"] = 2,
						["time"] = 1543674146,
						["iLvl"] = 352,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "夕风丶毒毒-神圣之歌",
						["bTag"] = "hostgg#5924",
						["class"] = 6,
						["time"] = 1543674146,
						["iLvl"] = 378,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福的毛毛雨-白银之手",
						["bTag"] = "小奶桶#51994",
						["class"] = 10,
						["time"] = 1543674146,
						["iLvl"] = 302,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "水根-影牙要塞",
						["bTag"] = "我是大厨#5814",
						["class"] = 8,
						["time"] = 1543674146,
						["iLvl"] = 362,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "没取名字-末日行者",
						["bTag"] = "暗夜之骑士#527634",
						["class"] = 4,
						["time"] = 1543674146,
						["iLvl"] = 361,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1543674146,
						["name"] = "煌黑终焉之影-蜘蛛王国",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "遥想当年-麦迪文",
						["bTag"] = "独酌#51459",
						["class"] = 12,
						["time"] = 1543674146,
						["iLvl"] = 338,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Casiudien-风暴之眼",
						["bTag"] = "Napanee#5179",
						["class"] = 7,
						["time"] = 1543674146,
						["iLvl"] = 364,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烬之刃-主宰之剑",
						["bTag"] = "菲拉斯的雨#5658",
						["class"] = 4,
						["time"] = 1543674146,
						["iLvl"] = 353,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1543674146,
						["name"] = "有案可查-红龙女王",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "黯纪丶心若依-布兰卡德",
						["bTag"] = "一一#5199",
						["class"] = 12,
						["time"] = 1543674146,
						["iLvl"] = 327,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "开心丶泡泡-塞纳留斯",
						["bTag"] = "Coin#5164",
						["class"] = 8,
						["time"] = 1543674066,
						["iLvl"] = 380,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "娜豆-轻风之语",
						["bTag"] = "陆小象#5555",
						["class"] = 3,
						["time"] = 1543674146,
						["iLvl"] = 356,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利但-金色平原",
						["bTag"] = "彭家大侠果子#5374",
						["class"] = 12,
						["time"] = 1543674146,
						["iLvl"] = 376,
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "坦克是也-深渊之巢",
						["bTag"] = "殴打部落英雄#5793",
						["class"] = 12,
						["time"] = 1543674146,
						["iLvl"] = 361,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "很烦躁-桑德兰",
						["bTag"] = "铁血霸道#51277",
						["class"] = 6,
						["time"] = 1543674146,
						["iLvl"] = 353,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "丨影子杀手丨-永恒之井",
						["bTag"] = "凯恩#513716",
						["class"] = 12,
						["time"] = 1543674146,
						["iLvl"] = 349,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "花无影-守护之剑",
						["bTag"] = "咣咣#5951",
						["time"] = 1544492002,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 330,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544492002,
						["name"] = "刺客的食尸鬼-末日行者",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "十月情怀-刺骨利刃",
						["bTag"] = "小小之食人魔#599110",
						["class"] = 8,
						["time"] = 1544491990,
						["iLvl"] = 288,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "巨无霸奶爸-风暴峭壁",
						["bTag"] = "郝凯#51597",
						["class"] = 7,
						["time"] = 1544491992,
						["iLvl"] = 329,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544492002,
						["name"] = "追逐风暴-末日行者",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "番号二零一三-雷斧堡垒",
						["bTag"] = "不会用键盘#51503",
						["class"] = 4,
						["time"] = 1544491990,
						["iLvl"] = 375,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "如梦胜似柔情-阿纳克洛斯",
						["bTag"] = "为爱孤单#51627",
						["class"] = 4,
						["time"] = 1544492002,
						["iLvl"] = 353,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1544491994,
						["name"] = "丝柳飘飘-玛洛加尔",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "神殇之影-羽月",
						["bTag"] = "神殇之刃#5376",
						["class"] = 4,
						["time"] = 1544491996,
						["iLvl"] = 339,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鲁丶泰兰-奈法利安",
						["bTag"] = "星空#54252",
						["class"] = 12,
						["time"] = 1544491994,
						["iLvl"] = 352,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "小乖乖好-海克泰尔",
						["bTag"] = "nothingdk#5501",
						["class"] = 8,
						["time"] = 1544491992,
						["iLvl"] = 368,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "纹身很漂亮-罗宁",
						["bTag"] = "地板王#5266",
						["class"] = 12,
						["time"] = 1544491990,
						["iLvl"] = 371,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544491939,
						["name"] = "百战-万色星辰",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "深谷洛雪-诺莫瑞根",
						["bTag"] = "深谷洛雪#5777",
						["class"] = 3,
						["time"] = 1544491992,
						["iLvl"] = 379,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "睿睿粑粑-风暴之眼",
						["bTag"] = "帅气的冰霜#5470",
						["class"] = 1,
						["time"] = 1544491939,
						["iLvl"] = 384,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔瓦娜月露-桑德兰",
						["bTag"] = "爱依依#5511",
						["class"] = 4,
						["time"] = 1544492000,
						["iLvl"] = 375,
					}, -- [94]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1544492002,
						["name"] = "叛变的欢子-白银之手",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1544491990,
						["name"] = "盗处留情丶-风暴之眼",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1544492002,
						["name"] = "温丶蕾萨-金色平原",
					}, -- [97]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1544492002,
						["name"] = "剖腹探查-暗影之月",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "黑锋煞魔-加里索斯",
						["bTag"] = "霍格#51799",
						["class"] = 6,
						["time"] = 1544491990,
						["iLvl"] = 367,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之晓璐璐-艾萨拉",
						["bTag"] = "暗之小璐璐#5988",
						["class"] = 5,
						["time"] = 1544491939,
						["iLvl"] = 384,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1544492002,
						["name"] = "五码妖后-桑德兰",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "贺兰踏雪-伊森利恩",
						["bTag"] = "傲视剑魂#5136",
						["class"] = 4,
						["time"] = 1544492002,
						["iLvl"] = 356,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "無銭-奥特兰克",
						["bTag"] = "堕落的圣光#5761",
						["class"] = 7,
						["time"] = 1544492002,
						["iLvl"] = 322,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1544491994,
						["name"] = "莽夫嗜血者-埃德萨拉",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "奥蕾灬莉娅-金色平原",
						["bTag"] = "愤怒的小萝莉#51934",
						["class"] = 9,
						["time"] = 1544492002,
						["iLvl"] = 371,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影部分-银月",
						["bTag"] = "不喝可乐#5859",
						["class"] = 4,
						["time"] = 1544491996,
						["iLvl"] = 344,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Txexciting-索瑞森",
						["bTag"] = "KORING#5658",
						["class"] = 8,
						["time"] = 1544491992,
						["iLvl"] = 365,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "夜月寒-凤凰之神",
						["bTag"] = "芒果西米露#51817",
						["class"] = 8,
						["time"] = 1544492002,
						["iLvl"] = 371,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色灬羽翼-加尔",
						["bTag"] = "老杨教你做人#5603",
						["class"] = 3,
						["time"] = 1544491996,
						["iLvl"] = 357,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "灬貘小黑灬-世界之树",
						["bTag"] = "斩风的芙罗拉#5474",
						["class"] = 12,
						["time"] = 1544491939,
						["iLvl"] = 380,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "我会开帷幕-诺莫瑞根",
						["bTag"] = "好好搞科研#5600",
						["class"] = 4,
						["time"] = 1544492002,
						["iLvl"] = 325,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "丘比特之箭凸-安苏",
						["bTag"] = "酸甜苦辣#51747",
						["class"] = 3,
						["time"] = 1544491939,
						["iLvl"] = 360,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "帝蒙罕特尔-凯尔萨斯",
						["bTag"] = "巨硕之矮人#51537",
						["class"] = 12,
						["time"] = 1544492002,
						["iLvl"] = 341,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "统战部-贫瘠之地",
						["bTag"] = "张帆#51204",
						["class"] = 9,
						["time"] = 1544492002,
						["iLvl"] = 331,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Rambor-鬼雾峰",
						["bTag"] = "Rambor#5738",
						["class"] = 12,
						["time"] = 1544491992,
						["iLvl"] = 377,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "几千万个劣人-翡翠梦境",
						["bTag"] = "MrT#5521",
						["class"] = 3,
						["time"] = 1544492002,
						["iLvl"] = 348,
					}, -- [116]
				},
				["2-137-502-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Arthurna-白银之手",
						["bTag"] = "菜鸟飞飞#5489",
						["time"] = 1542369353,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 382,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1542369353,
						["name"] = "慢步者-金色平原",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶巧克力-普瑞斯托",
						["bTag"] = "樺樺小主#5457",
						["class"] = 2,
						["time"] = 1542369353,
						["iLvl"] = 385,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "找个和尚去嫖-白银之手",
						["bTag"] = "哥哥请你喝奶茶#5333",
						["class"] = 4,
						["time"] = 1542369353,
						["iLvl"] = 379,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "龍鲲-破碎岭",
						["bTag"] = "奶妈半肉半输出#5579",
						["time"] = 1543584779,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 385,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "五个小时-白银之手",
						["bTag"] = "Eric#5381",
						["class"] = 12,
						["time"] = 1543584779,
						["iLvl"] = 376,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1543584779,
						["name"] = "Miloslava-回音山",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "血忈-朵丹尼尔",
						["bTag"] = "穿拖鞋的人#5182",
						["class"] = 6,
						["time"] = 1543584779,
						["iLvl"] = 379,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "菇凉约嘛-灰谷",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1544194328,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "左手之名-末日行者",
						["bTag"] = "追忆似水年华#51844",
						["class"] = 12,
						["time"] = 1544194328,
						["iLvl"] = 383,
					}, -- [10]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1544194328,
						["name"] = "叶教官丶皮鞭-罗宁",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色星光-主宰之剑",
						["bTag"] = "蓝色星光#5550",
						["class"] = 8,
						["time"] = 1544194328,
						["iLvl"] = 384,
					}, -- [12]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "深爱某籹籽-阿古斯",
						["bTag"] = "深爱某女子#5247",
						["time"] = 1542201539,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 376,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "龙传人-洛肯",
						["bTag"] = "龙传人#51711",
						["class"] = 3,
						["time"] = 1542200436,
						["iLvl"] = 382,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "娅媚蝶-回音山",
						["bTag"] = "Monster#52611",
						["class"] = 4,
						["time"] = 1542201539,
						["iLvl"] = 380,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "最后一次卖萌-安苏",
						["bTag"] = "GhostPants#51902",
						["class"] = 11,
						["time"] = 1542201539,
						["iLvl"] = 381,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "笨之煞-罗曼斯",
						["bTag"] = "流离浮生一场醉梦#5763",
						["class"] = 2,
						["time"] = 1542201539,
						["iLvl"] = 376,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "第七军之飞天-伊森利恩",
						["bTag"] = "阴影下的舞者#5207",
						["class"] = 12,
						["time"] = 1542201539,
						["iLvl"] = 374,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "烈火中的汽油-末日行者",
						["bTag"] = "烈火中的汽油#5939",
						["class"] = 10,
						["time"] = 1542199542,
						["iLvl"] = 381,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "無鈊髮湿-影牙要塞",
						["bTag"] = "旒歆#5872",
						["class"] = 8,
						["time"] = 1542201539,
						["iLvl"] = 375,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "阿伽灬月之痕-耳语海岸",
						["bTag"] = "紫恒#5524",
						["class"] = 6,
						["time"] = 1542201539,
						["iLvl"] = 371,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "二饼我吃-戈古纳斯",
						["bTag"] = "巧巧#5346",
						["class"] = 5,
						["time"] = 1542201539,
						["iLvl"] = 371,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丿牙齿-末日行者",
						["bTag"] = "牙齿白白#51968",
						["class"] = 3,
						["time"] = 1542201539,
						["iLvl"] = 380,
					}, -- [11]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "不橙功便橙仁-埃德萨拉",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1543974365,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "德德鲁鲁依依-主宰之剑",
						["bTag"] = "刹那花火#5324",
						["time"] = 1543974619,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 285,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "百战狂刀-索拉丁",
						["bTag"] = "江湖挨刀娃#5741",
						["class"] = 1,
						["time"] = 1543974619,
						["iLvl"] = 302,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "萌新德-丽丽（四川）",
						["bTag"] = "灵犀#5508",
						["class"] = 11,
						["time"] = 1543974619,
						["iLvl"] = 288,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "王晓慧-永恒之井",
						["bTag"] = "时间煮雨#5317",
						["class"] = 2,
						["time"] = 1543974619,
						["iLvl"] = 347,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的孜孜-白银之手",
						["bTag"] = "暗夜之骑士#518951",
						["class"] = 8,
						["time"] = 1543974619,
						["iLvl"] = 309,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "百步穿猪-永恒之井",
						["bTag"] = "ewfse#5893",
						["class"] = 3,
						["time"] = 1543974619,
						["iLvl"] = 343,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "驴哥-破碎岭",
						["bTag"] = "倔驴#5128",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 362,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "苏小糖-铜龙军团",
						["bTag"] = "大雨将至#5722",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 355,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "凌凙-玛里苟斯",
						["bTag"] = "Louis1230#5679",
						["class"] = 7,
						["time"] = 1543974529,
						["iLvl"] = 287,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Orangejuice-暗影之月",
						["bTag"] = "rinhappy#5122",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 362,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "镹悦-泰拉尔",
						["bTag"] = "九月#5527",
						["class"] = 12,
						["time"] = 1543974498,
						["iLvl"] = 306,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "莱蒽娜多-狂热之刃",
						["bTag"] = "残月絮辰#5245",
						["class"] = 2,
						["time"] = 1543974619,
						["iLvl"] = 347,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "放开那只德-阿拉索",
						["bTag"] = "海星飘零#5443",
						["class"] = 11,
						["time"] = 1543974514,
						["iLvl"] = 299,
					}, -- [14]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1543974619,
						["name"] = "卡琪儿-灰谷",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 10,
						["time"] = 1543974478,
						["name"] = "柔云大师-埃德萨拉",
					}, -- [16]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1543974619,
						["name"] = "念丶殤雲-国王之谷",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丨浅浅丨-艾欧娜尔",
						["bTag"] = "浅浅#5342",
						["class"] = 7,
						["time"] = 1543974619,
						["iLvl"] = 300,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "闪灵影-白银之手",
						["bTag"] = "猥琐的茶鸡蛋#5653",
						["class"] = 11,
						["time"] = 1543974619,
						["iLvl"] = 311,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "惊奇队长-暗影之月",
						["bTag"] = "孤单北半球#5321",
						["class"] = 9,
						["time"] = 1543974619,
						["iLvl"] = 275,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰双双对-奥特兰克",
						["bTag"] = "SneakyTurtle#578347",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 356,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "葉织秋-白银之手",
						["bTag"] = "断水流大师兄#51951",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 380,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "轩瑄小呆呆-石爪峰",
						["bTag"] = "轩瑄#5642",
						["class"] = 4,
						["time"] = 1543974619,
						["iLvl"] = 336,
					}, -- [23]
				},
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Reneebaby - 荆棘谷"] = {
			["searchHistoryList"] = {
				"2-114-447-0", -- [1]
				"2-114-461-0", -- [2]
				"3-122-413-0", -- [3]
				"3-122-414-0", -- [4]
				"1-124-419-0", -- [5]
				"1-124-469-0", -- [6]
				"3-123-416-0", -- [7]
				"3-123-415-0", -- [8]
				"1-124-421-0", -- [9]
				"1-124-420-0", -- [10]
				"1-124-423-0", -- [11]
				"2-112-445-0", -- [12]
				"2-120-466-0", -- [13]
				"1-124-422-0", -- [14]
				"2-113-446-0", -- [15]
				"9-0-19-0", -- [16]
				"3-126-456-0", -- [17]
				"3-126-457-0", -- [18]
				"2-121-467-0", -- [19]
				"2-121-454-0", -- [20]
				"2-120-453-0", -- [21]
				"2-112-459-0", -- [22]
				"2-128-473-0", -- [23]
				"2-129-476-0", -- [24]
				"2-115-448-0", -- [25]
				"6-0-0-0", -- [26]
				"2-118-463-0", -- [27]
				"2-0-50-0", -- [28]
			},
			["createHistoryList"] = {
				"2-114-447-0", -- [1]
				"1-124-423-0", -- [2]
				"2-112-445-0", -- [3]
				"1-124-419-0", -- [4]
				"1-124-469-0", -- [5]
				"1-124-420-0", -- [6]
				"2-120-453-0", -- [7]
				"1-124-421-0", -- [8]
				"1-124-422-0", -- [9]
				"2-121-454-0", -- [10]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -5.97601318359375,
					["x"] = -231.231475830078,
					["scale"] = 1,
				},
			},
			["lastSearchValue"] = "2-114-447-0",
			["recent"] = {
				["1-124-420-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "是非玩玩-白银之手",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1493538083,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "抓宝宝陪我-勇士岛",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1493538083,
						["bTag"] = "春凉小俏#5269",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Rdaybreak-德拉诺",
						["iLvl"] = 755,
						["class"] = 3,
						["time"] = 1493538081,
						["bTag"] = "奥桑#5171",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "佛泽戈洛瑞-国王之谷",
						["iLvl"] = 868,
						["class"] = 2,
						["time"] = 1493538083,
						["bTag"] = "Annihilation#5593",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "未完丶不续-阿纳克洛斯",
						["iLvl"] = 902,
						["class"] = 12,
						["time"] = 1493538010,
						["bTag"] = "未完不续#5900",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "末法浩劫-雷斧堡垒",
						["iLvl"] = 905,
						["class"] = 12,
						["time"] = 1493538079,
						["bTag"] = "Braveheart#52459",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "燕红叶-范达尔鹿盔",
						["iLvl"] = 883,
						["class"] = 11,
						["time"] = 1493538010,
						["bTag"] = "温酒醉梦生#5450",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Wic-埃德萨拉",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1493538010,
						["bTag"] = "scream#5957",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "暗自独香-勇士岛",
						["iLvl"] = 905,
						["class"] = 3,
						["time"] = 1493538083,
						["bTag"] = "暗自丶独香#5725",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "沐雨橙偑-熊猫酒仙",
						["iLvl"] = 890,
						["class"] = 8,
						["time"] = 1493538083,
						["bTag"] = "Lyn#5661",
					}, -- [10]
					{
						["name"] = "风吹丶桜花猝-玛里苟斯",
						["role"] = "DAMAGER",
						["time"] = 1493538083,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "游走阴影-雷斧堡垒",
						["iLvl"] = 905,
						["class"] = 4,
						["time"] = 1493537997,
						["bTag"] = "游隼#5580",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "丶额丶-回音山",
						["iLvl"] = 862,
						["class"] = 6,
						["time"] = 1493537980,
						["bTag"] = "人生赢家#52890",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "隐月清思-暗影之月",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1493538010,
						["bTag"] = "扑满#5251",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "夜之协奏曲-伊萨里奥斯",
						["iLvl"] = 905,
						["class"] = 7,
						["time"] = 1493538079,
						["bTag"] = "夜之协奏曲#51925",
					}, -- [15]
					{
						["name"] = "朽霜-艾苏恩",
						["role"] = "TANK",
						["time"] = 1493538081,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "譁莲-暗影之月",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1493621415,
						["bTag"] = "华莲#5335",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "贤良-海加尔",
						["iLvl"] = 886,
						["class"] = 7,
						["time"] = 1493621503,
						["bTag"] = "绅士猫#5559",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一只大肉包子-天谴之门",
						["iLvl"] = 877,
						["class"] = 11,
						["time"] = 1493621530,
						["bTag"] = "包子#54602",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "千雁-熊猫酒仙",
						["iLvl"] = 870,
						["class"] = 9,
						["time"] = 1493621503,
						["bTag"] = "空心贼#5469",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐晚上是狼-荆棘谷",
						["iLvl"] = 879,
						["class"] = 3,
						["time"] = 1493621554,
						["bTag"] = "大叔#51637",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "冰你一脸-影之哀伤",
						["iLvl"] = 889,
						["class"] = 8,
						["time"] = 1493621554,
						["bTag"] = "澤近爱理#5561",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "Tbei-奈萨里奥",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1493621554,
						["bTag"] = "贝戈戈#51636",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大丶萌丶德丶-格瑞姆巴托",
						["iLvl"] = 878,
						["time"] = 1493692229,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "LazyTitan#5624",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "刺客一米三-贫瘠之地",
						["iLvl"] = 858,
						["class"] = 4,
						["time"] = 1493692194,
						["bTag"] = "蓝蓝草#5991",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "越位-毁灭之锤",
						["iLvl"] = 900,
						["class"] = 3,
						["time"] = 1493692431,
						["bTag"] = "黑斗篷#5635",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "冰冷的拥抱-拉文凯斯",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1493692256,
						["bTag"] = "雪乌鸦#5791",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "庞太师-雷斧堡垒",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1493692431,
						["bTag"] = "庞太师#5310",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "一个七十-深渊之巢",
						["iLvl"] = 889,
						["class"] = 2,
						["time"] = 1493692431,
						["bTag"] = "致命之鼠#55588",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "诺亚尔-羽月",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1493692267,
						["bTag"] = "DarkRoy#51479",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "好运护符-主宰之剑",
						["iLvl"] = 912,
						["time"] = 1493776794,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "KOK#52859",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "狐鸣-亚雷戈斯",
						["iLvl"] = 864,
						["time"] = 1493776822,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "三毛#5527",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "爆爆龍騎-雷克萨",
						["iLvl"] = 897,
						["class"] = 6,
						["time"] = 1493776717,
						["bTag"] = "饭小饱#5465",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "中原一霸-布兰卡德",
						["iLvl"] = 910,
						["class"] = 10,
						["time"] = 1493776802,
						["bTag"] = "沉默之剑#5106527",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚吃点啥-范达尔鹿盔",
						["iLvl"] = 886,
						["time"] = 1493776848,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "aa261823#5869",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "神祁灬小妖-斯坦索姆",
						["iLvl"] = 903,
						["class"] = 12,
						["time"] = 1493776848,
						["bTag"] = "秋天#5667",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "烈火炳儒-卡德加",
						["iLvl"] = 876,
						["class"] = 10,
						["time"] = 1493776848,
						["bTag"] = "你猜我是谁#52474",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "背后的梦魇-罗宁",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1493776848,
						["bTag"] = "风子伊#5906",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "恢烬使者-冰风岗",
						["iLvl"] = 874,
						["time"] = 1493959974,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "ytyzh#5535",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丶败家儿-白银之手",
						["iLvl"] = 912,
						["class"] = 8,
						["time"] = 1493959974,
						["bTag"] = "圆圆的宁宁#5468",
					}, -- [40]
					{
						["name"] = "诗小小-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1493959974,
						["class"] = 5,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "季末乄花已落-迅捷微风",
						["iLvl"] = 904,
						["class"] = 3,
						["time"] = 1493960075,
						["bTag"] = "孤独亦相随#5562",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "毒牙-灰谷",
						["iLvl"] = 878,
						["class"] = 4,
						["time"] = 1493960075,
						["bTag"] = "蓦然#51827",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "亮之星-伊森利恩",
						["iLvl"] = 909,
						["class"] = 1,
						["time"] = 1494038746,
						["bTag"] = "阿牛#5114",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "积德成善-雷斧堡垒",
						["iLvl"] = 867,
						["class"] = 12,
						["time"] = 1494038746,
						["bTag"] = "二月逆流#5835",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Wharf-雷霆之王",
						["iLvl"] = 908,
						["class"] = 8,
						["time"] = 1494038746,
						["bTag"] = "Wharf#5761",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "死王如风-回音山",
						["iLvl"] = 900,
						["time"] = 1494420244,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "翔宇#5550",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "骤雨打新荷-白银之手",
						["iLvl"] = 901,
						["time"] = 1494420251,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "慕雪#51728",
					}, -- [48]
					{
						["name"] = "朕射祢無罪-壁炉谷",
						["role"] = "DAMAGER",
						["time"] = 1494420251,
						["class"] = 3,
					}, -- [49]
					{
						["name"] = "荆棘谷谷-梅尔加尼",
						["role"] = "DAMAGER",
						["time"] = 1494420251,
						["class"] = 3,
					}, -- [50]
				},
				["3-123-416-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋菊花-末日行者",
						["iLvl"] = 906,
						["class"] = 1,
						["time"] = 1494050865,
						["bTag"] = "凡人物语#51300",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Whitelogi-风暴峭壁",
						["iLvl"] = 898,
						["time"] = 1493468261,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "gather#5494",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "怒焰苍穹-风暴峭壁",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1493468261,
						["bTag"] = "焰火#5568",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "快叫冲爷-风暴峭壁",
						["iLvl"] = 906,
						["class"] = 4,
						["time"] = 1493468261,
						["bTag"] = "快叫冲爷#5116",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Popularchick-国王之谷",
						["iLvl"] = 905,
						["class"] = 12,
						["time"] = 1493468261,
						["bTag"] = "吃人#51765",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "暗影之幕-雷斧堡垒",
						["iLvl"] = 911,
						["class"] = 6,
						["time"] = 1493468261,
						["bTag"] = "小宝#5852",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "放一点冰块-雷斧堡垒",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1493468261,
						["bTag"] = "放一点冰块#5293",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "天空的味道-风暴之眼",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1493468261,
						["bTag"] = "天空的味道#5179",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "神啊賜個妞吧-千针石林",
						["iLvl"] = 906,
						["class"] = 4,
						["time"] = 1493468261,
						["bTag"] = "含着花瓣的鱼#5628",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "夜安贝影-国王之谷",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1493468261,
						["bTag"] = "夜安贝影#5466",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "亡命撸飞-库德兰",
						["iLvl"] = 910,
						["class"] = 12,
						["time"] = 1493468261,
						["bTag"] = "华丽之裤#51680",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丹羽禾-风暴峭壁",
						["iLvl"] = 908,
						["class"] = 9,
						["time"] = 1493468261,
						["bTag"] = "丹爷#5889",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "东洲小岛-霜之哀伤",
						["iLvl"] = 900,
						["class"] = 5,
						["time"] = 1493468261,
						["bTag"] = "机械之忍#588344",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "首席大酋长-达纳斯",
						["iLvl"] = 898,
						["class"] = 7,
						["time"] = 1493468261,
						["bTag"] = "乌拉乌拉大魔王#5810",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "橘香馥郁-雷斧堡垒",
						["iLvl"] = 907,
						["class"] = 5,
						["time"] = 1493468261,
						["bTag"] = "czcz#5601",
					}, -- [15]
					{
						["name"] = "微衫-风暴峭壁",
						["role"] = "HEALER",
						["time"] = 1493468261,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "洗个澡压压惊-库德兰",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1493468261,
						["bTag"] = "欧泥浆#5468",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "歪歪灬-库德兰",
						["iLvl"] = 907,
						["class"] = 3,
						["time"] = 1493468261,
						["bTag"] = "歪歪#5725",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "李丶山城白酒-国王之谷",
						["iLvl"] = 902,
						["class"] = 8,
						["time"] = 1493468261,
						["bTag"] = "小闹天宫#51137",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "西尔斯育儿书-回音山",
						["iLvl"] = 907,
						["class"] = 9,
						["time"] = 1493468261,
						["bTag"] = "holz#51364",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "天籁旋律灬-主宰之剑",
						["iLvl"] = 915,
						["class"] = 8,
						["time"] = 1493468261,
						["bTag"] = "天籁#5149",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "遥远的人-库德兰",
						["iLvl"] = 907,
						["class"] = 12,
						["time"] = 1493468261,
						["bTag"] = "西江月#51183",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丶凡-主宰之剑",
						["iLvl"] = 911,
						["class"] = 8,
						["time"] = 1493468261,
						["bTag"] = "洛凡#51307",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "刹刃斩-斩魔者",
						["iLvl"] = 907,
						["class"] = 1,
						["time"] = 1493468261,
						["bTag"] = "振兴#5981",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "一个丶奶骑-破碎岭",
						["iLvl"] = 908,
						["time"] = 1493473811,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "孙涛#51358",
					}, -- [25]
					{
						["name"] = "真希波真里-激流之傲",
						["role"] = "DAMAGER",
						["time"] = 1493473811,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "訫绪寶貝-守护之剑",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1493473811,
						["bTag"] = "夜露#5259",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "巴里-罗宁",
						["iLvl"] = 905,
						["class"] = 1,
						["time"] = 1493473811,
						["bTag"] = "强壮巴里#5333",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "慕黎儿-海克泰尔",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1493473811,
						["bTag"] = "叶修#5840",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯淡默-破碎岭",
						["iLvl"] = 890,
						["class"] = 1,
						["time"] = 1493473811,
						["bTag"] = "龙啸灬九天#51518",
					}, -- [30]
					{
						["name"] = "瞎眼魔-羽月",
						["role"] = "DAMAGER",
						["time"] = 1493473811,
						["class"] = 12,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "美丶羊羊-破碎岭",
						["iLvl"] = 914,
						["class"] = 12,
						["time"] = 1493473811,
						["bTag"] = "罪恶感中找乐趣#51670",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠龍玡-奥特兰克",
						["iLvl"] = 907,
						["class"] = 4,
						["time"] = 1493473811,
						["bTag"] = "翡翠龍玡#5477",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "Mininano-阿古斯",
						["iLvl"] = 906,
						["class"] = 6,
						["time"] = 1493473811,
						["bTag"] = "钟于心#5269",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "临空港-熊猫酒仙",
						["iLvl"] = 903,
						["class"] = 12,
						["time"] = 1493473811,
						["bTag"] = "部落之子#54158",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "壹起奮乧-熊猫酒仙",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1493473811,
						["bTag"] = "蒙山之水#5589",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丨羽姬丨-破碎岭",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1493473561,
						["bTag"] = "羽姬#5168",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "最近手黑-埃德萨拉",
						["iLvl"] = 903,
						["class"] = 11,
						["time"] = 1493473811,
						["bTag"] = "最近手黑#5598",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Gorger-破碎岭",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1493472543,
						["bTag"] = "不会网的狼骑#5561",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "瑶丿瑶-海克泰尔",
						["iLvl"] = 907,
						["class"] = 12,
						["time"] = 1493473811,
						["bTag"] = "梦纷飞#5224",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "西斯特丽雅-破碎岭",
						["iLvl"] = 903,
						["class"] = 7,
						["time"] = 1493473811,
						["bTag"] = "暴暴蓝#5955",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "偶尔-熊猫酒仙",
						["iLvl"] = 902,
						["class"] = 2,
						["time"] = 1493473811,
						["bTag"] = "夜狼枫御#5467",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "菲爾洛克-破碎岭",
						["iLvl"] = 914,
						["class"] = 1,
						["time"] = 1493473811,
						["bTag"] = "萨鲁法尔丶#5166",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "森女-雷斧堡垒",
						["iLvl"] = 906,
						["class"] = 11,
						["time"] = 1493473811,
						["bTag"] = "白金之星#5357",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "好熊好奶-罗宁",
						["iLvl"] = 909,
						["class"] = 5,
						["time"] = 1493473811,
						["bTag"] = "Lendice#5829",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "特仑苏昌-壁炉谷",
						["iLvl"] = 905,
						["class"] = 8,
						["time"] = 1493473811,
						["bTag"] = "莎娃迪卡#5903",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "纯阳烈焰-克洛玛古斯",
						["iLvl"] = 909,
						["class"] = 7,
						["time"] = 1493473811,
						["bTag"] = "灵动之舞#5142",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "残雪一飞痕-索拉丁",
						["iLvl"] = 906,
						["class"] = 8,
						["time"] = 1493473811,
						["bTag"] = "狂野之狼#52855",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "米琦-破碎岭",
						["iLvl"] = 846,
						["class"] = 2,
						["time"] = 1493473811,
						["bTag"] = "Zentlemen#5965",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "红颜浅醉-主宰之剑",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1493473811,
						["bTag"] = "虚度#5616",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "雨諾-祖阿曼",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1493473811,
						["bTag"] = "時光#51823",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "菟毖囡啵忞-玛里苟斯",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1493473811,
						["bTag"] = "Yanjuelei#5802",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "流年丶独殇-范达尔鹿盔",
						["iLvl"] = 903,
						["class"] = 3,
						["time"] = 1493473811,
						["bTag"] = "Sunshine#51265",
					}, -- [53]
					{
						["name"] = "囧儿-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1493473811,
						["class"] = 2,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "一梦七年-铜龙军团",
						["iLvl"] = 912,
						["time"] = 1494050865,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Illidan#5737",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "贝尔贝特-玛里苟斯",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1494050865,
						["bTag"] = "mikota#5704",
					}, -- [56]
					{
						["name"] = "打多少人-雷克萨",
						["role"] = "DAMAGER",
						["time"] = 1494050865,
						["class"] = 12,
					}, -- [57]
					{
						["name"] = "相爱相杀-雷克萨",
						["role"] = "DAMAGER",
						["time"] = 1494050865,
						["class"] = 12,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Neillyo-迦拉克隆",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1494050865,
						["bTag"] = "se7en#53693",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "站在巅峰笑-格瑞姆巴托",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1494050865,
						["bTag"] = "BigShow#5528",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "为谁潇湘去-罗宁",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1494050865,
						["bTag"] = "为谁潇湘去#5754",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "一橙卜染-阿古斯",
						["iLvl"] = 910,
						["class"] = 9,
						["time"] = 1494050865,
						["bTag"] = "阿喀琉斯之踵#5953",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "雨楼芒星飘-索拉丁",
						["iLvl"] = 909,
						["class"] = 9,
						["time"] = 1494050865,
						["bTag"] = "xjw07973#5207",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "刺妖-暗影之月",
						["iLvl"] = 911,
						["class"] = 8,
						["time"] = 1494050865,
						["bTag"] = "很随和#5912",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "冷血海谣-破碎岭",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1494050865,
						["bTag"] = "冷血忍者#5191",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "翠芬-加里索斯",
						["iLvl"] = 913,
						["class"] = 12,
						["time"] = 1494050865,
						["bTag"] = "Dyl#5718",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "幽寒小牧-主宰之剑",
						["iLvl"] = 911,
						["class"] = 5,
						["time"] = 1494050865,
						["bTag"] = "橙子#5337",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "琴琴的老公-熊猫酒仙",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1494050865,
						["bTag"] = "我爱莹莹#5253",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "啵啵娃-轻风之语",
						["iLvl"] = 909,
						["class"] = 1,
						["time"] = 1494050865,
						["bTag"] = "EVA#5781",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "薄暮远望-轻风之语",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1494050865,
						["bTag"] = "Arwen#51644",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Frostmare-罗宁",
						["iLvl"] = 908,
						["class"] = 6,
						["time"] = 1494050865,
						["bTag"] = "张航#5337",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "美人儿别走-加里索斯",
						["iLvl"] = 911,
						["class"] = 8,
						["time"] = 1494050865,
						["bTag"] = "美人儿别走#5845",
					}, -- [72]
					{
						["name"] = "咚咚隆咚-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1494050865,
						["class"] = 12,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "巴比伦之风-暗影之月",
						["iLvl"] = 915,
						["class"] = 3,
						["time"] = 1494050865,
						["bTag"] = "霍格#5267",
					}, -- [74]
					{
						["name"] = "小小丶小奶萨-破碎岭",
						["role"] = "HEALER",
						["time"] = 1494050865,
						["class"] = 7,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "李晋王-白银之手",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1494050865,
						["bTag"] = "云顶#5267",
					}, -- [76]
					{
						["role"] = "HEALER",
						["name"] = "呆萌鱼丸-罗宁",
						["iLvl"] = 906,
						["time"] = 1495330417,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "圈圈#5412",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌小星空-无尽之海",
						["iLvl"] = 913,
						["class"] = 1,
						["time"] = 1495333054,
						["bTag"] = "一石头一#5312",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "暗暗地走-风暴峭壁",
						["iLvl"] = 909,
						["class"] = 4,
						["time"] = 1495333054,
						["bTag"] = "recall#5638",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "暴风少年-生态船",
						["iLvl"] = 910,
						["class"] = 10,
						["time"] = 1495333054,
						["bTag"] = "偏执的力量#5141",
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "闪闪丶惹人爱-千针石林",
						["iLvl"] = 909,
						["class"] = 10,
						["time"] = 1495333054,
						["bTag"] = "闪闪惹人爱#5707",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎叽芭乱窜-罗宁",
						["iLvl"] = 901,
						["time"] = 1495333054,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "圈圈#5412",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "卐跟着吃屁卐-奥达曼",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1495333054,
						["bTag"] = "菠萝#5643",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色的果冻-荆棘谷",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1495333054,
						["bTag"] = "异域之蓝色#5872",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜永恒-国王之谷",
						["iLvl"] = 910,
						["class"] = 7,
						["time"] = 1495333054,
						["bTag"] = "达盖尔#51523",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮恋歌-壁炉谷",
						["iLvl"] = 917,
						["class"] = 1,
						["time"] = 1495333054,
						["bTag"] = "杀戮恋歌#5676",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "哇撒给-诺兹多姆",
						["iLvl"] = 913,
						["class"] = 12,
						["time"] = 1495330473,
						["bTag"] = "隔壁老王#54550",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "秋雨夜话-山丘之王",
						["iLvl"] = 914,
						["class"] = 8,
						["time"] = 1495333054,
						["bTag"] = "风起云落#5700",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "胖小梨-月光林地",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1495333054,
						["bTag"] = "胖小梨#5114",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "恐怖砺刃-塞拉摩",
						["iLvl"] = 917,
						["class"] = 12,
						["time"] = 1495333054,
						["bTag"] = "全靠演技#51488",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "笑谦儿-主宰之剑",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1495333054,
						["bTag"] = "笑谦儿#5708",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之忧郁-末日行者",
						["iLvl"] = 904,
						["class"] = 9,
						["time"] = 1495333054,
						["bTag"] = "忧郁的小步#5269",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "熊大无奶-白银之手",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1495333054,
						["bTag"] = "蓝色伏特加#5771",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "时间余烬-国王之谷",
						["iLvl"] = 910,
						["class"] = 7,
						["time"] = 1495333054,
						["bTag"] = "双力代秒我啊#5679",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "涅磐猪-罗宁",
						["iLvl"] = 909,
						["class"] = 8,
						["time"] = 1495333054,
						["bTag"] = "逗比考#5735",
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "李燕妮-奥拉基尔",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1495333054,
						["bTag"] = "李燕妮#5406",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "伊冉灬愛你-生态船",
						["iLvl"] = 915,
						["class"] = 10,
						["time"] = 1495333054,
						["bTag"] = "依冉爱你#51665",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "凌寒丨怒风-阿古斯",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1495333054,
						["bTag"] = "二猛#5924",
					}, -- [98]
				},
				["1-124-419-0"] = {
					{
						["name"] = "慕颜-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1494832981,
						["class"] = 5,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "没被抓的德儿-图拉扬",
						["iLvl"] = 873,
						["class"] = 11,
						["time"] = 1494832981,
						["bTag"] = "小纯洁#52736",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "抽煙不帶火-达尔坎",
						["iLvl"] = 903,
						["time"] = 1495120689,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "抽烟不带火#5858",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "辉辉空大大师-格瑞姆巴托",
						["iLvl"] = 918,
						["class"] = 6,
						["time"] = 1495120684,
						["bTag"] = "辉空大师#5574",
					}, -- [4]
					{
						["name"] = "神黑羽牧-塞纳留斯",
						["role"] = "DAMAGER",
						["time"] = 1495120674,
						["class"] = 5,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "冰影儿-白银之手",
						["iLvl"] = 904,
						["class"] = 11,
						["time"] = 1495120674,
						["bTag"] = "季微#5330",
					}, -- [6]
					{
						["name"] = "郁琳-蜘蛛王国",
						["role"] = "DAMAGER",
						["time"] = 1495120682,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "陆亦可-阿拉索",
						["iLvl"] = 898,
						["class"] = 1,
						["time"] = 1495120753,
						["bTag"] = "谢越杰#5777",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "苏欣-塞拉摩",
						["iLvl"] = 906,
						["class"] = 8,
						["time"] = 1495120753,
						["bTag"] = "苏欣#51793",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "蛤迪斯-奥达曼",
						["iLvl"] = 872,
						["class"] = 6,
						["time"] = 1495120753,
						["bTag"] = "SunKing#5511",
					}, -- [10]
					{
						["name"] = "典墨-泰兰德",
						["role"] = "DAMAGER",
						["time"] = 1495120748,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "宅男总动员-末日行者",
						["iLvl"] = 902,
						["class"] = 12,
						["time"] = 1495120753,
						["bTag"] = "飘香贱客#5183",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "义乌驃客-主宰之剑",
						["iLvl"] = 882,
						["class"] = 4,
						["time"] = 1495120753,
						["bTag"] = "虞晓峰#5861",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "阿茹汗-诺莫瑞根",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1495120780,
					}, -- [14]
					{
						["name"] = "Dubled-月神殿",
						["role"] = "DAMAGER",
						["time"] = 1495120774,
						["class"] = 5,
					}, -- [15]
					{
						["name"] = "粉嫩紧-麦迪文",
						["role"] = "DAMAGER",
						["time"] = 1495120778,
						["class"] = 9,
					}, -- [16]
					{
						["name"] = "武灵灬魂尊-安苏",
						["role"] = "HEALER",
						["time"] = 1495120780,
						["class"] = 5,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "炼金传说-玛多兰",
						["iLvl"] = 905,
						["time"] = 1495120995,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "折部安奈#5775",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "殺戮无邊-安苏",
						["iLvl"] = 872,
						["class"] = 1,
						["time"] = 1495120995,
						["bTag"] = "火炎#51705",
					}, -- [19]
					{
						["name"] = "岚世暖暖-克洛玛古斯",
						["role"] = "HEALER",
						["time"] = 1495120822,
						["class"] = 5,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "米骑先生-冰风岗",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1495121060,
						["bTag"] = "techie#5905",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "从小爱逃学-石锤",
						["iLvl"] = 902,
						["class"] = 3,
						["time"] = 1495120881,
						["bTag"] = "迅捷之潜行者#587207",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "碎颅者决情-荆棘谷",
						["iLvl"] = 908,
						["class"] = 1,
						["time"] = 1495121060,
						["bTag"] = "决情#5632",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "离不开你啊-安纳塞隆",
						["iLvl"] = 899,
						["time"] = 1495517297,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "loslane#5926",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "天朝妹纸-晴日峰（江苏）",
						["iLvl"] = 907,
						["class"] = 4,
						["time"] = 1495517262,
						["bTag"] = "天朝帅气#5499",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Micorazon-火羽山",
						["iLvl"] = 890,
						["class"] = 8,
						["time"] = 1495517286,
						["bTag"] = "Ennis#5700",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "凡仅丨筱曦-蜘蛛王国",
						["iLvl"] = 911,
						["class"] = 5,
						["time"] = 1495517297,
						["bTag"] = "杜晓曦#5986",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "随风天使-万色星辰",
						["iLvl"] = 878,
						["class"] = 4,
						["time"] = 1495517297,
						["bTag"] = "芸淡岚轻#5295",
					}, -- [28]
					{
						["name"] = "天羽忍-奥拉基尔",
						["role"] = "DAMAGER",
						["time"] = 1495517297,
						["class"] = 2,
					}, -- [29]
					{
						["name"] = "尐灬萌熊-奥拉基尔",
						["role"] = "HEALER",
						["time"] = 1495517297,
						["class"] = 11,
					}, -- [30]
					{
						["name"] = "随便锤锤-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1495517288,
						["class"] = 2,
					}, -- [31]
					{
						["name"] = "从小就歪歪-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1495517223,
						["class"] = 3,
					}, -- [32]
					{
						["name"] = "記忆-熊猫酒仙",
						["role"] = "TANK",
						["time"] = 1495517297,
						["class"] = 1,
					}, -- [33]
					{
						["name"] = "一品天下-图拉扬",
						["role"] = "DAMAGER",
						["time"] = 1495517223,
						["class"] = 3,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "playerPNECVH-国王之谷",
						["iLvl"] = 882,
						["class"] = 7,
						["time"] = 1495517297,
						["bTag"] = "Bnetplayer#534921",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Calvinkk-图拉扬",
						["iLvl"] = 892,
						["class"] = 2,
						["time"] = 1495517297,
						["bTag"] = "诺夏和烨#5830",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "白夜之星-阿古斯",
						["iLvl"] = 844,
						["class"] = 5,
						["time"] = 1495517297,
						["bTag"] = "Jkdbob#5634",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Theranger-末日行者",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1495517297,
						["bTag"] = "practitioner#5852",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "魔之玄武-戈古纳斯",
						["iLvl"] = 878,
						["class"] = 9,
						["time"] = 1495517297,
						["bTag"] = "魔之玄武#5314",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "七月飞雪-普瑞斯托",
						["iLvl"] = 910,
						["class"] = 4,
						["time"] = 1495517286,
						["bTag"] = "黑7#5231",
					}, -- [40]
					{
						["name"] = "深爱丶-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1495517284,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "九丶爷-暗影之月",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1495517297,
						["bTag"] = "亮叔#51430",
					}, -- [42]
					{
						["name"] = "娜美小姐-塞泰克",
						["role"] = "DAMAGER",
						["time"] = 1495517286,
						["class"] = 8,
					}, -- [43]
					{
						["name"] = "澜辰七夏-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1495517297,
						["class"] = 3,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Guzhantian-奥特兰克",
						["iLvl"] = 912,
						["class"] = 1,
						["time"] = 1495517292,
						["bTag"] = "禾黍秋风#5651",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "月光下的阳光-雷克萨",
						["iLvl"] = 876,
						["class"] = 6,
						["time"] = 1495517297,
						["bTag"] = "liningfly11#5234",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丨黑布霖丨-雷斧堡垒",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1495517297,
						["bTag"] = "我若坦然自有花开#5463",
					}, -- [47]
					{
						["name"] = "天河小妖-布莱恩",
						["role"] = "TANK",
						["time"] = 1495517297,
						["class"] = 11,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "可爱的熊宝宝-诺兹多姆",
						["iLvl"] = 906,
						["class"] = 10,
						["time"] = 1495517297,
						["bTag"] = "千山#5174",
					}, -- [49]
					{
						["name"] = "弓的无量-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495517297,
						["class"] = 3,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥听雪落-翡翠梦境",
						["iLvl"] = 885,
						["class"] = 2,
						["time"] = 1495517297,
						["bTag"] = "逍遥赏雪落#5113",
					}, -- [51]
					{
						["name"] = "迪敌畏-海克泰尔",
						["role"] = "TANK",
						["time"] = 1495517297,
						["class"] = 6,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "飛賊老爺-奥特兰克",
						["iLvl"] = 907,
						["time"] = 1495517437,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "飛賊老爺#5669",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色丷幻想-贫瘠之地",
						["iLvl"] = 849,
						["class"] = 2,
						["time"] = 1495517437,
						["bTag"] = "艾尔之子#59551",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "找孩子冰封-米奈希尔",
						["iLvl"] = 910,
						["class"] = 10,
						["time"] = 1495517437,
						["bTag"] = "老和尚#5433",
					}, -- [55]
					{
						["name"] = "恶魔的灬天使-永恒之井",
						["role"] = "DAMAGER",
						["time"] = 1495517437,
						["class"] = 12,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "咔喔咪-阿纳克洛斯",
						["iLvl"] = 896,
						["time"] = 1495517551,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "越玩越没心#5775",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "一缕青丝-安苏",
						["iLvl"] = 890,
						["time"] = 1495517636,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "华丽之虎#516860",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "噤區丷寳鋇-海克泰尔",
						["iLvl"] = 906,
						["class"] = 8,
						["time"] = 1495517636,
						["bTag"] = "埃泽拉斯的清风#5165",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "垃圾袋袋-戈古纳斯",
						["iLvl"] = 912,
						["class"] = 8,
						["time"] = 1495517636,
						["bTag"] = "垃圾袋袋#5161",
					}, -- [60]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "堕落铭少-斯坦索姆",
						["iLvl"] = 906,
						["class"] = 8,
						["time"] = 1493445472,
						["bTag"] = "风一样的男子#53916",
					}, -- [1]
					{
						["name"] = "神韵太难-巴尔古恩",
						["role"] = "DAMAGER",
						["time"] = 1493445472,
						["class"] = 3,
					}, -- [2]
					{
						["name"] = "荣耀天堂-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1493445472,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "儸蝦贰-末日行者",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1494833283,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "十一年的时间-暗影之月",
						["iLvl"] = 911,
						["class"] = 7,
						["time"] = 1494833325,
						["bTag"] = "百世缘#5952",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶抱抱蘭-破碎岭",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1494833325,
						["bTag"] = "瑞阳#51875",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "龙珠-阿拉索",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1494833325,
						["bTag"] = "龙破#5324",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "卡琳-遗忘海岸",
						["iLvl"] = 894,
						["class"] = 8,
						["time"] = 1495256349,
						["bTag"] = "开心吉尔#5958",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "堂堂寳大人-阿古斯",
						["iLvl"] = 914,
						["class"] = 5,
						["time"] = 1495256349,
						["bTag"] = "宝小酱#5983",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "让黑车翻一会-德拉诺",
						["iLvl"] = 879,
						["class"] = 2,
						["time"] = 1495256349,
						["bTag"] = "老贾#5617",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之美丽-范达尔鹿盔",
						["iLvl"] = 895,
						["class"] = 11,
						["time"] = 1495256349,
						["bTag"] = "淡淡忧伤#5129",
					}, -- [11]
				},
				["2-113-446-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "烨琰冰津-安威玛尔",
						["iLvl"] = 907,
						["time"] = 1494256201,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "月野飞沙#5499",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶罐头-末日行者",
						["iLvl"] = 889,
						["class"] = 10,
						["time"] = 1494256201,
						["bTag"] = "刘胖子胖子刘#5165",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "鸾凤之羽-罗宁",
						["iLvl"] = 881,
						["class"] = 12,
						["time"] = 1494256201,
						["bTag"] = "缘定三生#51768",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "天堂之火-阿拉索",
						["iLvl"] = 883,
						["class"] = 2,
						["time"] = 1494256201,
						["bTag"] = "提莫队长#5719",
					}, -- [4]
				},
				["3-122-414-0"] = {
					{
						["role"] = "TANK",
						["name"] = "赵敏-阿拉索",
						["iLvl"] = 905,
						["time"] = 1494078877,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "心念#5248",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "就爱拉你-熊猫酒仙",
						["iLvl"] = 914,
						["class"] = 9,
						["time"] = 1494078877,
						["bTag"] = "ShinyHero#548216",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "少侠丶请慢走-末日行者",
						["iLvl"] = 907,
						["class"] = 9,
						["time"] = 1494078841,
						["bTag"] = "半边葫芦#5135",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "爱无忧公主-破碎岭",
						["iLvl"] = 903,
						["class"] = 1,
						["time"] = 1494078877,
						["bTag"] = "遼国#5896",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "日以为常-白银之手",
						["iLvl"] = 913,
						["class"] = 1,
						["time"] = 1494078834,
						["bTag"] = "纯夜色#5998",
					}, -- [5]
					{
						["name"] = "丶幸福贰选壹-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1494078821,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "绝对绝望-国王之谷",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1494078834,
						["bTag"] = "BouncyBear#54733",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Badbadboy-万色星辰",
						["iLvl"] = 913,
						["class"] = 9,
						["time"] = 1494078843,
						["bTag"] = "黑子不是猪#5546",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "贫尼法号太浪-末日行者",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1494078877,
						["bTag"] = "无尽思念#5157",
					}, -- [9]
					{
						["name"] = "不太会飞-火羽山",
						["role"] = "DAMAGER",
						["time"] = 1494078823,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "法克宝-影牙要塞",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1494078841,
						["bTag"] = "法克小宝#5821",
					}, -- [11]
					{
						["name"] = "咸鱼丶小战-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1494078821,
						["class"] = 1,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "我是苍天哥-阿拉索",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1494078834,
						["bTag"] = "野鹤#5468",
					}, -- [13]
					{
						["name"] = "云宝-轻风之语",
						["role"] = "HEALER",
						["time"] = 1494078823,
						["class"] = 11,
					}, -- [14]
					{
						["name"] = "放个火球-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1494078819,
						["class"] = 1,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一品天下-永恒之井",
						["iLvl"] = 908,
						["class"] = 8,
						["time"] = 1494078834,
						["bTag"] = "君王#5464",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Joanne-泰兰德",
						["iLvl"] = 907,
						["class"] = 2,
						["time"] = 1494078857,
						["bTag"] = "生而为战#5202",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "帕帕妞-达纳斯",
						["iLvl"] = 907,
						["class"] = 11,
						["time"] = 1494078843,
						["bTag"] = "zhangguohui#5577",
					}, -- [18]
					{
						["name"] = "橙里的月光-月光林地",
						["role"] = "DAMAGER",
						["time"] = 1494078837,
						["class"] = 4,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "表哥是谁-银月",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1494078855,
						["bTag"] = "蓝瘦香菇#5362",
					}, -- [20]
					{
						["name"] = "飘渺神话-灰谷",
						["role"] = "DAMAGER",
						["time"] = 1494078821,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "紫雨幽竹-安威玛尔",
						["iLvl"] = 906,
						["class"] = 9,
						["time"] = 1494078877,
						["bTag"] = "mxyjy#5708",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮的小熊-艾苏恩",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1494078843,
						["bTag"] = "小红红#5844",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "诅咒乄之手-埃苏雷格",
						["iLvl"] = 909,
						["class"] = 9,
						["time"] = 1494078857,
						["bTag"] = "王海#5198",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "武爷-菲拉斯",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1494078823,
						["bTag"] = "武爷#51337",
					}, -- [25]
					{
						["name"] = "楼前流水-安苏",
						["role"] = "HEALER",
						["time"] = 1494078847,
						["class"] = 5,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "问苍天-阿拉索",
						["iLvl"] = 906,
						["class"] = 6,
						["time"] = 1494078877,
						["bTag"] = "为了部落#57601",
					}, -- [27]
					{
						["name"] = "梅赛德斯-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1494078877,
						["class"] = 1,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Verfolger-奥达曼",
						["iLvl"] = 905,
						["class"] = 3,
						["time"] = 1494078877,
						["bTag"] = "八格包包#5488",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "苍生人话-主宰之剑",
						["iLvl"] = 908,
						["class"] = 1,
						["time"] = 1494078877,
						["bTag"] = "聖焱#5370",
					}, -- [30]
					{
						["name"] = "Mickeyorange-回音山",
						["role"] = "DAMAGER",
						["time"] = 1494078877,
						["class"] = 4,
					}, -- [31]
				},
				["1-124-422-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "尤妮卡托霸-阿古斯",
						["iLvl"] = 909,
						["time"] = 1493566384,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "YuGeon#5152",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "淡然丶熊宝宝-龙骨平原",
						["iLvl"] = 868,
						["time"] = 1493566461,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "暗夜之骑士#514661",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你開心就好-死亡之翼",
						["iLvl"] = 912,
						["class"] = 3,
						["time"] = 1493566461,
						["bTag"] = "气宇轩昂#51917",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "果涩添香-阿纳克洛斯",
						["iLvl"] = 681,
						["class"] = 1,
						["time"] = 1493566461,
						["bTag"] = "游骑兵#5998",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "战争小德-遗忘海岸",
						["iLvl"] = 896,
						["class"] = 11,
						["time"] = 1493566461,
						["bTag"] = "吴宇涵#5126",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "回不去的昨天-破碎岭",
						["iLvl"] = 883,
						["time"] = 1494299409,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "田丨尚#5647",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "七秒醉意-罗宁",
						["iLvl"] = 877,
						["class"] = 1,
						["time"] = 1494299397,
						["bTag"] = "七秒醉意#5870",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "屠夫-艾维娜",
						["iLvl"] = 890,
						["class"] = 1,
						["time"] = 1494299327,
						["bTag"] = "疯狂之裤#51938",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "台式粒粒牛肉-霜狼",
						["iLvl"] = 877,
						["class"] = 1,
						["time"] = 1494299355,
						["bTag"] = "ShinyHero#547711",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "银月萧萧-奥蕾莉亚",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1494299426,
						["bTag"] = "yangking#51987",
					}, -- [10]
					{
						["name"] = "不能偷懒-刺骨利刃",
						["role"] = "DAMAGER",
						["time"] = 1494299426,
						["class"] = 2,
					}, -- [11]
				},
				["2-112-445-0"] = {
					{
						["role"] = "TANK",
						["name"] = "孱弱的身高-罗宁",
						["iLvl"] = 904,
						["class"] = 1,
						["time"] = 1494861221,
						["bTag"] = "颜哥#51846",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小贪狼星-霜之哀伤",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1494861221,
						["bTag"] = "猎人小狼#5520",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "飛舞流雲-回音山",
						["iLvl"] = 913,
						["class"] = 8,
						["time"] = 1494861221,
						["bTag"] = "CrazyMage#512119",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "孤叶烟云-暗影之月",
						["iLvl"] = 914,
						["class"] = 6,
						["time"] = 1494861221,
						["bTag"] = "孤叶烟云#5894",
					}, -- [4]
				},
				["3-123-415-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "追尋你的足迹-主宰之剑",
						["iLvl"] = 904,
						["time"] = 1493553395,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "追寻你的足迹#5760",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Dalian-主宰之剑",
						["iLvl"] = 892,
						["class"] = 1,
						["time"] = 1493553395,
						["bTag"] = "不知道起什么名好#51291",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "小火龙宝宝-主宰之剑",
						["iLvl"] = 909,
						["class"] = 1,
						["time"] = 1493553395,
						["bTag"] = "小霖#51505",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "骨头骑士-主宰之剑",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "捷少#5510",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灬飞霜-主宰之剑",
						["iLvl"] = 908,
						["class"] = 7,
						["time"] = 1493553395,
						["bTag"] = "Chanucy#5250",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "宁静哥哥-主宰之剑",
						["iLvl"] = 898,
						["class"] = 5,
						["time"] = 1493553395,
						["bTag"] = "稍有常识的人#51635",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "白银之麾-主宰之剑",
						["iLvl"] = 907,
						["class"] = 3,
						["time"] = 1493553395,
						["bTag"] = "白银之麾#5648",
					}, -- [7]
					{
						["name"] = "昆汀塔伦蒂诺-主宰之剑",
						["role"] = "HEALER",
						["time"] = 1493553395,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "邪獣之瞳-主宰之剑",
						["iLvl"] = 869,
						["class"] = 3,
						["time"] = 1493553395,
						["bTag"] = "长腿#5231",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "饕餮夔-主宰之剑",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1493553395,
						["bTag"] = "鬼皇裂天#5781",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "电动小伙伴-主宰之剑",
						["iLvl"] = 904,
						["class"] = 3,
						["time"] = 1493553395,
						["bTag"] = "Any#5310",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "艾娅娜-主宰之剑",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1493553395,
						["bTag"] = "洛克利尔#5243",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "碧昂斯丶铜须-主宰之剑",
						["iLvl"] = 889,
						["class"] = 9,
						["time"] = 1493553395,
						["bTag"] = "月盈则亏#51689",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Dilraba-主宰之剑",
						["iLvl"] = 911,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "Ahiman#5595",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "罗文-主宰之剑",
						["iLvl"] = 876,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "冰河#5480",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "右手繁星-主宰之剑",
						["iLvl"] = 885,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "桑之木叶#5293",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王杨无敌-霍格",
						["iLvl"] = 901,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "我为你而来#51866",
					}, -- [17]
					{
						["name"] = "寡妇开门-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1493553395,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一剑碎星辰-主宰之剑",
						["iLvl"] = 905,
						["class"] = 12,
						["time"] = 1493553395,
						["bTag"] = "一剑霜寒#5740",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Luciff-主宰之剑",
						["iLvl"] = 900,
						["class"] = 12,
						["time"] = 1493553395,
						["bTag"] = "碧洛星辰#5341",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "靓靓-末日行者",
						["iLvl"] = 907,
						["class"] = 2,
						["time"] = 1493553395,
						["bTag"] = "Casusong#5807",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "别惹神仙哥哥-主宰之剑",
						["iLvl"] = 907,
						["class"] = 11,
						["time"] = 1493553395,
						["bTag"] = "老冰棍丿#5316",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "燃尽家族族长-荆棘谷",
						["iLvl"] = 914,
						["time"] = 1494081965,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Asle77mm#5996",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "乱世情緣-主宰之剑",
						["iLvl"] = 921,
						["class"] = 1,
						["time"] = 1494081965,
						["bTag"] = "Mercer#5584",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "青春再見-荆棘谷",
						["iLvl"] = 916,
						["class"] = 1,
						["time"] = 1494081965,
						["bTag"] = "RRJ2009#5375",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "狼之野心-蜘蛛王国",
						["iLvl"] = 904,
						["class"] = 3,
						["time"] = 1494081965,
						["bTag"] = "暴躁之鼬#528688",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "诺丶意识流-铜龙军团",
						["iLvl"] = 916,
						["class"] = 3,
						["time"] = 1494081673,
						["bTag"] = "CityQ#5162",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "许雁冬-燃烧平原",
						["iLvl"] = 912,
						["class"] = 5,
						["time"] = 1494081965,
						["bTag"] = "塞拉米尔#5703",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "飒雪宵风-主宰之剑",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1494081965,
						["bTag"] = "飒雪宵风#5716",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "再见马吉纳-末日祷告祭坛",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1494081965,
						["bTag"] = "小小灰太狼#5575",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神莉娜-末日祷告祭坛",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1494081965,
						["bTag"] = "幻影之仔1412#5776",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "道友请留歩-石锤",
						["iLvl"] = 914,
						["class"] = 12,
						["time"] = 1494081965,
						["bTag"] = "xiaogao#5640",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "盗亦有道丶楓-扎拉赞恩",
						["iLvl"] = 891,
						["time"] = 1494942850,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "梦幻追风#5384",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "我老婆蓉蓉-影牙要塞",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1494942850,
						["bTag"] = "舔我屁屁#5809",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Zchunter-永恒之井",
						["iLvl"] = 890,
						["class"] = 3,
						["time"] = 1494942850,
						["bTag"] = "雨下整晚#51839",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉哒-安苏",
						["iLvl"] = 899,
						["class"] = 8,
						["time"] = 1494942550,
						["bTag"] = "喝了碗小米粥#5938",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "光明骑士灬圣-主宰之剑",
						["iLvl"] = 893,
						["class"] = 2,
						["time"] = 1494942850,
						["bTag"] = "GiantAxe#516840",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "为爱狂奔-石爪峰",
						["iLvl"] = 912,
						["class"] = 7,
						["time"] = 1494942850,
						["bTag"] = "klutz#5684",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁戈-石爪峰",
						["iLvl"] = 894,
						["class"] = 2,
						["time"] = 1494942850,
						["bTag"] = "rocksun#5168",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "玛多-埃加洛尔",
						["iLvl"] = 898,
						["class"] = 9,
						["time"] = 1494942850,
						["bTag"] = "玛多#5961",
					}, -- [40]
					{
						["name"] = "来打我啊部落-基尔加丹",
						["role"] = "DAMAGER",
						["time"] = 1494942850,
						["class"] = 1,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "德莱不费工夫-国王之谷",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1494942850,
						["bTag"] = "冰霜之克鲁斯#5991",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "赫西俄德-守护之剑",
						["iLvl"] = 906,
						["class"] = 12,
						["time"] = 1494942850,
						["bTag"] = "小北北#5112",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "风月大叔-雷克萨",
						["iLvl"] = 903,
						["class"] = 5,
						["time"] = 1494942850,
						["bTag"] = "步步生莲#5387",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "死亡领主-达隆米尔",
						["iLvl"] = 893,
						["class"] = 6,
						["time"] = 1494942850,
						["bTag"] = "沉默之风暴#530366",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "睡觉吃飯-熊猫酒仙",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1494942476,
						["bTag"] = "睡觉吃饭#5961",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "苏筱妙-贫瘠之地",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1494942850,
						["bTag"] = "暗夜之骑士#515512",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "小触须-迦拉克隆",
						["iLvl"] = 906,
						["class"] = 4,
						["time"] = 1494942850,
						["bTag"] = "小触须#5480",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "血红草莓-兰娜瑟尔",
						["iLvl"] = 911,
						["class"] = 2,
						["time"] = 1494942850,
						["bTag"] = "你你#5338",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "空军少校-主宰之剑",
						["iLvl"] = 900,
						["class"] = 4,
						["time"] = 1494942850,
						["bTag"] = "溺鱼的水#5827",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "艾辛诺斯-圣火神殿",
						["iLvl"] = 912,
						["class"] = 12,
						["time"] = 1494942850,
						["bTag"] = "BT160722#5282",
					}, -- [51]
					{
						["name"] = "暮色天堂-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1494942850,
						["class"] = 2,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Oaken-白银之手",
						["iLvl"] = 910,
						["class"] = 5,
						["time"] = 1494942850,
						["bTag"] = "幸运的大猫#5512",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "叶歌-扎拉赞恩",
						["iLvl"] = 902,
						["class"] = 11,
						["time"] = 1494942850,
						["bTag"] = "战斗之软泥怪#56804",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "肌肉男与黄瓜-霜之哀伤",
						["iLvl"] = 904,
						["class"] = 1,
						["time"] = 1494942850,
						["bTag"] = "烦恼的#5683",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "深渊传说-暗影之月",
						["iLvl"] = 910,
						["time"] = 1495267189,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "萌萌的猫#51518",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之涙-万色星辰",
						["iLvl"] = 911,
						["class"] = 4,
						["time"] = 1495267189,
						["bTag"] = "冰的血泪#5139",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "槑呆呆槑-荆棘谷",
						["iLvl"] = 912,
						["class"] = 12,
						["time"] = 1495267189,
						["bTag"] = "呆呆国王#5702",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "起起落落-玛里苟斯",
						["iLvl"] = 907,
						["class"] = 11,
						["time"] = 1495264965,
						["bTag"] = "老王先生#51495",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "吃饭丶睡觉-玛里苟斯",
						["iLvl"] = 909,
						["class"] = 9,
						["time"] = 1495264965,
						["bTag"] = "小娇娇#5912",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "小小萌秋秋-主宰之剑",
						["iLvl"] = 917,
						["class"] = 3,
						["time"] = 1495267189,
						["bTag"] = "RedBackTx#5672",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "崛起吧蚕宝宝-罗宁",
						["iLvl"] = 911,
						["class"] = 1,
						["time"] = 1495267189,
						["bTag"] = "在地上滚两圈#5837",
					}, -- [62]
					{
						["name"] = "Replenish-暗影之月",
						["role"] = "DAMAGER",
						["time"] = 1495267189,
						["class"] = 6,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "冬眠的刺猬-破碎岭",
						["iLvl"] = 913,
						["class"] = 1,
						["time"] = 1495264721,
						["bTag"] = "刺猬#5268",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "被玩坏的小超-熊猫酒仙",
						["iLvl"] = 913,
						["class"] = 2,
						["time"] = 1495267189,
						["bTag"] = "破碎的破碎#5484",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "葫芦爸爸-生态船",
						["iLvl"] = 911,
						["class"] = 5,
						["time"] = 1495265994,
						["bTag"] = "猫先生#5127",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "塞斯其迪-主宰之剑",
						["iLvl"] = 913,
						["class"] = 12,
						["time"] = 1495265800,
						["bTag"] = "hayswoo#5694",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "帅小子-蓝龙军团",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1495266337,
						["bTag"] = "和州锅贴#5165",
					}, -- [68]
					{
						["name"] = "侠盗迪雅戈-扎拉赞恩",
						["role"] = "DAMAGER",
						["time"] = 1495266337,
						["class"] = 4,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulmusician-主宰之剑",
						["iLvl"] = 906,
						["class"] = 4,
						["time"] = 1495266797,
						["bTag"] = "祈祷月下繁华#5845",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "吉加加-影牙要塞",
						["iLvl"] = 884,
						["class"] = 8,
						["time"] = 1495267189,
						["bTag"] = "无名之月#51964",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "埃尔莎帕塔奇-罗宁",
						["iLvl"] = 899,
						["class"] = 10,
						["time"] = 1495267189,
						["bTag"] = "MagicPants#560849",
					}, -- [72]
				},
				["1-124-469-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "笑傲九重天-贫瘠之地",
						["iLvl"] = 905,
						["time"] = 1493535254,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "单眼皮的漂亮妞妞#5748",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的小手-熊猫酒仙",
						["iLvl"] = 883,
						["class"] = 3,
						["time"] = 1493535252,
						["bTag"] = "贪睡之熊#512106",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "盲人丶先锋-拉文霍德",
						["iLvl"] = 860,
						["class"] = 12,
						["time"] = 1493535254,
						["bTag"] = "刘亚森#5523",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影之光-基尔加丹",
						["iLvl"] = 903,
						["class"] = 11,
						["time"] = 1493535254,
						["bTag"] = "阴影之光#5311",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "姜小由-暮色森林",
						["iLvl"] = 898,
						["class"] = 2,
						["time"] = 1493535254,
						["bTag"] = "姜子由#51307",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "赞比亚大酋长-国王之谷",
						["iLvl"] = 899,
						["class"] = 2,
						["time"] = 1493535134,
						["bTag"] = "Iccycube#51520",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "莫斯利安灬-奥特兰克",
						["iLvl"] = 911,
						["class"] = 11,
						["time"] = 1493535254,
						["bTag"] = "李小布#5384",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "人民必-希雷诺斯",
						["iLvl"] = 887,
						["class"] = 8,
						["time"] = 1493535254,
						["bTag"] = "Lincoln#5543",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "微笑的死神丶-狂风峭壁",
						["iLvl"] = 903,
						["class"] = 6,
						["time"] = 1493535254,
						["bTag"] = "亡灵凯撒#5289",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "花开灬花丶败-灰谷",
						["iLvl"] = 887,
						["class"] = 11,
						["time"] = 1493535254,
						["bTag"] = "勿忘你#51528",
					}, -- [10]
					{
						["name"] = "春风暮-罗宁",
						["role"] = "HEALER",
						["time"] = 1493535254,
						["class"] = 2,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Pod-主宰之剑",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1493535254,
						["bTag"] = "pod#5385",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "昶囿钿罅-苏拉玛",
						["iLvl"] = 890,
						["class"] = 4,
						["time"] = 1493535254,
						["bTag"] = "潜行之鲷#5102451",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "假筎-天空之墙",
						["iLvl"] = 844,
						["class"] = 3,
						["time"] = 1493535254,
						["bTag"] = "lkpxc112#5688",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "半杯鸳鸯灬-安苏",
						["iLvl"] = 911,
						["class"] = 11,
						["time"] = 1493535254,
						["bTag"] = "半杯灬鸳鸯#5931",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "阿拉胡拉巴克-安苏",
						["iLvl"] = 902,
						["class"] = 7,
						["time"] = 1493535254,
						["bTag"] = "小小星#5378",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "喝钱姚易窑-亚雷戈斯",
						["iLvl"] = 892,
						["class"] = 3,
						["time"] = 1493535254,
						["bTag"] = "仰望天空#5550",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "阳顶天-安威玛尔",
						["iLvl"] = 884,
						["class"] = 4,
						["time"] = 1493535254,
						["bTag"] = "太阳吻月亮#5543",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "王者丨风歌-回音山",
						["iLvl"] = 880,
						["class"] = 3,
						["time"] = 1493535254,
						["bTag"] = "王者#51179",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "亚特可可-瓦里玛萨斯",
						["iLvl"] = 885,
						["class"] = 1,
						["time"] = 1493535248,
						["bTag"] = "亚特可可#5841",
					}, -- [20]
					{
						["name"] = "为了爱不存在-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1493535134,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "莫小喃-熊猫酒仙",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1493535134,
						["bTag"] = "小璞的夏天#5672",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "非常华丽-达文格尔",
						["iLvl"] = 904,
						["class"] = 4,
						["time"] = 1493535254,
						["bTag"] = "LC0083#51280",
					}, -- [23]
					{
						["name"] = "破姥的尤克法-玛瑟里顿",
						["role"] = "HEALER",
						["time"] = 1493535254,
						["class"] = 2,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丿譕丨丶-塞拉摩",
						["iLvl"] = 905,
						["class"] = 12,
						["time"] = 1493535254,
						["bTag"] = "丿啵丨啵丶#5890",
					}, -- [25]
					{
						["name"] = "图洋图森破-末日行者",
						["role"] = "TANK",
						["time"] = 1493535250,
						["class"] = 1,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "贯穿真实之剑-罗宁",
						["iLvl"] = 908,
						["class"] = 4,
						["time"] = 1493535248,
						["bTag"] = "小枫枫#5781",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "春华秋月-末日行者",
						["iLvl"] = 890,
						["class"] = 12,
						["time"] = 1493535254,
						["bTag"] = "春华秋月#5461",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "挽弓如月-逐日者",
						["iLvl"] = 875,
						["class"] = 3,
						["time"] = 1493535252,
						["bTag"] = "pal#5872",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "站不直的金鱼-伊瑟拉",
						["iLvl"] = 908,
						["class"] = 11,
						["time"] = 1493535254,
						["bTag"] = "金鱼#5395",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "陌颜丶飘雪-蜘蛛王国",
						["iLvl"] = 897,
						["class"] = 3,
						["time"] = 1493535254,
						["bTag"] = "陌颜#5946",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "星月相随-蜘蛛王国",
						["iLvl"] = 902,
						["class"] = 7,
						["time"] = 1493535246,
						["bTag"] = "小财神#5263",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "一小碗饭-阿拉索",
						["iLvl"] = 870,
						["class"] = 8,
						["time"] = 1493535254,
						["bTag"] = "斯利安#5822",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "踏月随风-克洛玛古斯",
						["iLvl"] = 879,
						["class"] = 2,
						["time"] = 1493535254,
						["bTag"] = "暗夜之鸦#526322",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷之刃-地狱之石",
						["iLvl"] = 893,
						["class"] = 12,
						["time"] = 1493535254,
						["bTag"] = "尊严世家#5544",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "矮小的强大-熔火之心",
						["iLvl"] = 878,
						["class"] = 8,
						["time"] = 1493535254,
						["bTag"] = "爷们#5901",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "我頂妳個肺-主宰之剑",
						["iLvl"] = 891,
						["class"] = 7,
						["time"] = 1493535254,
						["bTag"] = "暗夜之骑士#51617",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Zoeyuan-玛诺洛斯",
						["iLvl"] = 902,
						["class"] = 9,
						["time"] = 1493535254,
						["bTag"] = "陈立#51614",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Dbringer-迦拉克隆",
						["iLvl"] = 887,
						["class"] = 6,
						["time"] = 1493535254,
						["bTag"] = "暗影烈焰#5886",
					}, -- [39]
					{
						["name"] = "恬橙多-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1493535254,
						["class"] = 11,
					}, -- [40]
					{
						["name"] = "穆冉-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1493535254,
						["class"] = 4,
					}, -- [41]
					{
						["name"] = "夜寒星-勇士岛",
						["role"] = "DAMAGER",
						["time"] = 1493535254,
						["class"] = 7,
					}, -- [42]
					{
						["name"] = "烟雨槿色-万色星辰",
						["role"] = "DAMAGER",
						["time"] = 1493535254,
						["class"] = 6,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "橙皇爷-罗宁",
						["iLvl"] = 905,
						["time"] = 1494077588,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "吻舞双全#5424",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖宝宝-罗宁",
						["iLvl"] = 910,
						["time"] = 1494077630,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "桃枝妖妖#51614",
					}, -- [45]
					{
						["name"] = "恍疑雪落后村-罗宁",
						["role"] = "TANK",
						["time"] = 1494077630,
						["class"] = 6,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "佐贼心虚-罗宁",
						["iLvl"] = 902,
						["class"] = 4,
						["time"] = 1494077603,
						["bTag"] = "Zbin#5848",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "短脚猫的春天-黑暗之矛",
						["iLvl"] = 872,
						["class"] = 7,
						["time"] = 1494077590,
						["bTag"] = "番茄丶酱#5503",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "一皮皮虾一-永恒之井",
						["iLvl"] = 897,
						["class"] = 10,
						["time"] = 1494077588,
						["bTag"] = "焰魔爱#5367",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "心态爆炸了-暗影之月",
						["iLvl"] = 891,
						["class"] = 1,
						["time"] = 1494077570,
						["bTag"] = "平常心#52543",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "罚书五遍-永恒之井",
						["iLvl"] = 881,
						["class"] = 9,
						["time"] = 1494077618,
						["bTag"] = "闹心加无聊#5475",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "蓝刃儿-迦拉克隆",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1494077594,
						["bTag"] = "蓝娜#5669",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "小腹肌弎笠-斯坦索姆",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1494077578,
						["bTag"] = "葫芦娃扛把子#5251",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "原子蛋-黄金之路",
						["iLvl"] = 906,
						["time"] = 1494077694,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "三月三十#51325",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "地上有灰机-达隆米尔",
						["iLvl"] = 906,
						["class"] = 1,
						["time"] = 1494077586,
						["bTag"] = "悠悠白云飘#5917",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "诸天之权-白银之手",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1494077570,
						["bTag"] = "冰星期四#5924",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌鬼嘟嘟丶-石爪峰",
						["iLvl"] = 910,
						["class"] = 12,
						["time"] = 1494077588,
						["bTag"] = "爱我就要死#5292",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "Aohuw-冰风岗",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1494077576,
						["bTag"] = "无八才#5627",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "萨诺斯-国王之谷",
						["iLvl"] = 909,
						["class"] = 8,
						["time"] = 1494077584,
						["bTag"] = "幸运之虎#517626",
					}, -- [59]
					{
						["name"] = "Pumpkinn-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1494077576,
						["class"] = 3,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冻旳芯-雷斧堡垒",
						["iLvl"] = 903,
						["class"] = 4,
						["time"] = 1494077570,
						["bTag"] = "狂野之狼#51203",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁丨冷漠-达斯雷玛",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1494077570,
						["bTag"] = "忧郁丨冷漠#5400",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "会抓宝宝的喵-白银之手",
						["iLvl"] = 894,
						["class"] = 3,
						["time"] = 1494077584,
						["bTag"] = "猫咪吹空调#5772",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "亿人-破碎岭",
						["iLvl"] = 903,
						["class"] = 7,
						["time"] = 1494077599,
						["bTag"] = "忧郁的疯#5571",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "健康第一-艾萨拉",
						["iLvl"] = 878,
						["class"] = 10,
						["time"] = 1494077582,
						["bTag"] = "超级大毛6678#5803",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "溪畔風鈴-壁炉谷",
						["iLvl"] = 893,
						["class"] = 2,
						["time"] = 1494077599,
						["bTag"] = "溪畔風鈴#5815",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "猎杀霸王龙-泰兰德",
						["iLvl"] = 904,
						["class"] = 3,
						["time"] = 1494077603,
						["bTag"] = "白银之鹰#53115",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "刺花-诺兹多姆",
						["iLvl"] = 894,
						["class"] = 2,
						["time"] = 1494077576,
						["bTag"] = "蝎子#5759",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡小喵的兔纸-蜘蛛王国",
						["iLvl"] = 915,
						["class"] = 4,
						["time"] = 1494077543,
						["bTag"] = "小小旅者#5319",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "二十个蛋-壁炉谷",
						["iLvl"] = 895,
						["class"] = 12,
						["time"] = 1494077590,
						["bTag"] = "熊毅武#5627",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "完蛋安妮有熊-永恒之井",
						["iLvl"] = 895,
						["class"] = 9,
						["time"] = 1494077590,
						["bTag"] = "realflamy#5340",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Saper-烈焰峰",
						["iLvl"] = 903,
						["class"] = 2,
						["time"] = 1494077602,
						["bTag"] = "realflamy#5340",
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "何姐真女人-麦迪文",
						["iLvl"] = 911,
						["class"] = 1,
						["time"] = 1494077578,
						["bTag"] = "狂野之怒#53482",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "非凡辉煌-国王之谷",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1494077613,
						["bTag"] = "非凡圣光#5760",
					}, -- [74]
					{
						["name"] = "Olk-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1494077582,
						["class"] = 12,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者丨巓丶枫-阿古斯",
						["iLvl"] = 896,
						["class"] = 6,
						["time"] = 1494077578,
						["bTag"] = "亡者丨巓丶枫#5708",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "浪迹丶天涯-生态船",
						["iLvl"] = 838,
						["class"] = 7,
						["time"] = 1494077580,
						["bTag"] = "昭哥#5412",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜死亡呼吸-末日行者",
						["time"] = 1494077694,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "云淡枫清-艾苏恩",
						["iLvl"] = 890,
						["class"] = 8,
						["time"] = 1494077594,
						["bTag"] = "云淡枫清#5507",
					}, -- [79]
					{
						["name"] = "再来一次九州-加兹鲁维",
						["role"] = "DAMAGER",
						["time"] = 1494077653,
						["class"] = 12,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "得来不易-回音山",
						["iLvl"] = 902,
						["class"] = 12,
						["time"] = 1494077592,
						["bTag"] = "lixinyi#5742",
					}, -- [81]
					{
						["name"] = "风暴漫步者-铜龙军团",
						["role"] = "TANK",
						["time"] = 1494077582,
						["class"] = 1,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Heavygunner-范达尔鹿盔",
						["iLvl"] = 900,
						["time"] = 1494077643,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "夜色胶带男#5332",
					}, -- [83]
					{
						["name"] = "灬奈飞天灬-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1494077586,
						["class"] = 7,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "暗卍炎妃-安苏",
						["iLvl"] = 885,
						["class"] = 3,
						["time"] = 1494077613,
						["bTag"] = "暗戳戳#5362",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "永衡星辰-布莱恩",
						["iLvl"] = 898,
						["class"] = 4,
						["time"] = 1494077648,
						["bTag"] = "永恒的沉默#51715",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "有纹身没犄角-艾森娜",
						["iLvl"] = 891,
						["class"] = 12,
						["time"] = 1494077620,
						["bTag"] = "路人甲#55282",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "好友栏全灰色-破碎岭",
						["iLvl"] = 911,
						["class"] = 4,
						["time"] = 1494077603,
						["bTag"] = "别梦依稀咒逝川#51913",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "十三不带幺-风暴峭壁",
						["iLvl"] = 891,
						["class"] = 4,
						["time"] = 1494077609,
						["bTag"] = "老司机带带我#5794",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "袁总-迅捷微风",
						["iLvl"] = 913,
						["class"] = 11,
						["time"] = 1494077620,
						["bTag"] = "袁总#5810",
					}, -- [90]
					{
						["name"] = "傲气天下-火喉",
						["role"] = "TANK",
						["time"] = 1494077594,
						["class"] = 2,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "带着狗旅行-永夜港",
						["iLvl"] = 901,
						["class"] = 3,
						["time"] = 1494077639,
						["bTag"] = "胡镇#5280",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "诗武-暮色森林",
						["iLvl"] = 879,
						["class"] = 2,
						["time"] = 1494077622,
						["bTag"] = "雕雕侠#5776",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "大炽燃-罗宁",
						["iLvl"] = 914,
						["class"] = 6,
						["time"] = 1494077599,
						["bTag"] = "大大大炽然#5929",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰心-布莱恩",
						["iLvl"] = 907,
						["time"] = 1494132850,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "红蔷薇丶#51355",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "背匕丶侠-破碎岭",
						["iLvl"] = 889,
						["class"] = 4,
						["time"] = 1494132754,
						["bTag"] = "艾妮璐#5543",
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "请叫我大鞭长-风暴之眼",
						["iLvl"] = 907,
						["time"] = 1494132857,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "狡猾之猎人#512777",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "教灬主-山丘之王",
						["iLvl"] = 907,
						["class"] = 8,
						["time"] = 1494132857,
						["bTag"] = "EpicTroll#512805",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "Znhaha-回音山",
						["iLvl"] = 792,
						["class"] = 12,
						["time"] = 1494815012,
						["bTag"] = "暴躁之武僧#5109272",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "娜斯塔西娅-索拉丁",
						["iLvl"] = 905,
						["class"] = 12,
						["time"] = 1494815012,
						["bTag"] = "诺娃#510495",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "和風細雨-破碎岭",
						["iLvl"] = 909,
						["class"] = 5,
						["time"] = 1494815062,
						["bTag"] = "沙隆巴斯#5570",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "木兮若兮-罗宁",
						["iLvl"] = 909,
						["class"] = 5,
						["time"] = 1494815115,
						["bTag"] = "神经外科医生#5252",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "朕丶独霸天下-末日祷告祭坛",
						["iLvl"] = 907,
						["class"] = 2,
						["time"] = 1494815115,
						["bTag"] = "稳定的猫#5910",
					}, -- [103]
					{
						["role"] = "TANK",
						["name"] = "我爱学习爱我-戈古纳斯",
						["iLvl"] = 903,
						["class"] = 11,
						["time"] = 1494815079,
						["bTag"] = "村长我要当村花#5186",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "傲血-黑龙军团",
						["iLvl"] = 886,
						["class"] = 12,
						["time"] = 1494815143,
						["bTag"] = "晟心#5560",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "游学者丨天道-罗宁",
						["iLvl"] = 903,
						["class"] = 3,
						["time"] = 1494815185,
						["bTag"] = "妹特思邦威#5863",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "丶耳朵长长丶-白银之手",
						["iLvl"] = 851,
						["class"] = 12,
						["time"] = 1494815166,
						["bTag"] = "小白#51652",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "神脊比特卡-安加萨",
						["iLvl"] = 893,
						["class"] = 3,
						["time"] = 1494815185,
						["bTag"] = "蛮力之精灵#58528",
					}, -- [108]
					{
						["role"] = "TANK",
						["name"] = "油炸胖豆腐丶-主宰之剑",
						["iLvl"] = 910,
						["class"] = 11,
						["time"] = 1494815219,
						["bTag"] = "夜北#5360",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "苦兀-末日行者",
						["iLvl"] = 879,
						["class"] = 12,
						["time"] = 1494815295,
						["bTag"] = "贪睡之熊#57121",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之河-扎拉赞恩",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1494815304,
						["bTag"] = "獠牙#5522",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "夏小锤-蜘蛛王国",
						["iLvl"] = 887,
						["class"] = 4,
						["time"] = 1494815225,
						["bTag"] = "wanglvchun#5610",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "释舞落-达文格尔",
						["iLvl"] = 860,
						["class"] = 5,
						["time"] = 1494815370,
						["bTag"] = "释舞曦#5915",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "据说会加血-奥特兰克",
						["iLvl"] = 899,
						["class"] = 12,
						["time"] = 1494815325,
						["bTag"] = "will#51923",
					}, -- [114]
					{
						["name"] = "拉娜莱恩-海克泰尔",
						["role"] = "DAMAGER",
						["time"] = 1494815316,
						["class"] = 8,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "白灬菜-玛多兰",
						["iLvl"] = 916,
						["class"] = 2,
						["time"] = 1494815358,
						["bTag"] = "wayne#5507",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶一叶秋声-狂风峭壁",
						["iLvl"] = 903,
						["class"] = 2,
						["time"] = 1494815364,
						["bTag"] = "读出来是猪#5380",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "筱萧潇-千针石林",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1494815393,
						["bTag"] = "天生潇洒動哥哥#5573",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "琼之哀伤-国王之谷",
						["iLvl"] = 891,
						["class"] = 9,
						["time"] = 1494815504,
						["bTag"] = "国王铜须#5100",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "辰丶彬-金度",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1494815393,
						["bTag"] = "夏初没有情#5914",
					}, -- [120]
					{
						["role"] = "HEALER",
						["name"] = "Missanna-索拉丁",
						["iLvl"] = 910,
						["class"] = 5,
						["time"] = 1494815426,
						["bTag"] = "lynn#5975",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "当时我就疯了-凯尔萨斯",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1494815551,
						["bTag"] = "奉贤小志#5985",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "亡命萝莉-雷斧堡垒",
						["iLvl"] = 918,
						["class"] = 5,
						["time"] = 1494815468,
						["bTag"] = "唐雨柔#5721",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "盼望夏天-法拉希姆",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1494815531,
						["bTag"] = "迷你之忍#57270",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "小俊丶-符文图腾",
						["iLvl"] = 874,
						["class"] = 11,
						["time"] = 1494815551,
						["bTag"] = "白果林俊少#5660",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "美人燕-轻风之语",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1494815551,
						["bTag"] = "KevinLee#5335",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "诺曦-布莱克摩",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1494815551,
						["bTag"] = "泉泉仔#5823",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "动感大樱桃-国王之谷",
						["iLvl"] = 915,
						["time"] = 1495328123,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "萝卜白菜#5325",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "Ammunition-普罗德摩",
						["iLvl"] = 911,
						["time"] = 1495328225,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "真丶张峰#5334",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋卷丨冰淇淋-提尔之手",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1495328225,
						["bTag"] = "蛋卷丨冰淇淋#5287",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "帕米拉小妹妹-托尔巴拉德",
						["iLvl"] = 894,
						["class"] = 6,
						["time"] = 1495328225,
						["bTag"] = "Bazinga#5417",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "扎尔巴耶夫-回音山",
						["iLvl"] = 884,
						["time"] = 1495328255,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Wilsonshaw#5929",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "朔风魅影-主宰之剑",
						["iLvl"] = 893,
						["class"] = 12,
						["time"] = 1495328255,
						["bTag"] = "疯狂之裤#51295",
					}, -- [133]
					{
						["role"] = "TANK",
						["name"] = "卖友灬求存-末日行者",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1495328255,
						["bTag"] = "死亡之翼#532263",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "秋天的月-安东尼达斯",
						["iLvl"] = 890,
						["class"] = 6,
						["time"] = 1495328255,
						["bTag"] = "战斗之软泥怪#52414",
					}, -- [135]
					{
						["name"] = "一箭再见-玛诺洛斯",
						["role"] = "DAMAGER",
						["time"] = 1495328243,
						["class"] = 3,
					}, -- [136]
					{
						["name"] = "宝宝的香香-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495328247,
						["class"] = 6,
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "救灾-朵丹尼尔",
						["iLvl"] = 895,
						["class"] = 1,
						["time"] = 1495328255,
						["bTag"] = "肥崽明#5538",
					}, -- [138]
					{
						["role"] = "TANK",
						["name"] = "地狱乱舞-朵丹尼尔",
						["iLvl"] = 876,
						["class"] = 6,
						["time"] = 1495328253,
						["bTag"] = "闪电之刃#5287",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "挥刀割月-轻风之语",
						["iLvl"] = 869,
						["class"] = 2,
						["time"] = 1495328255,
						["bTag"] = "苏诺#5938",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "电死你啊-雷斧堡垒",
						["iLvl"] = 879,
						["class"] = 7,
						["time"] = 1495328255,
						["bTag"] = "尾巴不好藏#5326",
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "关小猪的圈圈-蜘蛛王国",
						["iLvl"] = 897,
						["class"] = 2,
						["time"] = 1495328255,
						["bTag"] = "关小猪的圈圈#5167",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚小野猫-末日行者",
						["iLvl"] = 900,
						["class"] = 3,
						["time"] = 1495328255,
						["bTag"] = "平淡生活#5457",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "一逆火一-德拉诺",
						["iLvl"] = 882,
						["class"] = 12,
						["time"] = 1495328255,
						["bTag"] = "五行大海水#5997",
					}, -- [144]
					{
						["name"] = "Alejandron-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 1,
					}, -- [145]
					{
						["name"] = "肉肉爱猪猪-破碎岭",
						["role"] = "TANK",
						["time"] = 1495328255,
						["class"] = 1,
					}, -- [146]
					{
						["name"] = "寒潭孤雁-荆棘谷",
						["role"] = "TANK",
						["time"] = 1495328255,
						["class"] = 6,
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "锦马超-永夜港",
						["iLvl"] = 916,
						["class"] = 1,
						["time"] = 1495328255,
						["bTag"] = "乘风破浪#5170",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "密斯-格雷迈恩",
						["iLvl"] = 889,
						["class"] = 9,
						["time"] = 1495328255,
						["bTag"] = "一一#5615",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天大咕咕丶-熊猫酒仙",
						["iLvl"] = 900,
						["class"] = 11,
						["time"] = 1495328255,
						["bTag"] = "箭箭穿心#51175",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "葬愛丶-丽丽（四川）",
						["iLvl"] = 909,
						["class"] = 9,
						["time"] = 1495328255,
						["bTag"] = "孤少#5166",
					}, -- [151]
					{
						["name"] = "疯狂的番薯-利刃之拳",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 12,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "天镜无尘-翡翠梦境",
						["iLvl"] = 880,
						["class"] = 1,
						["time"] = 1495328255,
						["bTag"] = "东门有雪#5741",
					}, -- [153]
					{
						["role"] = "HEALER",
						["name"] = "Veryhappy-奥特兰克",
						["iLvl"] = 865,
						["class"] = 7,
						["time"] = 1495328255,
						["bTag"] = "winbean#5327",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "天天都要来-罗宁",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1495328255,
						["bTag"] = "天天都来#5482",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "妖贱-山丘之王",
						["iLvl"] = 866,
						["class"] = 4,
						["time"] = 1495328255,
						["bTag"] = "小妖#5251",
					}, -- [156]
					{
						["name"] = "花堪折-纳沙塔尔",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 8,
					}, -- [157]
					{
						["name"] = "小辣酱-梦境之树",
						["role"] = "DAMAGER",
						["time"] = 1495328249,
						["class"] = 8,
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "鼎锋吉利-风暴之怒",
						["iLvl"] = 899,
						["class"] = 11,
						["time"] = 1495328255,
						["bTag"] = "丶蓝图#5204",
					}, -- [159]
					{
						["name"] = "救赎灵魂-埃雷达尔",
						["role"] = "DAMAGER",
						["time"] = 1495328249,
						["class"] = 11,
					}, -- [160]
					{
						["name"] = "离你很近-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 1,
					}, -- [161]
					{
						["name"] = "洛丹伦之英-艾森娜",
						["role"] = "TANK",
						["time"] = 1495328255,
						["class"] = 2,
					}, -- [162]
					{
						["name"] = "嘤咛-诺兹多姆",
						["role"] = "HEALER",
						["time"] = 1495328255,
						["class"] = 11,
					}, -- [163]
					{
						["name"] = "Babaaihuhu-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 4,
					}, -- [164]
					{
						["name"] = "泠布丁-暗影之月",
						["role"] = "DAMAGER",
						["time"] = 1495328253,
						["class"] = 4,
					}, -- [165]
					{
						["name"] = "圣光之守-艾维娜",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 2,
					}, -- [166]
					{
						["name"] = "醉爱女儿红-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 8,
					}, -- [167]
					{
						["name"] = "Pixel-塞拉摩",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 7,
					}, -- [168]
					{
						["name"] = "冬天风在吹-贫瘠之地",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 5,
					}, -- [169]
					{
						["name"] = "弯弓的女人-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 3,
					}, -- [170]
					{
						["name"] = "血影暗月-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 3,
					}, -- [171]
					{
						["name"] = "米尔豪斯杰克-国王之谷",
						["role"] = "TANK",
						["time"] = 1495328255,
						["class"] = 10,
					}, -- [172]
					{
						["name"] = "Anaesthesia-灰谷",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 8,
					}, -- [173]
					{
						["name"] = "海天养鸡厂长-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1495328255,
						["class"] = 2,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "琼恩丶雪諾-罗宁",
						["iLvl"] = 913,
						["time"] = 1495328281,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "史迪仔#5443",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "安柏-永夜港",
						["iLvl"] = 899,
						["class"] = 3,
						["time"] = 1495328281,
						["bTag"] = "天空之刃#5569",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "杜鹃殿茶恰恰-凯尔萨斯",
						["iLvl"] = 874,
						["class"] = 1,
						["time"] = 1495328281,
						["bTag"] = "哈里森丶琼斯#51267",
					}, -- [177]
					{
						["name"] = "舌战粉鲍-远古海滩",
						["role"] = "DAMAGER",
						["time"] = 1495328277,
						["class"] = 8,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "惜霜-白银之手",
						["iLvl"] = 910,
						["time"] = 1495328511,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "蛮力之枭#583162",
					}, -- [179]
					{
						["role"] = "HEALER",
						["name"] = "Malfuron-迦拉克隆",
						["iLvl"] = 883,
						["class"] = 11,
						["time"] = 1495328511,
						["bTag"] = "斯泰简#5432",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "丨地狱镇魂者-桑德兰",
						["iLvl"] = 900,
						["class"] = 2,
						["time"] = 1495328343,
						["bTag"] = "纯休闲#5880",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "艾格汶-麦维影歌",
						["iLvl"] = 891,
						["class"] = 8,
						["time"] = 1495328569,
						["bTag"] = "星将#51139",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "几度夕阳红-逐日者",
						["iLvl"] = 891,
						["class"] = 2,
						["time"] = 1495328571,
						["bTag"] = "xjf#5801",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "卡斯丶猎空-末日行者",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1495328602,
						["bTag"] = "金赛赛#51232",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗遊俠-月神殿",
						["iLvl"] = 905,
						["class"] = 3,
						["time"] = 1495328577,
						["bTag"] = "地上神#5986",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "一群基佬同时-轻风之语",
						["iLvl"] = 894,
						["class"] = 3,
						["time"] = 1495328573,
						["bTag"] = "二胡腰子#5431",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "那一贱的温柔-雷斧堡垒",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1495328583,
						["bTag"] = "人生轨迹#5430",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "君昕灬-海克泰尔",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1495328589,
						["bTag"] = "灯火#5650",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "五竹-荆棘谷",
						["iLvl"] = 900,
						["class"] = 12,
						["time"] = 1495328573,
						["bTag"] = "Ohyes#5910",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "Playingheart-黑铁",
						["iLvl"] = 908,
						["class"] = 1,
						["time"] = 1495328573,
						["bTag"] = "云蓝蓝#5770",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "恋凡尘-玛诺洛斯",
						["iLvl"] = 915,
						["class"] = 6,
						["time"] = 1495328511,
						["bTag"] = "恋凡尘#5796",
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "雨宝贝-埃加洛尔",
						["iLvl"] = 868,
						["class"] = 12,
						["time"] = 1495328583,
						["bTag"] = "雪宝宝#5382",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "菲奥雷-白银之手",
						["iLvl"] = 853,
						["class"] = 6,
						["time"] = 1495328602,
						["bTag"] = "永夜#5544",
					}, -- [193]
					{
						["name"] = "随心漫游-轻风之语",
						["role"] = "DAMAGER",
						["time"] = 1495328575,
						["class"] = 3,
					}, -- [194]
					{
						["name"] = "道达尔快驰-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1495328602,
						["class"] = 8,
					}, -- [195]
					{
						["name"] = "血瑟狄安娜-阿拉索",
						["role"] = "HEALER",
						["time"] = 1495328573,
						["class"] = 5,
					}, -- [196]
					{
						["role"] = "TANK",
						["name"] = "家有汪喵-格瑞姆巴托",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1495328571,
						["bTag"] = "smlie#5273",
					}, -- [197]
					{
						["name"] = "战场原黑仪酱-法拉希姆",
						["role"] = "DAMAGER",
						["time"] = 1495328587,
						["class"] = 4,
					}, -- [198]
					{
						["name"] = "暮灬梦蓝依-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495328480,
						["class"] = 5,
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "Mitekes-鬼雾峰",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1495328571,
						["bTag"] = "鬼雾神灵#5472",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺天剑-罗宁",
						["iLvl"] = 904,
						["class"] = 7,
						["time"] = 1495328585,
						["bTag"] = "飘飘雨醉#5844",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "马克西姆斯-迦拉克隆",
						["iLvl"] = 902,
						["class"] = 3,
						["time"] = 1495328577,
						["bTag"] = "懒洋洋#5404",
					}, -- [202]
					{
						["role"] = "HEALER",
						["name"] = "橙色的石头-罗宁",
						["iLvl"] = 903,
						["class"] = 7,
						["time"] = 1495328602,
						["bTag"] = "幸运之石#51959",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "岚晴雪暖-艾露恩",
						["iLvl"] = 908,
						["class"] = 6,
						["time"] = 1495328598,
						["bTag"] = "幻雪#5741",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "喵灬猫咪-艾露恩",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1495328600,
						["bTag"] = "鬼牧牧#5131",
					}, -- [205]
					{
						["name"] = "Sportscar-暗影之月",
						["role"] = "TANK",
						["time"] = 1495328602,
						["class"] = 1,
					}, -- [206]
					{
						["role"] = "TANK",
						["name"] = "无敌呆萌帅-诺兹多姆",
						["iLvl"] = 908,
						["class"] = 11,
						["time"] = 1495328593,
						["bTag"] = "奇葩蹦擦擦#5699",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "请假一天-生态船",
						["iLvl"] = 909,
						["class"] = 4,
						["time"] = 1495328585,
						["bTag"] = "诡诈之龟#519394",
					}, -- [208]
					{
						["name"] = "Llst-诺兹多姆",
						["role"] = "HEALER",
						["time"] = 1495328511,
						["class"] = 5,
					}, -- [209]
					{
						["name"] = "暴怒犀牛-斯克提斯",
						["role"] = "DAMAGER",
						["time"] = 1495328602,
						["class"] = 1,
					}, -- [210]
					{
						["role"] = "HEALER",
						["name"] = "七夕怒雷破-暗影之月",
						["iLvl"] = 877,
						["class"] = 10,
						["time"] = 1495328575,
						["bTag"] = "迦蓝依旧#5138",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "秀宁-神圣之歌",
						["iLvl"] = 874,
						["class"] = 4,
						["time"] = 1495328593,
						["bTag"] = "大涛涛#5960",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "吾赦-阿古斯",
						["iLvl"] = 900,
						["class"] = 12,
						["time"] = 1495328511,
						["bTag"] = "Mort#5458",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "一维势箱-暗影之月",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1495328593,
						["bTag"] = "一维势箱#5494",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "神的记事本-暗影之月",
						["iLvl"] = 911,
						["class"] = 6,
						["time"] = 1495328589,
						["bTag"] = "寂寞强袭#5101",
					}, -- [215]
					{
						["role"] = "HEALER",
						["name"] = "默尚神人-艾森娜",
						["iLvl"] = 887,
						["class"] = 5,
						["time"] = 1495328602,
						["bTag"] = "frank#51394",
					}, -- [216]
					{
						["name"] = "粒粒思-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1495328589,
						["class"] = 3,
					}, -- [217]
					{
						["name"] = "盒子里长出喵-山丘之王",
						["role"] = "TANK",
						["time"] = 1495328569,
						["class"] = 12,
					}, -- [218]
					{
						["role"] = "HEALER",
						["name"] = "暮色繁星-白银之手",
						["iLvl"] = 893,
						["class"] = 2,
						["time"] = 1495328573,
						["bTag"] = "荣耀光火#5902",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "萌德很威武-破碎岭",
						["iLvl"] = 903,
						["time"] = 1495516948,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "dreams#52382",
					}, -- [220]
					{
						["role"] = "HEALER",
						["name"] = "贵族灬灵-风暴峭壁",
						["iLvl"] = 912,
						["time"] = 1495516963,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "贵族#5876",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "黑丝姐-达斯雷玛",
						["iLvl"] = 870,
						["class"] = 1,
						["time"] = 1495517007,
						["bTag"] = "川睿哥哥#5765",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "巫云沧水-艾露恩",
						["iLvl"] = 912,
						["class"] = 4,
						["time"] = 1495517007,
						["bTag"] = "sherlock#5573",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯亡熊-安威玛尔",
						["iLvl"] = 910,
						["time"] = 1495517007,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "天涯#51897",
					}, -- [224]
				},
				["3-126-456-0"] = {
					{
						["role"] = "TANK",
						["name"] = "赵敏-阿拉索",
						["iLvl"] = 905,
						["time"] = 1494077970,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "心念#5248",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "就爱拉你-熊猫酒仙",
						["iLvl"] = 914,
						["class"] = 9,
						["time"] = 1494077970,
						["bTag"] = "ShinyHero#548216",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "少侠丶请慢走-末日行者",
						["iLvl"] = 907,
						["class"] = 9,
						["time"] = 1494077970,
						["bTag"] = "半边葫芦#5135",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "爱无忧公主-破碎岭",
						["iLvl"] = 903,
						["class"] = 1,
						["time"] = 1494077970,
						["bTag"] = "遼国#5896",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "日以为常-白银之手",
						["iLvl"] = 913,
						["class"] = 1,
						["time"] = 1494077970,
						["bTag"] = "纯夜色#5998",
					}, -- [5]
					{
						["name"] = "丶幸福贰选壹-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1494077970,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "绝对绝望-国王之谷",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1494077970,
						["bTag"] = "BouncyBear#54733",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Badbadboy-万色星辰",
						["iLvl"] = 913,
						["class"] = 9,
						["time"] = 1494077970,
						["bTag"] = "黑子不是猪#5546",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "贫尼法号太浪-末日行者",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1494077970,
						["bTag"] = "无尽思念#5157",
					}, -- [9]
					{
						["name"] = "不太会飞-火羽山",
						["role"] = "DAMAGER",
						["time"] = 1494077970,
						["class"] = 12,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "法克宝-影牙要塞",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1494077970,
						["bTag"] = "法克小宝#5821",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼丶小战-迦拉克隆",
						["iLvl"] = 912,
						["class"] = 1,
						["time"] = 1494077970,
						["bTag"] = "鎏沨#5851",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "我是苍天哥-阿拉索",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1494077970,
						["bTag"] = "野鹤#5468",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Hunterzz-末日行者",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1494077970,
						["bTag"] = "Hunter#5247",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "云宝-轻风之语",
						["iLvl"] = 912,
						["class"] = 11,
						["time"] = 1494077970,
						["bTag"] = "云宝#51640",
					}, -- [15]
					{
						["name"] = "放个火球-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1494077970,
						["class"] = 1,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "一品天下-永恒之井",
						["iLvl"] = 908,
						["class"] = 8,
						["time"] = 1494077970,
						["bTag"] = "君王#5464",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Camuslei-泰兰德",
						["iLvl"] = 910,
						["class"] = 8,
						["time"] = 1494077970,
						["bTag"] = "laily#5597",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Joanne-泰兰德",
						["iLvl"] = 907,
						["class"] = 2,
						["time"] = 1494077970,
						["bTag"] = "生而为战#5202",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "帕帕妞-达纳斯",
						["iLvl"] = 907,
						["class"] = 11,
						["time"] = 1494077970,
						["bTag"] = "zhangguohui#5577",
					}, -- [20]
					{
						["name"] = "橙里的月光-月光林地",
						["role"] = "DAMAGER",
						["time"] = 1494077970,
						["class"] = 4,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "表哥是谁-银月",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1494077970,
						["bTag"] = "蓝瘦香菇#5362",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺神话-灰谷",
						["iLvl"] = 904,
						["class"] = 8,
						["time"] = 1494077970,
						["bTag"] = "飘渺神话#51481",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大呲花-荆棘谷",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1494077970,
						["bTag"] = "沉默之风暴#533941",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "紫雨幽竹-安威玛尔",
						["iLvl"] = 906,
						["class"] = 9,
						["time"] = 1494077970,
						["bTag"] = "mxyjy#5708",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮的小熊-艾苏恩",
						["iLvl"] = 908,
						["class"] = 3,
						["time"] = 1494077970,
						["bTag"] = "小红红#5844",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "诅咒乄之手-埃苏雷格",
						["iLvl"] = 909,
						["class"] = 9,
						["time"] = 1494077970,
						["bTag"] = "王海#5198",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "武爷-菲拉斯",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1494077970,
						["bTag"] = "武爷#51337",
					}, -- [28]
					{
						["name"] = "楼前流水-安苏",
						["role"] = "HEALER",
						["time"] = 1494077970,
						["class"] = 5,
					}, -- [29]
				},
				["2-114-447-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "海一啸-达隆米尔",
						["iLvl"] = 904,
						["time"] = 1495628369,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "三叫猫#5553",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "金色天称座-雷斧堡垒",
						["iLvl"] = 893,
						["class"] = 5,
						["time"] = 1495628369,
						["bTag"] = "奥尼克西亚#5559",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "人傻不能复生-刺骨利刃",
						["iLvl"] = 886,
						["class"] = 3,
						["time"] = 1495628369,
						["bTag"] = "阿彩#5274",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "三四狼-雷斧堡垒",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1495628369,
						["bTag"] = "像我这一种男人#51295",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "匆匆那些年-安威玛尔",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1495628776,
						["bTag"] = "weige#5890",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "吾为帝天-风暴之眼",
						["iLvl"] = 889,
						["class"] = 12,
						["time"] = 1495628776,
						["bTag"] = "吾为#51472",
					}, -- [6]
					{
						["name"] = "Jedah-冰风岗",
						["role"] = "DAMAGER",
						["time"] = 1495628776,
						["class"] = 4,
					}, -- [7]
					{
						["name"] = "莱奥纳特-遗忘海岸",
						["role"] = "DAMAGER",
						["time"] = 1495628776,
						["class"] = 2,
					}, -- [8]
				},
				["2-115-462-0"] = {
					{
						["role"] = "TANK",
						["name"] = "燃尽家族族长-荆棘谷",
						["iLvl"] = 912,
						["time"] = 1493477457,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Asle77mm#5996",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小马哥带你飞-荆棘谷",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1493477457,
						["bTag"] = "Vicki#5665",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "准匠-末日行者",
						["iLvl"] = 913,
						["class"] = 3,
						["time"] = 1493477457,
						["bTag"] = "北纬#51574",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "十八厘米丶-普罗德摩",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1493477457,
						["bTag"] = "亮小哥丶#5827",
					}, -- [4]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恐惧恶魔-海克泰尔",
						["iLvl"] = 908,
						["time"] = 1494299101,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "辉煌暴君#5564",
					}, -- [1]
					{
						["name"] = "姜戈丶-荆棘谷",
						["role"] = "DAMAGER",
						["time"] = 1494299121,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜飞飞-死亡之翼",
						["iLvl"] = 910,
						["class"] = 1,
						["time"] = 1494299121,
						["bTag"] = "牧羊人091#5161",
					}, -- [3]
					{
						["name"] = "迅捷丶风-安东尼达斯",
						["role"] = "DAMAGER",
						["time"] = 1494299121,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "勇敢的小蜗牛-主宰之剑",
						["iLvl"] = 903,
						["time"] = 1495257614,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "八小叶#51437",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "淡意的优柔-普瑞斯托",
						["iLvl"] = 895,
						["class"] = 7,
						["time"] = 1495257614,
						["bTag"] = "名望贵族#5163",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "一专多能-麦迪文",
						["iLvl"] = 906,
						["class"] = 10,
						["time"] = 1495257614,
						["bTag"] = "凡人乔丹#5507",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "九神庵-壁炉谷",
						["iLvl"] = 911,
						["class"] = 4,
						["time"] = 1495257610,
						["bTag"] = "Lee#53332",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Azraelback-海克泰尔",
						["iLvl"] = 914,
						["class"] = 11,
						["time"] = 1495257614,
						["bTag"] = "可可#5649",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Sadik-罗宁",
						["iLvl"] = 912,
						["class"] = 6,
						["time"] = 1495257614,
						["bTag"] = "Kratos#5476",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "伊梨丹-白银之手",
						["iLvl"] = 894,
						["class"] = 9,
						["time"] = 1495257610,
						["bTag"] = "爱在深秋#5737",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "枫督月-世界之树",
						["iLvl"] = 914,
						["class"] = 8,
						["time"] = 1495257614,
						["bTag"] = "惊魂之地精#53671",
					}, -- [12]
					{
						["name"] = "Synchronize-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495257610,
						["class"] = 3,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "最伟大猎手-罗宁",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1495257614,
						["bTag"] = "为了站马#5655",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "有酒有故事-罗宁",
						["iLvl"] = 911,
						["class"] = 8,
						["time"] = 1495257605,
						["bTag"] = "此刻#5740",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "龙之草-蓝龙军团",
						["iLvl"] = 915,
						["class"] = 11,
						["time"] = 1495257614,
						["bTag"] = "风清云淡#5331",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "隔雨相望-雷克萨",
						["iLvl"] = 900,
						["class"] = 12,
						["time"] = 1495257614,
						["bTag"] = "风情#5508",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丨偷吻贼丨-月光林地",
						["iLvl"] = 914,
						["class"] = 6,
						["time"] = 1495257605,
						["bTag"] = "雷小欠#5458",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "青丘灬魅-阿格拉玛",
						["iLvl"] = 908,
						["class"] = 7,
						["time"] = 1495257614,
						["bTag"] = "孤帆江影#51755",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "再说一遍-安苏",
						["iLvl"] = 905,
						["class"] = 6,
						["time"] = 1495257614,
						["bTag"] = "原来你也在这#5533",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "狄裴姬丨木川-安苏",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1495257614,
						["bTag"] = "DPage#5649",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔达莎拉-熊猫酒仙",
						["iLvl"] = 766,
						["class"] = 8,
						["time"] = 1495257614,
						["bTag"] = "三生石夏#5414",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "呀丨圡梪-泰兰德",
						["iLvl"] = 903,
						["class"] = 2,
						["time"] = 1495257614,
						["bTag"] = "呀丨土豆#5439",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Ycmon-白银之手",
						["iLvl"] = 890,
						["class"] = 10,
						["time"] = 1495257614,
						["bTag"] = "ccc#5958",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "淡蓝色的枫叶-暗影之月",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1495257614,
						["bTag"] = "Benzema#5292",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "栁媚飘絮-暗影之月",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1495257610,
						["bTag"] = "海问香#51816",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "弥漫夜空-伊森利恩",
						["iLvl"] = 904,
						["class"] = 2,
						["time"] = 1495257612,
						["bTag"] = "音时#5597",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "微风轻语-勇士岛",
						["iLvl"] = 861,
						["class"] = 8,
						["time"] = 1495257614,
						["bTag"] = "kirito#5477",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "苏泡斯哒丶-末日行者",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1495257610,
						["bTag"] = "苏昊宇#5941",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆丨吖-金度",
						["iLvl"] = 892,
						["class"] = 11,
						["time"] = 1495257614,
						["bTag"] = "斌哥#5576",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "且聽風吟-自由之风",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1495257614,
						["bTag"] = "午夜三点的蓝#5473",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒梦寐-玛法里奥",
						["iLvl"] = 903,
						["class"] = 12,
						["time"] = 1495257614,
						["bTag"] = "郭郭#5529",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "秋霜丶-晴日峰（江苏）",
						["iLvl"] = 906,
						["class"] = 6,
						["time"] = 1495257614,
						["bTag"] = "铃哒铃哒#5699",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "德高皮重-伊瑟拉",
						["iLvl"] = 877,
						["class"] = 11,
						["time"] = 1495257612,
						["bTag"] = "大剑豪#51583",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "跑得比记者快-白银之手",
						["iLvl"] = 825,
						["class"] = 12,
						["time"] = 1495257614,
						["bTag"] = "非凡哥啵你嘴#5974",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "蚕花菊-普罗德摩",
						["iLvl"] = 898,
						["class"] = 7,
						["time"] = 1495257614,
						["bTag"] = "胖子熊#5718",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "牡丹采集器-永恒之井",
						["iLvl"] = 909,
						["class"] = 8,
						["time"] = 1495257610,
						["bTag"] = "阿尔萨斯他叔#5350",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空使者艾琳-雷克萨",
						["iLvl"] = 840,
						["class"] = 9,
						["time"] = 1495257614,
						["bTag"] = "爱的临界点#5785",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "赵敏-阿拉索",
						["iLvl"] = 908,
						["class"] = 6,
						["time"] = 1495257614,
						["bTag"] = "心念#5248",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "安琪丽丝-布莱克摩",
						["iLvl"] = 899,
						["class"] = 8,
						["time"] = 1495257614,
						["bTag"] = "lesxiu#5767",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "一死人一-熊猫酒仙",
						["iLvl"] = 909,
						["class"] = 8,
						["time"] = 1495257614,
						["bTag"] = "死人#5919",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色眼罩-诺兹多姆",
						["iLvl"] = 912,
						["class"] = 12,
						["time"] = 1495257614,
						["bTag"] = "袍哥#5329",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦拉佳尔-神圣之歌",
						["iLvl"] = 839,
						["class"] = 6,
						["time"] = 1495257614,
						["bTag"] = "Sherlock#53517",
					}, -- [43]
					{
						["name"] = "我听不到-银月",
						["role"] = "DAMAGER",
						["time"] = 1495257614,
						["class"] = 9,
					}, -- [44]
					{
						["name"] = "藏馬-达斯雷玛",
						["role"] = "DAMAGER",
						["time"] = 1495257614,
						["class"] = 12,
					}, -- [45]
					{
						["name"] = "一头老猫-白银之手",
						["role"] = "HEALER",
						["time"] = 1495257614,
						["class"] = 11,
					}, -- [46]
					{
						["name"] = "妍雅倾心-雷克萨",
						["role"] = "TANK",
						["time"] = 1495257614,
						["class"] = 2,
					}, -- [47]
					{
						["name"] = "我坏-金度",
						["role"] = "DAMAGER",
						["time"] = 1495257614,
						["class"] = 4,
					}, -- [48]
				},
				["2-114-461-0"] = {
					{
						["role"] = "TANK",
						["name"] = "燃尽家族族长-荆棘谷",
						["iLvl"] = 915,
						["class"] = 6,
						["time"] = 1495029351,
						["bTag"] = "Asle77mm#5996",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小马哥带你飞-荆棘谷",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1493478917,
						["bTag"] = "Vicki#5665",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "追忆静-荆棘谷",
						["iLvl"] = 887,
						["class"] = 8,
						["time"] = 1493478917,
						["bTag"] = "悠悠抽烟#5555",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫氣东來-塞拉摩",
						["iLvl"] = 903,
						["class"] = 12,
						["time"] = 1493478917,
						["bTag"] = "快乐圣光#5830",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "星光灬會聚-世界之树",
						["iLvl"] = 901,
						["time"] = 1494079097,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "炫蓝色灬#5409",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "武庚丶剑锋-轻风之语",
						["iLvl"] = 914,
						["class"] = 12,
						["time"] = 1494079097,
						["bTag"] = "天龙#52705",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "中发白-玛里苟斯",
						["iLvl"] = 906,
						["class"] = 12,
						["time"] = 1494079097,
						["bTag"] = "希白#5842",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "会走位的一血-塞拉摩",
						["iLvl"] = 901,
						["class"] = 12,
						["time"] = 1494079097,
						["bTag"] = "快乐之足#5109277",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "狼之野心-蜘蛛王国",
						["iLvl"] = 905,
						["time"] = 1495029351,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暴躁之鼬#528688",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "霸天小黄鸡-风暴之眼",
						["iLvl"] = 904,
						["class"] = 12,
						["time"] = 1495029351,
						["bTag"] = "文堃月#5182",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "风神猎-蜘蛛王国",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1495029351,
						["bTag"] = "寒冰咒#5232",
					}, -- [11]
				},
				["2-119-465-0"] = {
					{
						["role"] = "TANK",
						["name"] = "燃尽家族族长-荆棘谷",
						["iLvl"] = 916,
						["time"] = 1494138624,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "Asle77mm#5996",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "青春再見-荆棘谷",
						["iLvl"] = 916,
						["class"] = 1,
						["time"] = 1494138624,
						["bTag"] = "RRJ2009#5375",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "燃尽哀伤-荆棘谷",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1494138624,
						["bTag"] = "暴躁之鼬#528688",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "嘵歪-阿古斯",
						["iLvl"] = 916,
						["class"] = 8,
						["time"] = 1494138624,
						["bTag"] = "晓歪#5653",
					}, -- [4]
				},
			},
			["searchInputHistory"] = {
				["3-123-415-0"] = {
					"奶", -- [1]
					"治疗", -- [2]
					"SS", -- [3]
				},
				["3-123-416-0"] = {
					"治疗", -- [1]
					"奶", -- [2]
					"大姐姐", -- [3]
					"魔剑", -- [4]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["蕾妮 - 蜘蛛王国"] = {
			["recent"] = {
				["3-123-416-0"] = {
					{
						["role"] = "TANK",
						["name"] = "諸神黄昏-诺兹多姆",
						["bTag"] = "沉默之剑#520107",
						["time"] = 1491230808,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 906,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "飞雪猎心-诺兹多姆",
						["bTag"] = "DeadlyKitten#54259",
						["class"] = 3,
						["time"] = 1491230808,
						["iLvl"] = 888,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "祥瑞雪風-诺兹多姆",
						["bTag"] = "黄一成#5853",
						["class"] = 5,
						["time"] = 1491230808,
						["iLvl"] = 906,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭极限-诺兹多姆",
						["bTag"] = "极限终结者#5916",
						["class"] = 8,
						["time"] = 1491230808,
						["iLvl"] = 900,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "星夜之魂-诺兹多姆",
						["bTag"] = "林小林#5110",
						["class"] = 8,
						["time"] = 1491230808,
						["iLvl"] = 904,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜猎魔者-梦境之树",
						["bTag"] = "火车污污污#51208",
						["class"] = 12,
						["time"] = 1491230808,
						["iLvl"] = 908,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "箭难防-诺兹多姆",
						["bTag"] = "老和尚#5301",
						["class"] = 3,
						["time"] = 1491230808,
						["iLvl"] = 890,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天小骑骑-诺兹多姆",
						["bTag"] = "我擦嘞嘞#51247",
						["class"] = 6,
						["time"] = 1491222586,
						["iLvl"] = 908,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1491222586,
						["name"] = "牛穿疯-诺兹多姆",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "空想-诺兹多姆",
						["bTag"] = "熔火炽心#5583",
						["class"] = 12,
						["time"] = 1491230808,
						["iLvl"] = 903,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1491222782,
						["name"] = "自爆牛-诺兹多姆",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "爽过头了-诺兹多姆",
						["bTag"] = "暴躁之武僧#53409",
						["class"] = 3,
						["time"] = 1491222782,
						["iLvl"] = 901,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "了无归途-诺兹多姆",
						["bTag"] = "董小贱#5121",
						["class"] = 2,
						["time"] = 1491230500,
						["iLvl"] = 901,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "不学无术-诺兹多姆",
						["bTag"] = "春暖花开#5425",
						["class"] = 9,
						["time"] = 1491230693,
						["iLvl"] = 909,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "丶大呲花-克洛玛古斯",
						["bTag"] = "闪电鹦鹉#5633",
						["class"] = 2,
						["time"] = 1491230509,
						["iLvl"] = 892,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1491230808,
						["name"] = "黑魔术帘布-麦维影歌",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "天弈-蜘蛛王国",
						["bTag"] = "小熊德#5928",
						["class"] = 1,
						["time"] = 1491230808,
						["iLvl"] = 897,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "猥琐青-蜘蛛王国",
						["bTag"] = "青兽#5278",
						["class"] = 10,
						["time"] = 1491230808,
						["iLvl"] = 905,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "奥蕾瑞亚-蜘蛛王国",
						["bTag"] = "夜尽天阑#5847",
						["class"] = 3,
						["time"] = 1491230808,
						["iLvl"] = 903,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Ddhded-白银之手",
						["bTag"] = "思绪懂#5417",
						["class"] = 11,
						["time"] = 1491230808,
						["iLvl"] = 908,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "诺米-诺兹多姆",
						["bTag"] = "罗巍#51332",
						["class"] = 8,
						["time"] = 1491230808,
						["iLvl"] = 895,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1491230808,
						["name"] = "秀花刀-白银之手",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "暗能量-朵丹尼尔",
						["bTag"] = "锋无痕#5749",
						["class"] = 9,
						["time"] = 1491230808,
						["iLvl"] = 894,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "晴天小法法-诺兹多姆",
						["bTag"] = "我擦嘞嘞#51247",
						["class"] = 8,
						["time"] = 1491230808,
						["iLvl"] = 904,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "叶晓晓-金色平原",
						["bTag"] = "叶筱筱#5451",
						["class"] = 11,
						["time"] = 1491230808,
						["iLvl"] = 906,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "殇彤-月光林地",
						["bTag"] = "盛超#5163",
						["class"] = 12,
						["time"] = 1491222782,
						["iLvl"] = 906,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "放肆的笑-扎拉赞恩",
						["bTag"] = "羞羞的小伟伟#5925",
						["class"] = 4,
						["time"] = 1491230808,
						["iLvl"] = 908,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "麦克归来-诺兹多姆",
						["bTag"] = "小麦的大姨#5407",
						["class"] = 6,
						["time"] = 1491230808,
						["iLvl"] = 904,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "张牙舞爪的猫-诺兹多姆",
						["bTag"] = "暮雪#5306",
						["class"] = 11,
						["time"] = 1491230808,
						["iLvl"] = 908,
					}, -- [29]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1491229937,
						["name"] = "棒槌牛-诺兹多姆",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "英语作业-蜘蛛王国",
						["bTag"] = "无止境#5167",
						["class"] = 2,
						["time"] = 1491230364,
						["iLvl"] = 902,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "王小小很叼-暗影之月",
						["bTag"] = "就是这么拽#51974",
						["class"] = 1,
						["time"] = 1491230808,
						["iLvl"] = 909,
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "愤怒的恒哥-白银之手",
						["bTag"] = "柯布西耶#5917",
						["class"] = 2,
						["time"] = 1491230808,
						["iLvl"] = 905,
					}, -- [33]
				},
				["2-119-452-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹丶绯月-月光林地",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1490332141,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "辨啾-阿拉索",
						["bTag"] = "HiddenTroll#57959",
						["class"] = 8,
						["time"] = 1490332141,
						["iLvl"] = 911,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "脆脆鲨-月神殿",
						["bTag"] = "狄米特#5536",
						["class"] = 10,
						["time"] = 1490332141,
						["iLvl"] = 883,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "佛儸倫薩-瓦里玛萨斯",
						["bTag"] = "绝唱晚歌#5667",
						["class"] = 12,
						["time"] = 1490332141,
						["iLvl"] = 920,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "执夷-祖尔金",
						["bTag"] = "kjjiangbo#5910",
						["time"] = 1491129941,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 879,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝馨雪-基尔加丹",
						["bTag"] = "蓝心泪#5945",
						["class"] = 5,
						["time"] = 1491129941,
						["iLvl"] = 876,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "浮光潜影-亚雷戈斯",
						["bTag"] = "浮光#5875",
						["class"] = 11,
						["time"] = 1491129941,
						["iLvl"] = 903,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "少丶爷-塞拉摩",
						["bTag"] = "输入一个名称#55253",
						["class"] = 2,
						["time"] = 1491129941,
						["iLvl"] = 902,
					}, -- [8]
				},
				["2-121-454-0"] = {
					{
						["role"] = "TANK",
						["name"] = "警长布瑞斯塔-壁炉谷",
						["bTag"] = "警长布瑞斯塔#5429",
						["time"] = 1491140542,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 895,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "梦灬无依-安苏",
						["bTag"] = "NDXE#5855",
						["class"] = 5,
						["time"] = 1491140542,
						["iLvl"] = 905,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "诡刺丶凨影楼-主宰之剑",
						["bTag"] = "杨洛#5939",
						["class"] = 2,
						["time"] = 1491140542,
						["iLvl"] = 893,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大练锅-艾萨拉",
						["bTag"] = "大练锅#5496",
						["class"] = 6,
						["time"] = 1491140542,
						["iLvl"] = 906,
					}, -- [4]
				},
				["1-124-421-0"] = {
					{
						["role"] = "TANK",
						["name"] = "吞天魔狼-安苏",
						["bTag"] = "华丽之虎#514329",
						["time"] = 1490877977,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 843,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霞児-金度",
						["bTag"] = "ShadowStorm#58798",
						["class"] = 3,
						["time"] = 1490877977,
						["iLvl"] = 887,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "雷恩明-金色平原",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1490878110,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "丨魂之輓歌-末日行者",
						["bTag"] = "消逝的云#5298",
						["class"] = 9,
						["time"] = 1490878110,
						["iLvl"] = 828,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1490878110,
						["name"] = "剧毒之刺-壁炉谷",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光皮卡丘-破碎岭",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1490878479,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "青丘灬魅-阿格拉玛",
						["bTag"] = "孤帆江影#51755",
						["time"] = 1490878536,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 892,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "肆罗-奥达曼",
						["bTag"] = "kyonyo#51734",
						["class"] = 5,
						["time"] = 1490878536,
						["iLvl"] = 903,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "雷矛游侠领主-黑龙军团",
						["bTag"] = "真哎木提无双#5133",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 863,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1490878536,
						["name"] = "紫千代-国王之谷",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "造血丶干细胞-熊猫酒仙",
						["bTag"] = "有梦想的咸鱼丶#51347",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 903,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1490878536,
						["name"] = "Crazyfinger-末日行者",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1490878536,
						["name"] = "木瓜多多-安苏",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "睫毛上的魂-卡拉赞",
						["bTag"] = "睫毛上的魂#5577",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 906,
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "然诺重君须记-安苏",
						["bTag"] = "然诺重君须记#5221",
						["class"] = 1,
						["time"] = 1490878485,
						["iLvl"] = 861,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1490878477,
						["name"] = "淝唣泡-奥达曼",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "暗刃风-玛法里奥",
						["bTag"] = "风尘琊#5880",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 905,
					}, -- [17]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1490878536,
						["name"] = "圣灵佐佑-山丘之王",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1490878536,
						["name"] = "零无花-破碎岭",
					}, -- [19]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1490878536,
						["name"] = "有梦的人-死亡之翼",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "猪牧狼马-加里索斯",
						["bTag"] = "凸逼囡波王#5440",
						["class"] = 9,
						["time"] = 1490878536,
						["iLvl"] = 870,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "枫暴之力-罗宁",
						["bTag"] = "枫暴之灵#5950",
						["class"] = 7,
						["time"] = 1490878536,
						["iLvl"] = 866,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "水月无-回音山",
						["bTag"] = "艾尔之子#541584",
						["class"] = 5,
						["time"] = 1490878536,
						["iLvl"] = 888,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "终焉之灯火-主宰之剑",
						["bTag"] = "还是种田适合老子#5400",
						["class"] = 6,
						["time"] = 1490878536,
						["iLvl"] = 879,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "放学别走-山丘之王",
						["bTag"] = "开黑吗我玩源#5104",
						["class"] = 2,
						["time"] = 1490878536,
						["iLvl"] = 902,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "马薇影歌-阿拉索",
						["bTag"] = "马旻#5854",
						["class"] = 12,
						["time"] = 1490878536,
						["iLvl"] = 879,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "风语风吹沙-末日行者",
						["bTag"] = "陈强#5515",
						["class"] = 8,
						["time"] = 1490878536,
						["iLvl"] = 904,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "独饮醉清风-海克泰尔",
						["bTag"] = "夜半独饮醉清风#5795",
						["class"] = 4,
						["time"] = 1490878536,
						["iLvl"] = 871,
					}, -- [28]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1490878536,
						["name"] = "Lonelyloser-克苏恩",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "维洛娜拉-奥达曼",
						["bTag"] = "昔日的戰神#5650",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 871,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1490878536,
						["name"] = "狂丶战-晴日峰（江苏）",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "梵妮莎丶-格瑞姆巴托",
						["bTag"] = "墨绿色的雨#5246",
						["class"] = 4,
						["time"] = 1490878536,
						["iLvl"] = 877,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "随心丶隨心-格瑞姆巴托",
						["bTag"] = "LOONGER#51725",
						["class"] = 12,
						["time"] = 1490878536,
						["iLvl"] = 842,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝血晴空-铜龙军团",
						["bTag"] = "老顽童#5730",
						["class"] = 2,
						["time"] = 1490878536,
						["iLvl"] = 901,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "吃我一口毒奶-迦拉克隆",
						["bTag"] = "羞辱#5846",
						["class"] = 5,
						["time"] = 1490878536,
						["iLvl"] = 862,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "天壤囗劫火-雷斧堡垒",
						["bTag"] = "自由的国度#5957",
						["class"] = 10,
						["time"] = 1490878536,
						["iLvl"] = 869,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "兰色濛濛-阿纳克洛斯",
						["bTag"] = "兰色蒙蒙#5312",
						["class"] = 9,
						["time"] = 1490878536,
						["iLvl"] = 910,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "阿露奈特-达隆米尔",
						["bTag"] = "帕奇维克#5287",
						["class"] = 1,
						["time"] = 1490878536,
						["iLvl"] = 854,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "泰兰灬佛丁-安苏",
						["bTag"] = "Enterprise#51113",
						["class"] = 2,
						["time"] = 1490878536,
						["iLvl"] = 895,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Aiuv-生态船",
						["bTag"] = "能吃的老冯#5217",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 893,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Levy-克洛玛古斯",
						["bTag"] = "奈亚拉托提普#52856",
						["class"] = 3,
						["time"] = 1490878536,
						["iLvl"] = 871,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1490878481,
						["name"] = "小笨鱼儿-泰拉尔",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "龔赙鵏號-暗影之月",
						["bTag"] = "阿涛#5276",
						["class"] = 12,
						["time"] = 1490878536,
						["iLvl"] = 900,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之神法-克洛玛古斯",
						["bTag"] = "赤脚大仙#5272",
						["class"] = 8,
						["time"] = 1490878536,
						["iLvl"] = 869,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "梵蒂冈的狗-卡拉赞",
						["bTag"] = "梵蒂冈的狗#5795",
						["class"] = 8,
						["time"] = 1490878536,
						["iLvl"] = 905,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "红莲鸽鸽-风暴峭壁",
						["bTag"] = "红莲鸽鸽#5441",
						["class"] = 1,
						["time"] = 1490878536,
						["iLvl"] = 905,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1490878509,
						["name"] = "再续情缘-贫瘠之地",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "万象皆杀-刺骨利刃",
						["bTag"] = "胖胖的糯米糕#5842",
						["class"] = 12,
						["time"] = 1490878536,
						["iLvl"] = 903,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1490878536,
						["name"] = "寒冰灵-金度",
					}, -- [49]
				},
				["2-117-464-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["class"] = 6,
						["time"] = 1489150762,
						["iLvl"] = 913,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橙府丶-蜘蛛王国",
						["bTag"] = "妖丶#51701",
						["class"] = 12,
						["time"] = 1489150762,
						["iLvl"] = 901,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "星祈-轻风之语",
						["bTag"] = "yemaozi#5927",
						["class"] = 4,
						["time"] = 1489150762,
						["iLvl"] = 909,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡的霸气-达斯雷玛",
						["bTag"] = "林小柳#5283",
						["class"] = 2,
						["time"] = 1489150762,
						["iLvl"] = 915,
					}, -- [4]
				},
				["2-120-466-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "开英勇-蜘蛛王国",
						["bTag"] = "迷路的熊孩子#5566",
						["time"] = 1488803567,
						["class"] = 5,
						["leader"] = true,
						["iLvl"] = 910,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇钟镇涛-蜘蛛王国",
						["bTag"] = "兜妈的熊孩子#5368",
						["class"] = 6,
						["time"] = 1488803567,
						["iLvl"] = 910,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的吉跋猫-蜘蛛王国",
						["bTag"] = "阴险的熊孩子#5627",
						["class"] = 5,
						["time"] = 1488803567,
						["iLvl"] = 905,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "超级硬邦邦-奥特兰克",
						["bTag"] = "年少有为#51836",
						["class"] = 2,
						["time"] = 1488803567,
						["iLvl"] = 907,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["time"] = 1491055148,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 907,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "王子带我飞-荆棘谷",
						["bTag"] = "王子带我滚#5569",
						["class"] = 3,
						["time"] = 1491055148,
						["iLvl"] = 909,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "燃尽悲伤-荆棘谷",
						["bTag"] = "寒冰咒#5232",
						["class"] = 4,
						["time"] = 1491055148,
						["iLvl"] = 911,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "移动改变生活-迦拉克隆",
						["bTag"] = "包子#5953",
						["class"] = 12,
						["time"] = 1491055148,
						["iLvl"] = 905,
					}, -- [8]
				},
				["1-124-420-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "无乃乃耐-冰风岗",
						["bTag"] = "unhappinessd#5274",
						["class"] = 5,
						["time"] = 1488975532,
						["iLvl"] = 901,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1488975532,
						["name"] = "愛萌啼微-自由之风",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "不洗就睡了-扎拉赞恩",
						["bTag"] = "猪八戒背黑锅#5726",
						["class"] = 11,
						["time"] = 1488975532,
						["iLvl"] = 889,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "光头丶罗汉-主宰之剑",
						["bTag"] = "张印#51687",
						["class"] = 2,
						["time"] = 1488975478,
						["iLvl"] = 913,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "守护丨天使-布莱克摩",
						["bTag"] = "魔刹天诛#5776",
						["class"] = 8,
						["time"] = 1488975532,
						["iLvl"] = 883,
					}, -- [5]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1488975785,
						["name"] = "冷心狂月-巴尔古恩",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小啊小仓库-达斯雷玛",
						["bTag"] = "冬景瞳#5702",
						["class"] = 4,
						["time"] = 1488975785,
						["iLvl"] = 851,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "光之妹子-白银之手",
						["bTag"] = "魔法之翼#52858",
						["class"] = 7,
						["time"] = 1488975785,
						["iLvl"] = 901,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1488975785,
						["name"] = "黑咒语-扎拉赞恩",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "一脸懵逼-蜘蛛王国",
						["bTag"] = "一花一世界#5302",
						["time"] = 1491280976,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 907,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "躲猫躲-熊猫酒仙",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1491281011,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "情迷小阿花-白银之手",
						["bTag"] = "情迷小阿花#5422",
						["class"] = 12,
						["time"] = 1491281011,
						["iLvl"] = 871,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "青青子袊-卡拉赞",
						["bTag"] = "花花#51876",
						["class"] = 3,
						["time"] = 1491280985,
						["iLvl"] = 889,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "愿月神弄死你-主宰之剑",
						["bTag"] = "请赐橙卡橙皮橙装#5227",
						["class"] = 11,
						["time"] = 1491281011,
						["iLvl"] = 904,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "衤呙害-拉文凯斯",
						["bTag"] = "神爹#5763",
						["class"] = 2,
						["time"] = 1491281011,
						["iLvl"] = 889,
					}, -- [15]
				},
				["1-124-423-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "剑星寒-罗宁",
						["bTag"] = "剑心寒#5334",
						["class"] = 3,
						["time"] = 1488975283,
						["iLvl"] = 862,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "浠尔瓦娜斯-石锤",
						["bTag"] = "小西西#51422",
						["class"] = 11,
						["time"] = 1488975283,
						["iLvl"] = 917,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "朔风飞扬-阿迦玛甘",
						["bTag"] = "suoferfly#5887",
						["class"] = 3,
						["time"] = 1488975283,
						["iLvl"] = 865,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1489672933,
						["name"] = "Uriell-万色星辰",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "醉笑歌烟雨丶-末日行者",
						["bTag"] = "賊丶拉风#5126",
						["class"] = 8,
						["time"] = 1489672933,
						["iLvl"] = 859,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "昔风-世界之树",
						["bTag"] = "晓月化拾#5736",
						["class"] = 10,
						["time"] = 1489672933,
						["iLvl"] = 860,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "凯特医生-拉文凯斯",
						["bTag"] = "鳕影#5149",
						["class"] = 6,
						["time"] = 1489672933,
						["iLvl"] = 885,
					}, -- [7]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小小的小小的-神圣之歌",
						["bTag"] = "Roland#5719",
						["time"] = 1489305314,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 866,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "生之挽歌-回音山",
						["bTag"] = "DVA#51730",
						["class"] = 3,
						["time"] = 1489305314,
						["iLvl"] = 898,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影中的武者-加里索斯",
						["bTag"] = "Krystal#5267",
						["class"] = 10,
						["time"] = 1489305307,
						["iLvl"] = 869,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜疯-轻风之语",
						["bTag"] = "不倒老仙翁#5678",
						["class"] = 11,
						["time"] = 1489305314,
						["iLvl"] = 860,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "雪纳瑞丶湘-安苏",
						["bTag"] = "神的左手#5576",
						["class"] = 1,
						["time"] = 1489305276,
						["iLvl"] = 907,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "夜雨烈刃-拉文凯斯",
						["bTag"] = "MARS#5595",
						["class"] = 3,
						["time"] = 1489305285,
						["iLvl"] = 907,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小萌-巴纳扎尔",
						["bTag"] = "心动了#5676",
						["class"] = 11,
						["time"] = 1489305267,
						["iLvl"] = 915,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "飓风之力-雷克萨",
						["bTag"] = "风飞扬#5571",
						["class"] = 3,
						["time"] = 1489305314,
						["iLvl"] = 866,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "无丨解-银月",
						["bTag"] = "青菜土豆#5838",
						["class"] = 10,
						["time"] = 1489305314,
						["iLvl"] = 888,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤小七-伊森利恩",
						["bTag"] = "一道月光#5258",
						["class"] = 11,
						["time"] = 1489305314,
						["iLvl"] = 900,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "炽天使蛋挞-海达希亚",
						["bTag"] = "艾瑞#51421",
						["class"] = 6,
						["time"] = 1489305314,
						["iLvl"] = 863,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Empyreal-冰风岗",
						["bTag"] = "SBOW#5932",
						["class"] = 8,
						["time"] = 1489305303,
						["iLvl"] = 915,
					}, -- [12]
					{
						["role"] = "HEALER",
						["class"] = 10,
						["time"] = 1489305312,
						["name"] = "塞尼亚-亚雷戈斯",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "年迈的司机-红云台地",
						["bTag"] = "未若柳絮因风起#51205",
						["class"] = 6,
						["time"] = 1489305307,
						["iLvl"] = 902,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "光光回来了-伊利丹",
						["bTag"] = "慵懒之泰坦#520778",
						["class"] = 7,
						["time"] = 1489305314,
						["iLvl"] = 843,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "爱上浪漫-夏维安",
						["bTag"] = "隔板#5789",
						["class"] = 1,
						["time"] = 1489305307,
						["iLvl"] = 882,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "野驴老司机-伊利丹",
						["bTag"] = "机制呆萌小阿炜#5359",
						["class"] = 7,
						["time"] = 1489305314,
						["iLvl"] = 876,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "儿时气盛-爱斯特纳",
						["bTag"] = "明明#5719",
						["class"] = 12,
						["time"] = 1489305314,
						["iLvl"] = 897,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "凯凯先生-国王之谷",
						["bTag"] = "糖果白兰地#5138",
						["class"] = 4,
						["time"] = 1489305314,
						["iLvl"] = 809,
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "地狱仰望天堂-达纳斯",
						["bTag"] = "思无邪#51422",
						["class"] = 6,
						["time"] = 1489305307,
						["iLvl"] = 858,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1489305314,
						["name"] = "Evafs-风暴峭壁",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1489305314,
						["name"] = "Himajiang-金色平原",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Imfenko-风暴峭壁",
						["bTag"] = "淡淡的忧伤#5315",
						["time"] = 1490024952,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 866,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "远在远方的风-雷斧堡垒",
						["bTag"] = "远在远方的风#51446",
						["class"] = 4,
						["time"] = 1490024952,
						["iLvl"] = 908,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "伏地膜-永恒之井",
						["bTag"] = "科学家萧大师#5363",
						["class"] = 12,
						["time"] = 1490024952,
						["iLvl"] = 780,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1490024943,
						["name"] = "虎牙仔-阿古斯",
					}, -- [26]
				},
				["3-122-413-0"] = {
					{
						["role"] = "TANK",
						["name"] = "阿尔萨厮-迅捷微风",
						["bTag"] = "陈贱贱亮了#5199",
						["time"] = 1489290714,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 833,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "基哎牧魔唧唧-破碎岭",
						["bTag"] = "天才老爸#51854",
						["class"] = 12,
						["time"] = 1489290714,
						["iLvl"] = 874,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Lumos-月光林地",
						["bTag"] = "阳光明媚天#5318",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 862,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "影灬黎明玫瑰-白银之手",
						["bTag"] = "影灬黎明玫瑰#5529",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 862,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "夜魔飞袭-阿古斯",
						["bTag"] = "旋转木马#51103",
						["class"] = 12,
						["time"] = 1489290714,
						["iLvl"] = 860,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "混世流氓-风暴峭壁",
						["bTag"] = "虚幻人生#5376",
						["class"] = 12,
						["time"] = 1489290714,
						["iLvl"] = 864,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "剑衫好少步-熊猫酒仙",
						["bTag"] = "Zach#5949",
						["class"] = 1,
						["time"] = 1489290714,
						["iLvl"] = 856,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "水墨青花-月光林地",
						["bTag"] = "纳兰陌雪#5257",
						["class"] = 1,
						["time"] = 1489290714,
						["iLvl"] = 857,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "德拉古丽娜-天谴之门",
						["bTag"] = "犀利如浪#5387",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 863,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Wudiwudiwudi-国王之谷",
						["bTag"] = "wudi#5658",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 870,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1489290714,
						["name"] = "守护记忆-山丘之王",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "劉蕓焕-末日行者",
						["bTag"] = "流氓兔#52290",
						["class"] = 9,
						["time"] = 1489290714,
						["iLvl"] = 879,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "袖里青蛇-瓦里玛萨斯",
						["bTag"] = "君子以申命行事#5646",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 886,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "大话美艳-达斯雷玛",
						["bTag"] = "圣斗士#51114",
						["class"] = 3,
						["time"] = 1489290714,
						["iLvl"] = 876,
					}, -- [14]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1489290714,
						["name"] = "心灵种子-奥拉基尔",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "喵喵丶萌-罗宁",
						["bTag"] = "就叫基吧#5401",
						["class"] = 7,
						["time"] = 1489290714,
						["iLvl"] = 861,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "鹿仔-熊猫酒仙",
						["bTag"] = "鹿仔#5438",
						["class"] = 2,
						["time"] = 1489290714,
						["iLvl"] = 866,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "无敌的淘淘-符文图腾",
						["bTag"] = "郭恒鑫#5860",
						["class"] = 10,
						["time"] = 1489290714,
						["iLvl"] = 874,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "简单其实-安苏",
						["bTag"] = "其实简单#5517",
						["class"] = 3,
						["time"] = 1489290714,
						["iLvl"] = 904,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "漆黑的白色-德拉诺",
						["bTag"] = "appletviewer#5523",
						["class"] = 7,
						["time"] = 1489290714,
						["iLvl"] = 882,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1489290183,
						["name"] = "迷之大酱肘-月光林地",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "谁不知道-扎拉赞恩",
						["bTag"] = "RobotWorgen#51885",
						["class"] = 6,
						["time"] = 1489290714,
						["iLvl"] = 847,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "哈撒灬剋-破碎岭",
						["bTag"] = "轻语灬晚安#5243",
						["class"] = 8,
						["time"] = 1489290714,
						["iLvl"] = 905,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1489290714,
						["name"] = "魅影星辰-国王之谷",
					}, -- [24]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1489290714,
						["name"] = "Mibaoo-毁灭之锤",
					}, -- [25]
					{
						["role"] = "TANK",
						["class"] = 6,
						["time"] = 1489290714,
						["name"] = "韩大美女-迅捷微风",
					}, -- [26]
				},
				["2-113-446-0"] = {
					{
						["role"] = "TANK",
						["name"] = "流星女子-阿古斯",
						["bTag"] = "小关#51309",
						["time"] = 1490330884,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 909,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Hypnoss-图拉扬",
						["bTag"] = "Thanatos#5525",
						["class"] = 12,
						["time"] = 1490330884,
						["iLvl"] = 916,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰亮透心凉-芬里斯",
						["bTag"] = "sammle#5704",
						["class"] = 8,
						["time"] = 1490330884,
						["iLvl"] = 914,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonbeam-伊瑟拉",
						["bTag"] = "gstory#5836",
						["class"] = 8,
						["time"] = 1490330884,
						["iLvl"] = 918,
					}, -- [4]
				},
				["3-122-414-0"] = {
					{
						["role"] = "TANK",
						["name"] = "爷灬让你高潮-壁炉谷",
						["bTag"] = "今生#5626",
						["class"] = 10,
						["time"] = 1491282116,
						["iLvl"] = 907,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "过儿我是咕咕-永恒之井",
						["bTag"] = "师傅被妖怪抓走了#51742",
						["class"] = 11,
						["time"] = 1491282143,
						["iLvl"] = 908,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Evending-铜龙军团",
						["bTag"] = "Lostlegend#5521",
						["class"] = 2,
						["time"] = 1491282143,
						["iLvl"] = 891,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "荣耀之风-末日行者",
						["bTag"] = "风之优雅#5817",
						["class"] = 2,
						["time"] = 1491282143,
						["iLvl"] = 891,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伱若離呿-壁炉谷",
						["bTag"] = "暗影之刺#5886",
						["class"] = 4,
						["time"] = 1491282143,
						["iLvl"] = 892,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "书仕-铜龙军团",
						["bTag"] = "louise#5593",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 905,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "越粑粑-艾苏恩",
						["bTag"] = "凯恩#510102",
						["class"] = 12,
						["time"] = 1491281933,
						["iLvl"] = 904,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "八意永琳-塞纳留斯",
						["bTag"] = "八云紫#5704",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 896,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "丿阿尔托利亚-熊猫酒仙",
						["bTag"] = "苏涵#5586",
						["class"] = 1,
						["time"] = 1491282143,
						["iLvl"] = 893,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "小熊拝棒棒-国王之谷",
						["bTag"] = "俊哥#52970",
						["class"] = 11,
						["time"] = 1491282143,
						["iLvl"] = 903,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷之心-朵丹尼尔",
						["bTag"] = "Victory#52182",
						["class"] = 12,
						["time"] = 1491282143,
						["iLvl"] = 907,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "星韵凝香-暗影之月",
						["bTag"] = "噬魂#5990",
						["class"] = 8,
						["time"] = 1491282143,
						["iLvl"] = 910,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "風雲阿紫-山丘之王",
						["bTag"] = "deme#5829",
						["class"] = 3,
						["time"] = 1491282143,
						["iLvl"] = 908,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "圆月熊猫-永恒之井",
						["bTag"] = "圆月熊猫#5114",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 905,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王宫永咲-瑞文戴尔",
						["bTag"] = "两仪未那#5851",
						["class"] = 4,
						["time"] = 1491282143,
						["iLvl"] = 904,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1491282143,
						["name"] = "尘埃慢舞-末日行者",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "猪猪的心-永夜港",
						["bTag"] = "月之钥#5818",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 910,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1491282143,
						["name"] = "大酋长迦瓦莱-白银之手",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "陀陀父亲-安苏",
						["bTag"] = "烈火战车#5574",
						["class"] = 11,
						["time"] = 1491282143,
						["iLvl"] = 910,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶末夏-迦拉克隆",
						["bTag"] = "肆寸大大#5142",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 911,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子初性本恶-守护之剑",
						["bTag"] = "随便娱乐#5170",
						["class"] = 12,
						["time"] = 1491282143,
						["iLvl"] = 907,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "灬和胖子灬-罗宁",
						["bTag"] = "天道地道#5805",
						["class"] = 7,
						["time"] = 1491282143,
						["iLvl"] = 903,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "啪啪贼在宁波-奥特兰克",
						["bTag"] = "VonJC#5795",
						["class"] = 4,
						["time"] = 1491282143,
						["iLvl"] = 909,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跳骑在杭州-奥特兰克",
						["bTag"] = "阿萨姆奶人#5302",
						["class"] = 2,
						["time"] = 1491282143,
						["iLvl"] = 901,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "初晨忆夏和风-暮色森林",
						["bTag"] = "恩希#5178",
						["class"] = 12,
						["time"] = 1491282143,
						["iLvl"] = 909,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "翔阳四号-爱斯特纳",
						["bTag"] = "湘北#5466",
						["class"] = 9,
						["time"] = 1491282143,
						["iLvl"] = 903,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "让子弹飞一会-勇士岛",
						["bTag"] = "七零四突击炮#5858",
						["class"] = 3,
						["time"] = 1491282143,
						["iLvl"] = 904,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰飞丝-塞泰克",
						["bTag"] = "魔法之翼#54295",
						["class"] = 8,
						["time"] = 1491282143,
						["iLvl"] = 904,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蓉王丶-蜘蛛王国",
						["bTag"] = "sanks#51687",
						["class"] = 12,
						["time"] = 1491282143,
						["iLvl"] = 872,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "爷灬让你风流-罗宁",
						["bTag"] = "今生#5626",
						["time"] = 1491282143,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 865,
					}, -- [30]
				},
				["3-123-415-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂追猎者-壁炉谷",
						["bTag"] = "iori#5781",
						["time"] = 1490014142,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "北圣格斗士-壁炉谷",
						["bTag"] = "沐枫#5604",
						["class"] = 3,
						["time"] = 1490014142,
						["iLvl"] = 906,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "战神克罗-壁炉谷",
						["bTag"] = "专业墙角娃娃#5712",
						["class"] = 1,
						["time"] = 1490014142,
						["iLvl"] = 904,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔尼斯勇士-壁炉谷",
						["bTag"] = "伊沙娜#5892",
						["class"] = 6,
						["time"] = 1490014142,
						["iLvl"] = 876,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "红尘怨留香-壁炉谷",
						["bTag"] = "夜色中的蔷薇#5691",
						["class"] = 6,
						["time"] = 1490014142,
						["iLvl"] = 902,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "粉丶红涩-壁炉谷",
						["bTag"] = "韭菜盒子#51771",
						["class"] = 6,
						["time"] = 1490014142,
						["iLvl"] = 906,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝之左手-壁炉谷",
						["bTag"] = "左手爱玩山口山#5859",
						["class"] = 2,
						["time"] = 1490014142,
						["iLvl"] = 894,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "暴走小甜心丶-远古海滩",
						["bTag"] = "狼狈比失去难受#51231",
						["class"] = 2,
						["time"] = 1490014142,
						["iLvl"] = 913,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "蝮蛇丶-壁炉谷",
						["bTag"] = "无敌大胖胖#5569",
						["class"] = 12,
						["time"] = 1490014142,
						["iLvl"] = 903,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "琺駟-壁炉谷",
						["bTag"] = "飞飞儿#5171",
						["class"] = 8,
						["time"] = 1490014142,
						["iLvl"] = 875,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "沐剑枫-壁炉谷",
						["bTag"] = "清余恨#5749",
						["class"] = 5,
						["time"] = 1490014142,
						["iLvl"] = 877,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "风云浩劫-壁炉谷",
						["bTag"] = "白银之鹰#54362",
						["class"] = 12,
						["time"] = 1490014142,
						["iLvl"] = 870,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "水秋-壁炉谷",
						["bTag"] = "易飒飒#5522",
						["class"] = 8,
						["time"] = 1490014142,
						["iLvl"] = 874,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "偷腥鍀猫-壁炉谷",
						["bTag"] = "童灬話#51545",
						["class"] = 9,
						["time"] = 1490014142,
						["iLvl"] = 869,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "大胡子丶奶爹-熊猫酒仙",
						["bTag"] = "贪睡之熊#520901",
						["class"] = 5,
						["time"] = 1490014142,
						["iLvl"] = 882,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "杨和柳-壁炉谷",
						["bTag"] = "和柳#5144",
						["class"] = 1,
						["time"] = 1490014142,
						["iLvl"] = 919,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1490014142,
						["name"] = "杀戮人间-艾萨拉",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1490014142,
						["name"] = "弑绱笨笨-远古海滩",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "獨來獨往丶-末日行者",
						["bTag"] = "独来独往#5395",
						["class"] = 7,
						["time"] = 1490014142,
						["iLvl"] = 913,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "如梦随影-军团要塞",
						["bTag"] = "keaiduoduo#5688",
						["class"] = 3,
						["time"] = 1490014142,
						["iLvl"] = 894,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "骑乌龟去漫步-壁炉谷",
						["bTag"] = "香蕉创造神话#5612",
						["class"] = 2,
						["time"] = 1490014142,
						["iLvl"] = 870,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "花丶蝶月-主宰之剑",
						["bTag"] = "张磊#5432",
						["class"] = 12,
						["time"] = 1490013160,
						["iLvl"] = 912,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "懒惰的南瓜-熊猫酒仙",
						["bTag"] = "目空一切#5850",
						["class"] = 6,
						["time"] = 1490014071,
						["iLvl"] = 924,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1490014142,
						["name"] = "超级无敌仁渣-壁炉谷",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "我色我痴情-加兹鲁维",
						["bTag"] = "喵喵#51119",
						["class"] = 11,
						["time"] = 1491134789,
						["iLvl"] = 892,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "佐手丶倾城-哈兰",
						["bTag"] = "Angell#5162",
						["class"] = 1,
						["time"] = 1491136153,
						["iLvl"] = 894,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1491134455,
						["name"] = "随引-贫瘠之地",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Märchen-奥金顿",
						["bTag"] = "poetry#5626",
						["class"] = 3,
						["time"] = 1491134567,
						["iLvl"] = 906,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的棍子-贫瘠之地",
						["bTag"] = "老王#51240",
						["class"] = 1,
						["time"] = 1491136153,
						["iLvl"] = 901,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1491136153,
						["name"] = "彩虹-红龙军团",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "骆骆鸡-加兹鲁维",
						["bTag"] = "小贰青年#5732",
						["class"] = 4,
						["time"] = 1491136153,
						["iLvl"] = 898,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "经营不泣的爱-国王之谷",
						["bTag"] = "黄新火#5696",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 895,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "我色我专一-加兹鲁维",
						["bTag"] = "小喵#5514",
						["class"] = 1,
						["time"] = 1491134690,
						["iLvl"] = 891,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "晶化忠诚之泪-末日行者",
						["bTag"] = "都怪大饼#5114",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 911,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1491136153,
						["name"] = "北败丶岚-末日行者",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "红颜为谁笑-罗宁",
						["bTag"] = "点点#53979",
						["class"] = 2,
						["time"] = 1491136153,
						["iLvl"] = 894,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "名字慢慢想-罗宁",
						["bTag"] = "肉钩狂魔#5287",
						["class"] = 8,
						["time"] = 1491136153,
						["iLvl"] = 898,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "Blamer-暗影之月",
						["bTag"] = "Blaumex#5521",
						["class"] = 2,
						["time"] = 1491134482,
						["iLvl"] = 906,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "丨墨丨夺心-月光林地",
						["bTag"] = "夺心魔#5380",
						["class"] = 9,
						["time"] = 1491136153,
						["iLvl"] = 899,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1491136153,
						["name"] = "仙风叶子-守护之剑",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "记忆-加兹鲁维",
						["bTag"] = "友情小胖#5349",
						["class"] = 3,
						["time"] = 1491134725,
						["iLvl"] = 880,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "璃梦尘洛琉夕-国王之谷",
						["bTag"] = "鱼魚#5369",
						["class"] = 7,
						["time"] = 1491136153,
						["iLvl"] = 911,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Jesse-诺兹多姆",
						["bTag"] = "法海#5986",
						["class"] = 1,
						["time"] = 1491136153,
						["iLvl"] = 898,
					}, -- [43]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1491136153,
						["name"] = "才不是哈提嘞-格瑞姆巴托",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "隔岸离花-末日行者",
						["bTag"] = "西洋花#5530",
						["class"] = 5,
						["time"] = 1491136153,
						["iLvl"] = 906,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "圣殿幻影-阿拉索",
						["bTag"] = "罗密欧煮你爷#5164",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 901,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "喵了咪德-贫瘠之地",
						["bTag"] = "迷你之泰坦#57331",
						["class"] = 11,
						["time"] = 1491136153,
						["iLvl"] = 900,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "牧语嫣乄-熊猫酒仙",
						["bTag"] = "菠萝吹雪#5627",
						["class"] = 5,
						["time"] = 1491136153,
						["iLvl"] = 889,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Poetry-奥金顿",
						["bTag"] = "poetry#5626",
						["class"] = 10,
						["time"] = 1491136153,
						["iLvl"] = 860,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "我刚开始-加兹鲁维",
						["bTag"] = "小喵#5514",
						["time"] = 1491136153,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 899,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "全职狩猎-罗宁",
						["bTag"] = "天神#52373",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 913,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "世界第一美女-守护之剑",
						["bTag"] = "郭大侠#5192",
						["class"] = 2,
						["time"] = 1491135858,
						["iLvl"] = 899,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "荨羲-加兹鲁维",
						["bTag"] = "喵喵#51119",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 894,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "闪寒弓-贫瘠之地",
						["bTag"] = "我爱小红帽#5252",
						["class"] = 3,
						["time"] = 1491136153,
						["iLvl"] = 899,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "爷灬让你风流-罗宁",
						["bTag"] = "今生#5626",
						["time"] = 1491282384,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 865,
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "过儿我是咕咕-永恒之井",
						["bTag"] = "师傅被妖怪抓走了#51742",
						["class"] = 11,
						["time"] = 1491282384,
						["iLvl"] = 908,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "Evending-铜龙军团",
						["bTag"] = "Lostlegend#5521",
						["class"] = 2,
						["time"] = 1491282384,
						["iLvl"] = 891,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "荣耀之风-末日行者",
						["bTag"] = "风之优雅#5817",
						["class"] = 2,
						["time"] = 1491282384,
						["iLvl"] = 891,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "伱若離呿-壁炉谷",
						["bTag"] = "暗影之刺#5886",
						["class"] = 4,
						["time"] = 1491282384,
						["iLvl"] = 892,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "书仕-铜龙军团",
						["bTag"] = "louise#5593",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 905,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "丶末夏-迦拉克隆",
						["bTag"] = "肆寸大大#5142",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 911,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "八意永琳-塞纳留斯",
						["bTag"] = "八云紫#5704",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 896,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "丿阿尔托利亚-熊猫酒仙",
						["bTag"] = "苏涵#5586",
						["class"] = 1,
						["time"] = 1491282384,
						["iLvl"] = 893,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "小熊拝棒棒-国王之谷",
						["bTag"] = "俊哥#52970",
						["class"] = 11,
						["time"] = 1491282384,
						["iLvl"] = 903,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷之心-朵丹尼尔",
						["bTag"] = "Victory#52182",
						["class"] = 12,
						["time"] = 1491282384,
						["iLvl"] = 907,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "星韵凝香-暗影之月",
						["bTag"] = "噬魂#5990",
						["class"] = 8,
						["time"] = 1491282384,
						["iLvl"] = 910,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "風雲阿紫-山丘之王",
						["bTag"] = "deme#5829",
						["class"] = 3,
						["time"] = 1491282384,
						["iLvl"] = 908,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "圆月熊猫-永恒之井",
						["bTag"] = "圆月熊猫#5114",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 905,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "大魔王宫永咲-瑞文戴尔",
						["bTag"] = "两仪未那#5851",
						["class"] = 4,
						["time"] = 1491282384,
						["iLvl"] = 904,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1491282384,
						["name"] = "尘埃慢舞-末日行者",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "猪猪的心-永夜港",
						["bTag"] = "月之钥#5818",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 910,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1491282384,
						["name"] = "大酋长迦瓦莱-白银之手",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "陀陀父亲-安苏",
						["bTag"] = "烈火战车#5574",
						["class"] = 11,
						["time"] = 1491282384,
						["iLvl"] = 910,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子初性本恶-守护之剑",
						["bTag"] = "随便娱乐#5170",
						["class"] = 12,
						["time"] = 1491282384,
						["iLvl"] = 907,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "灬和胖子灬-罗宁",
						["bTag"] = "天道地道#5805",
						["class"] = 7,
						["time"] = 1491282384,
						["iLvl"] = 903,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "啪啪贼在宁波-奥特兰克",
						["bTag"] = "VonJC#5795",
						["class"] = 4,
						["time"] = 1491282384,
						["iLvl"] = 909,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "跳跳骑在杭州-奥特兰克",
						["bTag"] = "阿萨姆奶人#5302",
						["class"] = 2,
						["time"] = 1491282384,
						["iLvl"] = 903,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "初晨忆夏和风-暮色森林",
						["bTag"] = "恩希#5178",
						["class"] = 12,
						["time"] = 1491282384,
						["iLvl"] = 909,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "翔阳四号-爱斯特纳",
						["bTag"] = "湘北#5466",
						["class"] = 9,
						["time"] = 1491282384,
						["iLvl"] = 903,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "让子弹飞一会-勇士岛",
						["bTag"] = "七零四突击炮#5858",
						["class"] = 3,
						["time"] = 1491282384,
						["iLvl"] = 904,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰飞丝-塞泰克",
						["bTag"] = "魔法之翼#54295",
						["class"] = 8,
						["time"] = 1491282384,
						["iLvl"] = 904,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "芙蓉王丶-蜘蛛王国",
						["bTag"] = "sanks#51687",
						["class"] = 12,
						["time"] = 1491282384,
						["iLvl"] = 872,
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "梦璃-戈提克",
						["bTag"] = "江哥#5668",
						["class"] = 2,
						["time"] = 1491282279,
						["iLvl"] = 906,
					}, -- [83]
				},
				["2-113-460-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["class"] = 6,
						["time"] = 1489152857,
						["iLvl"] = 913,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橙府丶-蜘蛛王国",
						["bTag"] = "妖丶#51701",
						["class"] = 12,
						["time"] = 1489152857,
						["iLvl"] = 901,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1489149115,
						["name"] = "嘟嘟小嘴巴-回音山",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Nirvaná-雷斧堡垒",
						["bTag"] = "涅槃重生#5754",
						["class"] = 1,
						["time"] = 1489148718,
						["iLvl"] = 915,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "月儿当空照-壁炉谷",
						["bTag"] = "小强#5397",
						["class"] = 3,
						["time"] = 1489149115,
						["iLvl"] = 911,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "霜叶知秋-国王之谷",
						["bTag"] = "zhanjiang#5876",
						["class"] = 3,
						["time"] = 1489152857,
						["iLvl"] = 907,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "软软小白鲨-荆棘谷",
						["bTag"] = "软软小白鯊#5763",
						["class"] = 4,
						["time"] = 1489152857,
						["iLvl"] = 912,
					}, -- [7]
				},
				["2-115-462-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["time"] = 1489908951,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶丶奶茶-蜘蛛王国",
						["bTag"] = "忘鱼七秒#5792",
						["class"] = 8,
						["time"] = 1489908951,
						["iLvl"] = 911,
					}, -- [2]
				},
				["2-114-461-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["class"] = 6,
						["time"] = 1489148372,
						["iLvl"] = 913,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橙府丶-蜘蛛王国",
						["bTag"] = "妖丶#51701",
						["class"] = 12,
						["time"] = 1489148372,
						["iLvl"] = 901,
					}, -- [2]
				},
				["2-118-463-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Petal-蜘蛛王国",
						["bTag"] = "Asle77mm#5996",
						["time"] = 1490801639,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 914,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶丶奶茶-蜘蛛王国",
						["bTag"] = "忘鱼七秒#5792",
						["class"] = 8,
						["time"] = 1490796819,
						["iLvl"] = 912,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "这就厉害啦-白银之手",
						["bTag"] = "Pallau#5380",
						["class"] = 2,
						["time"] = 1490796819,
						["iLvl"] = 915,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "麦克橙橙-朵丹尼尔",
						["bTag"] = "乳子可交#5292",
						["class"] = 6,
						["time"] = 1490796819,
						["iLvl"] = 919,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "国宝灬大吊-荆棘谷",
						["bTag"] = "国宝灬流浪#5922",
						["class"] = 9,
						["time"] = 1490801639,
						["iLvl"] = 907,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "燃尽哀伤-荆棘谷",
						["bTag"] = "暴躁之鼬#528688",
						["class"] = 12,
						["time"] = 1490801639,
						["iLvl"] = 926,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小马哥带你飞-荆棘谷",
						["bTag"] = "Vicki#5665",
						["class"] = 2,
						["time"] = 1490801639,
						["iLvl"] = 921,
					}, -- [7]
				},
			},
			["worldQuestHelp"] = true,
			["settings"] = {
				["storage"] = {
					["y"] = -9.73895263671875,
					["x"] = -241.993804931641,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["searchInputHistory"] = {
				["2-113-460-0"] = {
					"16", -- [1]
				},
				["1-124-419-0"] = {
					"院长", -- [1]
				},
				["6-0-16-0"] = {
					"搏击", -- [1]
					"委派", -- [2]
				},
				["3-123-416-0"] = {
					"治疗", -- [1]
					"奶", -- [2]
					"MS", -- [3]
					"DPS", -- [4]
				},
				["3-123-415-0"] = {
					"奶", -- [1]
					"植物", -- [2]
					"治疗", -- [3]
					"远程", -- [4]
					"最后", -- [5]
				},
				["2-120-466-0"] = {
					"治疗", -- [1]
					"15", -- [2]
					"16", -- [3]
				},
			},
			["searchHistoryList"] = {
				"3-122-414-0", -- [1]
				"1-124-420-0", -- [2]
				"6-0-16-0", -- [3]
				"3-123-416-0", -- [4]
				"2-121-454-0", -- [5]
				"3-123-415-0", -- [6]
				"2-119-452-0", -- [7]
				"1-124-421-0", -- [8]
				"2-114-447-0", -- [9]
				"2-113-446-0", -- [10]
				"1-124-419-0", -- [11]
				"1-124-423-0", -- [12]
				"3-122-413-0", -- [13]
				"1-71-280-998", -- [14]
				"3-78-330-0", -- [15]
				"2-120-466-0", -- [16]
				"2-113-460-0", -- [17]
				"2-112-459-0", -- [18]
				"2-121-467-0", -- [19]
				"2-115-448-0", -- [20]
				"2-120-453-0", -- [21]
				"2-125-455-0", -- [22]
				"1-124-422-0", -- [23]
				"2-119-465-0", -- [24]
				"2-118-463-0", -- [25]
				"2-117-464-0", -- [26]
				"2-114-461-0", -- [27]
				"2-120-0-0", -- [28]
			},
			["lastSearchValue"] = "3-122-414-0",
			["createHistoryList"] = {
				"1-124-423-0", -- [1]
				"2-113-460-0", -- [2]
				"2-117-464-0", -- [3]
				"2-114-461-0", -- [4]
				"1-124-420-0", -- [5]
				"1-124-421-0", -- [6]
				"1-124-419-0", -- [7]
				"8-0-15-999", -- [8]
				"1-124-422-0", -- [9]
				"2-119-452-0", -- [10]
				"2-117-451-0", -- [11]
				"2-121-454-0", -- [12]
				"2-121-467-0", -- [13]
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					nil, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
