
PawnOptions = {
	["LastVersion"] = 2.0314,
	["ItemLevels"] = {
		{
			["ID"] = 167754,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:167754::::::::120:258:::6:6300:6298:1502:4786:6264:4775:::|h[希拉凯斯头饰]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 451,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:258::11:4:4932:4933:6316:1588:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 167756,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:167756::::::::120:258:::6:6300:6298:1502:4786:6265:4775:::|h[希拉凯斯披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167779,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:167779::::::::120:258:::6:6300:6298:1502:4786:6263:4775:::|h[希拉凯斯裹胸]|h|r",
		}, -- [5]
		{
			["ID"] = 163342,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:163342::::::::120:258::28:3:5125:1607:4786:::|h[第七军团士兵腰索]|h|r",
		}, -- [6]
		{
			["ID"] = 158002,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:158002::::::::120:258::28:3:4803:1607:4786:::|h[血枝裹腿]|h|r",
		}, -- [7]
		{
			["ID"] = 169894,
			["Level"] = 425,
			["Link"] = "|cffa335ee|Hitem:169894::::::::120:258:::5:6300:4802:6294:1512:4786:::|h[希拉凯斯便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 170306,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:170306::::::::120:258:::5:6300:40:6292:1502:4786:::|h[波涛之刃先知裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 163341,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:163341:5932:::::::120:258::23:4:5845:1622:5865:4784:::|h[第七军团士兵裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 165678,
			["Level"] = 415,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165678::::::::120:258::28:4:4803:41:1607:4786:::|h[石工协会戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 165678,
			["Level"] = 415,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165678::::::::120:256::28:4:4803:41:1607:4786:::|h[石工协会戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 169318,
			["Level"] = 425,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:169318::::::::120:258::3:4:4798:1487:5855:4783:::|h[震咬者的尖牙]|h|r",
		}, -- [13]
		{
			["ID"] = 169318,
			["Level"] = 425,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:169318::::::::120:256::3:4:4798:1487:5855:4783:::|h[震咬者的尖牙]|h|r",
		}, -- [14]
		{
			["ID"] = 169487,
			["Level"] = 425,
			["Link"] = "|cffa335ee|Hitem:169487::154126::::::120:258:::6:6300:4802:40:6294:1512:4786:::|h[猎渊者披风]|h|r",
		}, -- [15]
		{
			["ID"] = 163894,
			["Level"] = 430,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:163894::154126::::::120:258::23:4:5845:4802:1622:4786:::|h[第七军团士兵法术之槌]|h|r",
		}, -- [16]
		{
			["ID"] = 163894,
			["Level"] = 430,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:163894::154126::::::120:256::23:4:5845:4802:1622:4786:::|h[第七军团士兵法术之槌]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "小兔瑞呗卡-蜘蛛王国",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
