
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 我也双开的  一把5% 20把就结束了", -- [1]
		"/INV 沈琴愉", -- [2]
		"/p 对了", -- [3]
		"/p 还有小号么 一起拉过来", -- [4]
		"/INV CENA-布兰卡德", -- [5]
		"/INV 火龙果奶昔-瓦里安", -- [6]
		"/p 活动失败.", -- [7]
		"/p 要恰晚饭了", -- [8]
		"/p 放弃吧.", -- [9]
		"/INV 蕾妮-布兰卡德", -- [10]
		"/p 打的时候多开几个子账号挂着", -- [11]
		"/p 另一个子账号 屏幕缩到最小就好了", -- [12]
		"/p 我下线做饭去了.", -- [13]
		"/p 下次拉方便点", -- [14]
		"/p 没月卡的号也可以.一级的", -- [15]
		"/cw 火龙果奶昔-瓦里安 清完悬赏上联盟群活", -- [16]
		"/cw 微微瓦里安-瓦里安 123", -- [17]
		"/p 放了", -- [18]
		"/MYSLOT", -- [19]
		"/cw 火龙果奶昔-瓦里安 235", -- [20]
	},
	["CliqueDatatext"] = {
	},
}
