
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "恋绣衾-伊森利恩",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 165819,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:165819::::::::120:104::6:5:4824:1537:4786:5420:4775:::|h[潮汐之母的护额]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 469,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:103::11:4:6316:4932:4933:1606:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 159323,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:159323::::::::120:103::35:5:5448:1587:4786:5421:4775:::|h[鲜血巨兽肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 165833,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:165833::::::::120:104::6:5:4824:1537:4786:5419:4775:::|h[不屈意志外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 172794,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:172794::::::::120:103::47:4:6516:6513:1532:4785:::|h[腐化候选者的皮甲腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 157914,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:157914::::::::120:103::27:5:4803:6516:6513:1612:4785:::|h[贡克神速马裤]|h|r",
		}, -- [7]
		{
			["ID"] = 165520,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:165520::::::::120:104::6:3:4800:1537:4786:::|h[沉默劫掠者足垫]|h|r",
		}, -- [8]
		{
			["ID"] = 165517,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:165517::::::::120:104::6:4:4800:40:1537:4786:::|h[皇室虔敬护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 165514,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:165514:5932:::::::120:104::6:3:4800:1537:4786:::|h[灵魂优雅手套]|h|r",
		}, -- [10]
		{
			["ID"] = 158151,
			["Level"] = 420,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:158151::::::::120:103::27:6:4803:41:6516:6513:1612:4785:::|h[赞达拉玺戒]|h|r",
		}, -- [11]
		{
			["ID"] = 158151,
			["Level"] = 410,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:158151::::::::120:105::25:5:4803:6516:6513:1602:4785:::|h[赞达拉玺戒]|h|r",
		}, -- [12]
		{
			["ID"] = 161117,
			["Level"] = 415,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:161117::::::::120:103::26:3:4803:1607:4785:::|h[狂战士的魂能战符]|h|r",
		}, -- [13]
		{
			["ID"] = 158155,
			["Level"] = 415,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:158155::::::::120:103::26:4:4803:6513:1607:4785:::|h[恐龙骨护符]|h|r",
		}, -- [14]
		{
			["ID"] = 159287,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:159287::::::::120:104::35:3:5010:1592:4784:::|h[可疑意图斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 158123,
			["Level"] = 425,
			["Link"] = "|cff0070dd|Hitem:158123::::::::120:103::28:8:4803:43:6578:6579:6560:6515:1617:4785:::|h[锐骨重击者]|h|r",
		}, -- [16]
		{
			["ID"] = 165583,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:165583::::::::120:103::6:3:4800:1537:4786:::|h[破雾者，大海之光]|h|r",
		}, -- [17]
	},
	["Artifacts"] = {
		[128860] = {
			["Relics"] = {
				{
					["Type"] = "Frost",
				}, -- [1]
				{
					["Type"] = "Blood",
				}, -- [2]
				{
					["Type"] = "Life",
				}, -- [3]
			},
			["Name"] = "阿莎曼之牙",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DRUID",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
