
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/INV 欧欧蕾蕾-罗宁", -- [1]
		"/TMW", -- [2]
		"/INV AmILUS-燃烧之刃", -- [3]
		"/inv Amilus-燃烧之刃", -- [4]
		"/p 恩", -- [5]
		"/p 他们3DPS", -- [6]
		"/p 打FS", -- [7]
		"你22有等级嘛", -- [8]
		"就没有没等级的号嘛", -- [9]
		"那我继续集合石想办法", -- [10]
		"/MYSLOT", -- [11]
		"/p 我要躺了!", -- [12]
		"/p 可以了 哈哈", -- [13]
		"/p 谢谢菠萝聚聚", -- [14]
		"/p 我去升级装备了.", -- [15]
		"/WA", -- [16]
		"/si", -- [17]
		"/status", -- [18]
		"/STATUS", -- [19]
		"/RL", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
