
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
	},
	["profiles"] = {
		["西园寺恋 - 布兰卡德"] = {
			["version"] = "90001.01",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -204.2329711914063,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["3-269-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "女乃木各木各-死亡之翼",
						["time"] = 1604928211,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蕭遠山-克尔苏加德",
						["time"] = 1604928215,
						["class"] = 2,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "沃野雷-海克泰尔",
						["time"] = 1604928211,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "王三歲-国王之谷",
						["iLvl"] = 112,
						["time"] = 1604928217,
						["class"] = 4,
						["bTag"] = "王三岁#51316",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "旅行形态-红龙军团",
						["iLvl"] = 103,
						["time"] = 1604928217,
						["class"] = 11,
						["bTag"] = "夺命剪刀脚#5223",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡圣斗士-红云台地",
						["time"] = 1604928217,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丸砸-阿拉希",
						["iLvl"] = 95,
						["time"] = 1604928207,
						["class"] = 8,
						["bTag"] = "严芳#51683",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丨酷宝丨-燃烧之刃",
						["iLvl"] = 125,
						["time"] = 1604928217,
						["class"] = 8,
						["bTag"] = "酷宝#51120",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "米龙-罗宁",
						["iLvl"] = 67,
						["time"] = 1604928209,
						["class"] = 10,
						["bTag"] = "嗜血卡卡#51478",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰深井冰-海克泰尔",
						["time"] = 1604928217,
						["class"] = 8,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "水邪月-凤凰之神",
						["iLvl"] = 136,
						["time"] = 1604928217,
						["class"] = 8,
						["bTag"] = "百事经纶一夜舒#5667",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "威风倘倘-黑龙军团",
						["iLvl"] = 92,
						["time"] = 1604928217,
						["class"] = 2,
						["bTag"] = "丢你蕾姆#5107",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "郎中丶佳人-深渊之巢",
						["iLvl"] = 99,
						["time"] = 1604928175,
						["class"] = 4,
						["bTag"] = "飞雪#5593",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "playerktgvpf-风行者",
						["iLvl"] = 73,
						["time"] = 1604928175,
						["class"] = 2,
						["bTag"] = "秦大王#5717",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "犴颍凸曦-燃烧之刃",
						["iLvl"] = 83,
						["time"] = 1604928217,
						["class"] = 4,
						["bTag"] = "煙雨如夢#5835",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "罗伯丨康勒-黑翼之巢",
						["iLvl"] = 72,
						["time"] = 1604928213,
						["class"] = 6,
						["bTag"] = "我有一头小毛驴#51778",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "古罗力亚斯-奎尔萨拉斯",
						["time"] = 1604928175,
						["class"] = 1,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "一纳兰飞雪一-死亡之翼",
						["iLvl"] = 136,
						["time"] = 1604928217,
						["class"] = 2,
						["bTag"] = "纳兰#51891",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "心绪不宁-燃烧之刃",
						["iLvl"] = 64,
						["time"] = 1604928175,
						["class"] = 4,
						["bTag"] = "王小囧#5579",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "爱未央-黑暗之门",
						["iLvl"] = 68,
						["time"] = 1604928215,
						["class"] = 1,
						["bTag"] = "敢当泰山石#5124",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "露丝水手-格瑞姆巴托",
						["iLvl"] = 114,
						["time"] = 1604928217,
						["class"] = 3,
						["bTag"] = "再看就打你#5672",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "张蛋蛋-凤凰之神",
						["iLvl"] = 83,
						["time"] = 1604928217,
						["class"] = 2,
						["bTag"] = "猫大人#51199",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "卡拉弥娅-金色平原",
						["time"] = 1604928217,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "一千零一夜-塔伦米尔",
						["time"] = 1604928215,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "近战掠人-凤凰之神",
						["time"] = 1604928217,
						["class"] = 3,
						["leader"] = true,
					}, -- [25]
				},
			},
		},
	},
}
