
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
	},
	["profiles"] = {
		["西园寺恋 - 布兰卡德"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"4-0-6-0", -- [2]
				"4-0-0-0", -- [3]
			},
			["createHistoryList"] = {
				"4-0-6-0", -- [1]
			},
			["recent"] = {
				["4-0-6-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "犇犇牛-麦迪文",
						["iLvl"] = 204,
						["time"] = 1618639537,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "CrazyPants#510367",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "杨威利-埃德萨拉",
						["iLvl"] = 213,
						["time"] = 1618640970,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "牛虻#5501",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "拿捏-瑟莱德丝",
						["iLvl"] = 212,
						["time"] = 1618641570,
						["class"] = 1,
						["bTag"] = "狂野之狼#55276",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生灬若梦-踏梦者",
						["time"] = 1618642467,
						["class"] = 1,
						["leader"] = true,
					}, -- [4]
				},
				["4-0-7-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "犇犇牛-麦迪文",
						["iLvl"] = 204,
						["time"] = 1618639806,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "CrazyPants#510367",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "媣香-克尔苏加德",
						["iLvl"] = 226,
						["time"] = 1618639806,
						["class"] = 4,
						["bTag"] = "光环#5991",
					}, -- [2]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "悲春伤秋-影之哀伤",
						["iLvl"] = 209,
						["time"] = 1618408804,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "离昧酱#5937",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "奶牛很忙-弗塞雷迦",
						["iLvl"] = 214,
						["time"] = 1618408903,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Whitesen#5960",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "沃了丶个丷-血色十字军",
						["iLvl"] = 135,
						["time"] = 1618408903,
						["class"] = 3,
						["bTag"] = "凉丶冰丷#5237",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的咕咕-布兰卡德",
						["iLvl"] = 223,
						["time"] = 1618408813,
						["class"] = 11,
						["bTag"] = "真夏#51465",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "娜仁-石爪峰",
						["iLvl"] = 225,
						["time"] = 1618408901,
						["class"] = 3,
						["bTag"] = "腾格里#5580",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "靑坵妙語丶-燃烧平原",
						["iLvl"] = 221,
						["time"] = 1618408903,
						["class"] = 7,
						["bTag"] = "烙印丶君兮顾#5373",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "咕胆枭熊-冰风岗",
						["iLvl"] = 229,
						["time"] = 1618408903,
						["class"] = 11,
						["bTag"] = "打熊吧#5523",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "夺笋-格瑞姆巴托",
						["iLvl"] = 205,
						["time"] = 1618408903,
						["class"] = 7,
						["bTag"] = "子午殇#5746",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "燃烧牛牛-布兰卡德",
						["iLvl"] = 201,
						["time"] = 1618408903,
						["class"] = 11,
						["bTag"] = "燃烧牛牛#5267",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "十六夜法夜-死亡之翼",
						["iLvl"] = 215,
						["time"] = 1618408903,
						["class"] = 11,
						["bTag"] = "淺水瀨#5302",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "扁死你小样-大漩涡",
						["iLvl"] = 216,
						["time"] = 1618408894,
						["class"] = 12,
						["bTag"] = "慵懒之泰坦#5430",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "萧杀红尘-死亡之翼",
						["iLvl"] = 211,
						["time"] = 1618408903,
						["class"] = 4,
						["bTag"] = "肉段烧茄子#51283",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "罗曉姐-密林游侠",
						["iLvl"] = 221,
						["time"] = 1618408888,
						["class"] = 12,
						["bTag"] = "刹那快感#5648",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "枫棠映夜-布鲁塔卢斯",
						["iLvl"] = 224,
						["time"] = 1618408903,
						["class"] = 5,
						["bTag"] = "君思羡#5269",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "茕茕白兔丶-奥尔加隆",
						["iLvl"] = 137,
						["time"] = 1618408903,
						["class"] = 8,
						["bTag"] = "我的梦想有碗大#5646",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "筱雅-奥尔加隆",
						["iLvl"] = 134,
						["time"] = 1618408888,
						["class"] = 5,
						["bTag"] = "崛起战神#5461",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空丶猎手-霜之哀伤",
						["iLvl"] = 164,
						["time"] = 1618408888,
						["class"] = 3,
						["bTag"] = "ghy#5522",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "莉亚德琳血刃-冰霜之刃",
						["iLvl"] = 138,
						["time"] = 1618408813,
						["class"] = 2,
						["bTag"] = "小布丁#52414",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫法爷-太阳之井",
						["iLvl"] = 204,
						["time"] = 1618408903,
						["class"] = 8,
						["bTag"] = "茫然之潜行者#58557",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "吸尘器-霜狼",
						["iLvl"] = 139,
						["time"] = 1618408899,
						["class"] = 5,
						["bTag"] = "窘窘#51906",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "辐光灬圣契者-布兰卡德",
						["iLvl"] = 162,
						["time"] = 1618408808,
						["class"] = 5,
						["bTag"] = "特拉法尔加灬罗#51967",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "爺瘋擋不住-地狱咆哮",
						["iLvl"] = 194,
						["time"] = 1618408903,
						["class"] = 3,
						["bTag"] = "胖胖魚酋長#5847",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "马努鲁鲁-斩魔者",
						["iLvl"] = 217,
						["time"] = 1618408903,
						["class"] = 11,
						["bTag"] = "马努#51637",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "欧丶风暴烈酒-死亡之翼",
						["iLvl"] = 223,
						["time"] = 1618408813,
						["class"] = 10,
						["bTag"] = "你那一抹微笑#5458",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "无尽混沌大帝-密林游侠",
						["iLvl"] = 222,
						["time"] = 1618408903,
						["class"] = 12,
						["bTag"] = "风中凋零#5538",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丨馨-亡语者",
						["iLvl"] = 155,
						["time"] = 1618408903,
						["class"] = 9,
						["bTag"] = "泺泺泺丶#5676",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "識霧-布兰卡德",
						["iLvl"] = 202,
						["time"] = 1618408903,
						["class"] = 2,
						["bTag"] = "phoenix#51733",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "原野上的歌-甜水绿洲",
						["iLvl"] = 183,
						["time"] = 1618408903,
						["class"] = 4,
						["bTag"] = "噗噗噗濮噗哈哈哈#5225",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "琼逼阿桑-嚎风峡湾",
						["iLvl"] = 220,
						["time"] = 1618408903,
						["class"] = 7,
						["bTag"] = "DaZzA#5181",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Zcl-冰风岗",
						["iLvl"] = 170,
						["time"] = 1618408903,
						["class"] = 9,
						["bTag"] = "乐乐爸#51829",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "老者归来-耐普图隆",
						["iLvl"] = 196,
						["time"] = 1618408903,
						["class"] = 5,
						["bTag"] = "无双剑姬#5308",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "无情皮卡丘-迅捷微风",
						["iLvl"] = 155,
						["time"] = 1618408813,
						["class"] = 8,
						["bTag"] = "暴躁的呼噜#5195",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "静爺-红龙军团",
						["iLvl"] = 223,
						["time"] = 1618408903,
						["class"] = 2,
						["bTag"] = "贾赋祺#5687",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "豆乳米麻薯丶-布兰卡德",
						["iLvl"] = 176,
						["time"] = 1618408903,
						["class"] = 8,
						["bTag"] = "南有浅夏鱼七#5674",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "佛丁老爷-海克泰尔",
						["iLvl"] = 222,
						["time"] = 1618408890,
						["class"] = 2,
						["bTag"] = "兜兜有糖不给你吃#51194",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "是我不够坏-血环",
						["iLvl"] = 204,
						["time"] = 1618408894,
						["class"] = 3,
						["bTag"] = "苍天有井没有空#5257",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "诅咒之箭-托尔巴拉德",
						["iLvl"] = 172,
						["time"] = 1618408903,
						["class"] = 3,
						["bTag"] = "雷诺#54749",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "老丶王-埃德萨拉",
						["iLvl"] = 223,
						["time"] = 1618408903,
						["class"] = 1,
						["bTag"] = "小豆#51830",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "Meineoor-燃烧之刃",
						["iLvl"] = 218,
						["time"] = 1618408888,
						["class"] = 7,
						["bTag"] = "随风散丶#5664",
					}, -- [39]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃蛋挞啊-迦拉克隆",
						["iLvl"] = 73,
						["time"] = 1619327344,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "电动小猫咪#5566",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋的悠伤-鬼雾峰",
						["iLvl"] = 208,
						["time"] = 1618326174,
						["class"] = 9,
						["bTag"] = "咖啡丶喵了个咪#5221",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "仔仔不皮的仔-海克泰尔",
						["time"] = 1618326174,
						["class"] = 9,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "命数如织-冬拥湖",
						["iLvl"] = 223,
						["time"] = 1618326174,
						["class"] = 7,
						["bTag"] = "小清新#5488",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "縫補愛情-燃烧之刃",
						["iLvl"] = 194,
						["time"] = 1618326174,
						["class"] = 7,
						["bTag"] = "LuckyTiger#55763",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "头号玩嘎-狂热之刃",
						["iLvl"] = 188,
						["time"] = 1618326174,
						["class"] = 8,
						["bTag"] = "小嘎#5627",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "猫尾草-埃德萨拉",
						["time"] = 1618326174,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "马邦德-熔火之心",
						["iLvl"] = 215,
						["time"] = 1618326174,
						["class"] = 12,
						["bTag"] = "马邦德#5144",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "咩咩德鸭-影之哀伤",
						["iLvl"] = 222,
						["time"] = 1618326174,
						["class"] = 11,
						["bTag"] = "咩咩鸭#5928",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "奔跑的油条-布兰卡德",
						["iLvl"] = 207,
						["time"] = 1618326174,
						["class"] = 2,
						["bTag"] = "明月唤梦回#51694",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "弍导-血环",
						["iLvl"] = 222,
						["time"] = 1618326157,
						["class"] = 11,
						["bTag"] = "Lim#51304",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "我抡个锤子-梅尔加尼",
						["iLvl"] = 209,
						["time"] = 1618326174,
						["class"] = 2,
						["bTag"] = "皮卡超人哥哥#5989",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "拉贝儿-冰风岗",
						["iLvl"] = 181,
						["time"] = 1618326174,
						["class"] = 9,
						["bTag"] = "MarsYHu#5188",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "月灀-死亡之翼",
						["time"] = 1618326174,
						["class"] = 8,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "就玩五分钟-格瑞姆巴托",
						["iLvl"] = 221,
						["time"] = 1618326174,
						["class"] = 3,
						["bTag"] = "夏曰冬眠#5158",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "恐惧赤牙-诺莫瑞根",
						["iLvl"] = 216,
						["time"] = 1618407757,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "一切无言#5481",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "糖糖吉祥-奈萨里奥",
						["iLvl"] = 203,
						["time"] = 1618407757,
						["class"] = 12,
						["bTag"] = "一念天堂#51576",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔鲁什之子-安苏",
						["time"] = 1618407757,
						["class"] = 8,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Letsgo-熔火之心",
						["iLvl"] = 195,
						["time"] = 1618407757,
						["class"] = 1,
						["bTag"] = "星辰#512866",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "淡漠半世盛唐-苏塔恩",
						["iLvl"] = 98,
						["time"] = 1618407757,
						["class"] = 4,
						["bTag"] = "无间#5104",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "南京小银枪-尘风峡谷",
						["iLvl"] = 218,
						["time"] = 1618407757,
						["class"] = 3,
						["bTag"] = "圣光敏捷#5275",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑的猪脑花-卡德加",
						["iLvl"] = 182,
						["time"] = 1618407757,
						["class"] = 1,
						["bTag"] = "偷心海盗#5320",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "时光氵璀璨-凤凰之神",
						["iLvl"] = 214,
						["time"] = 1618407734,
						["class"] = 2,
						["bTag"] = "MiserAble#51297",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "豆瓣-血顶",
						["iLvl"] = 226,
						["time"] = 1618407734,
						["class"] = 7,
						["bTag"] = "StPower#5193",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "丶丶七爷丶丶-燃烧军团",
						["iLvl"] = 210,
						["time"] = 1618407757,
						["class"] = 2,
						["bTag"] = "lxielts#5466",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Smectite-伊森利恩",
						["time"] = 1618638716,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "愿圣光指引你-伊森利恩",
						["iLvl"] = 218,
						["time"] = 1618639144,
						["class"] = 8,
						["bTag"] = "饺子好吃#5354",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "安度因的哥哥-影之哀伤",
						["iLvl"] = 223,
						["time"] = 1618638921,
						["class"] = 5,
						["bTag"] = "肯斯南有毒啊#5255",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "语夜尘风-丽丽（四川）",
						["iLvl"] = 223,
						["time"] = 1618639133,
						["class"] = 4,
						["bTag"] = "aizx#51977",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "秋風悲画扇-黑铁",
						["iLvl"] = 214,
						["time"] = 1618639144,
						["class"] = 11,
						["bTag"] = "Xiahpp#5654",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "求名字-安苏",
						["iLvl"] = 85,
						["time"] = 1618639117,
						["class"] = 1,
						["bTag"] = "求可乐#5628",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "睚眦之父-安苏",
						["iLvl"] = 225,
						["time"] = 1618638774,
						["class"] = 9,
						["bTag"] = "狐贵仁十小月#5159",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "圈圈熊猫-冰风岗",
						["iLvl"] = 220,
						["time"] = 1618638852,
						["class"] = 4,
						["bTag"] = "叉叉熊猫#5686",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "杀猪饲料-霜之哀伤",
						["iLvl"] = 222,
						["time"] = 1618638748,
						["class"] = 10,
						["bTag"] = "Peanut#52614",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "久才合子-克尔苏加德",
						["iLvl"] = 210,
						["time"] = 1618639076,
						["class"] = 7,
						["bTag"] = "劳资最叼#5856",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽拽拽神爷-巴瑟拉斯",
						["iLvl"] = 224,
						["time"] = 1618638886,
						["class"] = 11,
						["bTag"] = "大地之灵#5526",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "菊暴灬大队长-凤凰之神",
						["iLvl"] = 225,
						["time"] = 1618638815,
						["class"] = 3,
						["bTag"] = "Lovelornboy#5648",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "腾格尔丶-罗曼斯",
						["iLvl"] = 217,
						["time"] = 1618639144,
						["class"] = 9,
						["bTag"] = "地球爱兔子丶#5239",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "提笔相思丨-伊利丹",
						["iLvl"] = 224,
						["time"] = 1618639144,
						["class"] = 11,
						["bTag"] = "提笔相思#5224",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "三點爲王-狂热之刃",
						["iLvl"] = 218,
						["time"] = 1618640627,
						["class"] = 5,
						["bTag"] = "流泪#51931",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "顽丶-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1618638928,
						["class"] = 8,
						["bTag"] = "尕丶北京#5943",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Lussuria-影之哀伤",
						["iLvl"] = 66,
						["time"] = 1618638947,
						["class"] = 9,
						["bTag"] = "大梦似长歌#5512",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "雪时囿晴-洛丹伦",
						["iLvl"] = 203,
						["time"] = 1618638947,
						["class"] = 11,
						["bTag"] = "指尖的信仰#5724",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "梵士大-安苏",
						["iLvl"] = 220,
						["time"] = 1618638910,
						["class"] = 12,
						["bTag"] = "超能之裤#536246",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "元气少女二仙-死亡之翼",
						["iLvl"] = 201,
						["time"] = 1618638995,
						["class"] = 7,
						["bTag"] = "二仙#51752",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔伽美辻-地狱咆哮",
						["iLvl"] = 203,
						["time"] = 1618638939,
						["class"] = 2,
						["bTag"] = "丶敌方孕妇制造者#5923",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之咏叹调丶-伊森利恩",
						["iLvl"] = 127,
						["time"] = 1618639117,
						["class"] = 5,
						["bTag"] = "调调#51718",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "一根面条-死亡之翼",
						["iLvl"] = 221,
						["time"] = 1618638928,
						["class"] = 7,
						["bTag"] = "Yoke#5912",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "水果牛排-燃烧之刃",
						["iLvl"] = 98,
						["time"] = 1618639065,
						["class"] = 7,
						["bTag"] = "大胖#52526",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "Mcqueenw-藏宝海湾",
						["iLvl"] = 223,
						["time"] = 1618639019,
						["class"] = 12,
						["bTag"] = "MCQUEEN#5790",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "达布罗夫斯基-格瑞姆巴托",
						["iLvl"] = 229,
						["time"] = 1618639029,
						["class"] = 11,
						["bTag"] = "流风飞霜#5652",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "龙的传人-深渊之巢",
						["iLvl"] = 206,
						["time"] = 1618639029,
						["class"] = 7,
						["bTag"] = "Blackwap#5721",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "老魔猎手丶盾-海克泰尔",
						["iLvl"] = 195,
						["time"] = 1618639076,
						["class"] = 5,
						["bTag"] = "林小晨#5369",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "噬魂丶超-燃烧之刃",
						["iLvl"] = 210,
						["time"] = 1618639144,
						["class"] = 6,
						["bTag"] = "大大大大阿超#5171",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "往事轻如风-巴瑟拉斯",
						["iLvl"] = 222,
						["time"] = 1618639144,
						["class"] = 1,
						["bTag"] = "柒柒柒#51410",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "沁晶遗梦-布兰卡德",
						["iLvl"] = 213,
						["time"] = 1618639105,
						["class"] = 5,
						["bTag"] = "情缘殇悲#5671",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "丸子狗-格瑞姆巴托",
						["iLvl"] = 200,
						["time"] = 1618639144,
						["class"] = 4,
						["bTag"] = "丸子猪猪#51462",
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "卡门被门卡-冰风岗",
						["iLvl"] = 187,
						["time"] = 1618639144,
						["class"] = 7,
						["bTag"] = "MarsYHu#5188",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "悟空的孤逸-奎尔萨拉斯",
						["iLvl"] = 220,
						["time"] = 1618639144,
						["class"] = 3,
						["bTag"] = "悟空#5424",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "终点魅力-天空之墙",
						["iLvl"] = 224,
						["time"] = 1618640178,
						["class"] = 11,
						["bTag"] = "一只飞机#5867",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "丿战神灬荣耀-红龙军团",
						["iLvl"] = 209,
						["time"] = 1618640178,
						["class"] = 1,
						["bTag"] = "无敌小豆豆#5266",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "精灵晚宴-伊森利恩",
						["iLvl"] = 224,
						["time"] = 1618640627,
						["class"] = 2,
						["bTag"] = "拿铁丨咖啡#5657",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "你好坏哟-夏维安",
						["time"] = 1618640152,
						["class"] = 3,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "宽城君-格瑞姆巴托",
						["iLvl"] = 205,
						["time"] = 1618640178,
						["class"] = 1,
						["bTag"] = "水和尚#51159",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "浪浪的牛么王-死亡之翼",
						["iLvl"] = 213,
						["time"] = 1618640178,
						["class"] = 6,
						["bTag"] = "小豆芽#5610",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "凡尔赛宫殿-伊森利恩",
						["iLvl"] = 161,
						["time"] = 1618640178,
						["class"] = 10,
						["bTag"] = "地爹侠#5173",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "桜木璃茉-阿古斯",
						["iLvl"] = 227,
						["time"] = 1618640178,
						["class"] = 5,
						["bTag"] = "筱楓残月#5972",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "卡密尔儿-龙骨平原",
						["iLvl"] = 226,
						["time"] = 1618640178,
						["class"] = 12,
						["bTag"] = "凯恩#59562",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "七秒的圣光-无尽之海",
						["iLvl"] = 228,
						["time"] = 1618640627,
						["class"] = 5,
						["bTag"] = "游云的浅影#5732",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "玄真君-安格博达",
						["iLvl"] = 132,
						["time"] = 1618640555,
						["class"] = 3,
						["bTag"] = "黑月#5352",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "報喪女妖丶-安格博达",
						["iLvl"] = 97,
						["time"] = 1618640584,
						["class"] = 2,
						["bTag"] = "冰凉薄荷水丶#5803",
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "地狱的天使-天谴之门",
						["iLvl"] = 176,
						["time"] = 1618640581,
						["class"] = 12,
						["bTag"] = "东方#52117",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "带我离开-芬里斯",
						["iLvl"] = 151,
						["time"] = 1618640602,
						["class"] = 6,
						["bTag"] = "忘不掉的殇#5222",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "煙頭-冬拥湖",
						["iLvl"] = 207,
						["time"] = 1618640570,
						["class"] = 1,
						["bTag"] = "Min#52829",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "克尔苏加喵-冰风岗",
						["iLvl"] = 222,
						["time"] = 1618640627,
						["class"] = 8,
						["bTag"] = "Wayde#5183",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "月光小熊-凤凰之神",
						["iLvl"] = 199,
						["time"] = 1618640627,
						["class"] = 8,
						["bTag"] = "我微笑时拽么#5579",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "麻瓜丶-伊森利恩",
						["iLvl"] = 193,
						["time"] = 1619327308,
						["class"] = 10,
						["bTag"] = "绿秋裤#5160",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "大漠神牛-安苏",
						["iLvl"] = 210,
						["time"] = 1619327344,
						["class"] = 7,
						["bTag"] = "死神的右手#5672",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "小白大术-埃德萨拉",
						["iLvl"] = 221,
						["time"] = 1619327344,
						["class"] = 9,
						["bTag"] = "小白没有错#5126",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "夺你两哈-无尽之海",
						["iLvl"] = 226,
						["time"] = 1619327344,
						["class"] = 9,
						["bTag"] = "吴彦祖#55312",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "梨奈奈-死亡之翼",
						["iLvl"] = 182,
						["time"] = 1619327344,
						["class"] = 8,
						["bTag"] = "栀子#51281",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔的狂暴战-埃克索图斯",
						["iLvl"] = 181,
						["time"] = 1619327344,
						["class"] = 1,
						["bTag"] = "超能之鱼人#54395",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "野武道长-格雷迈恩",
						["time"] = 1619327306,
						["class"] = 7,
					}, -- [83]
				},
			},
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["lastSearchCode"] = "6-0-0-0",
		},
	},
}
