
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"你看我打过本吗", -- [1]
		"我LM号都不打低保.", -- [2]
		"/s  /way 41 29", -- [3]
		"/p 现在呢", -- [4]
		"/MYSLOT", -- [5]
		"你这小号怎么改的名字跟老板一样了..", -- [6]
		"老板的龙还有希望么", -- [7]
		"没救了", -- [8]
		"|cffa335ee|Hitem:175922::173129::::::60:257::14:4:6621:1498:6646:6935:1:28:807:::|h[罪孽角斗士的项链]|h|r今天提升了一个孔", -- [9]
		"我开了冥殇 凑了个孔", -- [10]
		"/p 要温西尔小号是吧", -- [11]
		"/p 你们不开我就双开一个", -- [12]
		"/p 那我开一个", -- [13]
		"/p 我0/3", -- [14]
		"/INV 焊接机器人", -- [15]
		"/p 我要接任务么", -- [16]
		"/p 接一下 周常就不做了", -- [17]
		"/p 咦好像不算我任务", -- [18]
		"/p 那岂不是可以无限开", -- [19]
		"/p 我还得自己开一次party", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
