
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 没事 对面就一个DH是活人", -- [1]
		"/团队 1", -- [2]
		"/团队 对面脚本.", -- [3]
		"/团队 交了", -- [4]
		"/团队 那几个LR真是NT", -- [5]
		"/团队 你去杀他 我去扛旗", -- [6]
		"/团队 要不要去把这几个挑衅的给杀了", -- [7]
		"/团队 给他们赢 但是犯贱还得杀了", -- [8]
		"/团队 我们避开他 开旗就行", -- [9]
		"/团队 都是脚本", -- [10]
		"/吐口水", -- [11]
		"/i 引怪自己死啊", -- [12]
		"/i 跳怪都不会嘛", -- [13]
		"/i 现在没采矿图了", -- [14]
		"/i 这个是最墨迹的了", -- [15]
		"/i DH掉率高", -- [16]
		"/i 你们都是2W多血的 把匹配压在1100左右才好混", -- [17]
		"/cw Parkdada-安苏 |cffff8000|Hitem:173242:6202:::::::60:577::63:5:7041:6649:6650:6717:1507::::|h[聚凝痛楚]|h|r", -- [18]
		"/INV 殷倾颜", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
