
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 我们避开他 开旗就行", -- [1]
		"/团队 那就把这些死人都举报了", -- [2]
		"/团队 1", -- [3]
		"/团队 都是2W多血的", -- [4]
		"/团队 要不要去把这几个挑衅的给杀了", -- [5]
		"/团队 让他们赢好了 阿拉希快", -- [6]
		"/团队 对面脚本.", -- [7]
		"/团队 对面就4个人", -- [8]
		"/吐口水", -- [9]
		"/团队 对面也不动.", -- [10]
		"/团队 交了", -- [11]
		"/团队 这QS活人.", -- [12]
		"/团队 给他们赢 但是犯贱还得杀了", -- [13]
		"/团队 K好几个", -- [14]
		"/团队 那几个LR真是NT", -- [15]
		"/团队 敢进来就杀了", -- [16]
		"/团队 都是脚本", -- [17]
		"/团队 没事 对面就一个DH是活人", -- [18]
		"/团队 你去杀他 我去扛旗", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
