
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 周常好慢", -- [1]
		"/cw 圣光守护者-艾苏恩 叫人滚是啥意思.", -- [2]
		"/p 我周常打完了", -- [3]
		"/p 你们再组个", -- [4]
		"/s 躲进来啊", -- [5]
		"/i 刚要躲圈里", -- [6]
		"/cw 罗柠蒋德庆 1", -- [7]
		"/cw 罗柠蒋德庆-罗宁 1", -- [8]
		"/p 我是PVP的啊.", -- [9]
		"/p 罗宁焦蓝滞销", -- [10]
		"/s DK给我旗", -- [11]
		"/团队 双贼 基本上守不住", -- [12]
		"/团队 对面潜行太多了", -- [13]
		"/团队 这赛季7月初结束 抓紧了", -- [14]
		"/团队 轻松1V2", -- [15]
		"/团队 对面放了么", -- [16]
		"/团队 我看对面也愣了一下没动", -- [17]
		"/TMW", -- [18]
		"/MYSLOT", -- [19]
		"/myslot", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
