
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/i 引怪自己死啊", -- [1]
		"/i 现在没采矿图了", -- [2]
		"/i DH掉率高", -- [3]
		"/cw Parkdada-安苏 |cffff8000|Hitem:173242:6202:::::::60:577::63:5:7041:6649:6650:6717:1507::::|h[聚凝痛楚]|h|r", -- [4]
		"/cw 罗柠熊熊 1", -- [5]
		"/团队 DHT这版本强 练小号的多", -- [6]
		"/团队 你这血量 我浩劫打你2个GCD..", -- [7]
		"/团队 MS你就2W4的血啊..", -- [8]
		"/团队 对面没奶 打啊", -- [9]
		"/i 跳怪都不会嘛", -- [10]
		"/i 你们都是2W多血的 把匹配压在1100左右才好混", -- [11]
		"/cw 实力吴谦歌-罗宁 1", -- [12]
		"/团队 其实现在浩劫也很强了", -- [13]
		"/团队 恶魔追击一发暴击就黑了", -- [14]
		"/i 这个是最墨迹的了", -- [15]
		"/团队 其实你自己开个组就知道了 一排申请的 最多的就是dh和lr", -- [16]
		"/吐口水", -- [17]
		"/团队 恶魔追击爆了可能直接秒了", -- [18]
		"/INV 殷倾颜", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
