
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/INV 殷倾颜", -- [1]
		"/p DH爬塔抽啥心能", -- [2]
		"/p 有啥实用的么", -- [3]
		"/p 我就一个双喷橙", -- [4]
		"/p 天赋无所谓", -- [5]
		"/p 阴森火绒啥效果", -- [6]
		"/p 多少血一跳啊", -- [7]
		"/p 原来要那个导灵器啊..", -- [8]
		"/p 好吧我懂了", -- [9]
		"/p 罗宁焦蓝滞销了", -- [10]
		"/p 能开的号进去了", -- [11]
		"/p 我用这DH跟你爬吧", -- [12]
		"/p 退了再组", -- [13]
		"/p 退了再来", -- [14]
		"/p 这黑暗啥玩意", -- [15]
		"/p 温西尔位移啊", -- [16]
		"/p 我变身没CD了.", -- [17]
		"/MYSLOT", -- [18]
		"/p 这个是非精英", -- [19]
		"/p 闪", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
