
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/团队 前期也买不了几件装备的", -- [1]
		"/团队 征服卡的死死的", -- [2]
		"/团队 荣誉装一开始的装等肯定还是很低的 要新的名望升", -- [3]
		"/团队 小号没必要太折腾", -- [4]
		"/团队 随便弄套装搞个橙就完事", -- [5]
		"/团队 这个不急", -- [6]
		"/团队 碾压其实也有 但是倍数没调好", -- [7]
		"/团队 9.1的统御装备不就是嘛 只能团本用 大米没作用", -- [8]
		"/团队 刷旧本等到.2 .3版本就行了", -- [9]
		"/团队 装备上去了 碾压倍数就好了", -- [10]
		"/团队 吃脚本吃脚本", -- [11]
		"/团队 后面几个动起来", -- [12]
		"/团队 都是活人", -- [13]
		"/团队 就是实在太菜了", -- [14]
		"/团队 这队伍之前碰过", -- [15]
		"/团队 阿拉希 我们放了", -- [16]
		"/MYSLOT", -- [17]
		"/way 39 34", -- [18]
		"/script print(C_QuestLog.IsQuestFlaggedCompleted(64298))", -- [19]
		"/RL", -- [20]
	},
	["ConvertKeybindings"] = true,
}
