
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 我吃了个狂暴 没人管我", -- [1]
		"/团队 你们堵墓地", -- [2]
		"/团队 留个接力旗的", -- [3]
		"/p 我才5把", -- [4]
		"/p 周常好慢", -- [5]
		"/cw 圣光守护者-艾苏恩 叫人滚是啥意思.", -- [6]
		"/p 我周常打完了", -- [7]
		"/p 你们再组个", -- [8]
		"/s 躲进来啊", -- [9]
		"/i 刚要躲圈里", -- [10]
		"/cw 罗柠蒋德庆 1", -- [11]
		"/cw 罗柠蒋德庆-罗宁 1", -- [12]
		"/p 我是PVP的啊.", -- [13]
		"/p 罗宁焦蓝滞销", -- [14]
		"/s DK给我旗", -- [15]
		"/团队 双贼 基本上守不住", -- [16]
		"/团队 对面潜行太多了", -- [17]
		"/团队 这赛季7月初结束 抓紧了", -- [18]
		"/团队 轻松1V2", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
