
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 还有瞬发恐惧", -- [1]
		"/p 直接秒没", -- [2]
		"/p 还有", -- [3]
		"/p 差点", -- [4]
		"/p 你没上来我交大招了.", -- [5]
		"/p 打了这个", -- [6]
		"/p 软泥会偷我们心能", -- [7]
		"/p 下面那个地方你跳不到别去了", -- [8]
		"/p 无所谓", -- [9]
		"/p 少2分而已", -- [10]
		"/p 666", -- [11]
		"/p 5xxx", -- [12]
		"/p 4000吧", -- [13]
		"/p 你看看爬塔任务线卡哪了", -- [14]
		"/p 补个任务", -- [15]
		"/p 救小牛 救萨尔 救吉安娜", -- [16]
		"/p 你能飞了么", -- [17]
		"/p MS做的任务?", -- [18]
		"/p 那用MS去U", -- [19]
		"/way 35 54", -- [20]
	},
	["ConvertKeybindings"] = true,
}
