
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 PVP 休赛期，7 月 1 日 - 7 月 7 日，这期间玩家可以参与 PVP 内容获得征服点，但是不会影响赛季奖励。征服点将在 7 月 8 日清零，荣誉点不会清零。", -- [1]
		"/团队 新赛季的荣誉装也就20X 21X的装等 问题不大", -- [2]
		"/团队 是PVP本身就减装等了", -- [3]
		"/团队 前期也买不了几件装备的", -- [4]
		"/团队 征服卡的死死的", -- [5]
		"/团队 荣誉装一开始的装等肯定还是很低的 要新的名望升", -- [6]
		"/团队 小号没必要太折腾", -- [7]
		"/团队 随便弄套装搞个橙就完事", -- [8]
		"/团队 这个不急", -- [9]
		"/团队 碾压其实也有 但是倍数没调好", -- [10]
		"/团队 9.1的统御装备不就是嘛 只能团本用 大米没作用", -- [11]
		"/团队 刷旧本等到.2 .3版本就行了", -- [12]
		"/团队 装备上去了 碾压倍数就好了", -- [13]
		"/团队 吃脚本吃脚本", -- [14]
		"/团队 后面几个动起来", -- [15]
		"/团队 都是活人", -- [16]
		"/团队 就是实在太菜了", -- [17]
		"/团队 这队伍之前碰过", -- [18]
		"/团队 阿拉希 我们放了", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
