
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 我变身没CD了.", -- [1]
		"/p 这个是非精英", -- [2]
		"/p 闪", -- [3]
		"/团队 啊", -- [4]
		"/团队 你们都是2W多血的 对面都是3W多血的 大团打不过正常", -- [5]
		"/团队 我吃了个狂暴 没人管我", -- [6]
		"/团队 你们堵墓地", -- [7]
		"/团队 留个接力旗的", -- [8]
		"/p 我才5把", -- [9]
		"/p 周常好慢", -- [10]
		"/cw 圣光守护者-艾苏恩 叫人滚是啥意思.", -- [11]
		"/p 我周常打完了", -- [12]
		"/p 你们再组个", -- [13]
		"/s 躲进来啊", -- [14]
		"/i 刚要躲圈里", -- [15]
		"/MYSLOT", -- [16]
		"/cw 罗柠蒋德庆 1", -- [17]
		"/cw 罗柠蒋德庆-罗宁 1", -- [18]
		"/p 我是PVP的啊.", -- [19]
		"/p 罗宁焦蓝滞销", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
