
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["西瓜味泡泡糖 - 罗宁"] = "西瓜味泡泡糖 - 罗宁",
	},
	["profiles"] = {
		["西瓜味泡泡糖 - 罗宁"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -11.8519287109375,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"2-265-714-0", -- [1]
				"2-264-709-0", -- [2]
			},
			["lastSearchCode"] = "6-0-0-0",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "卩丶飘逸神灬-安苏",
						["iLvl"] = 195,
						["time"] = 1623763699,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "茫然之潜行者#536617",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "玩的是刺激-燃烧之刃",
						["iLvl"] = 209,
						["time"] = 1623763699,
						["class"] = 5,
						["bTag"] = "冰霜之脚#5365454",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "剩则为玩-国王之谷",
						["time"] = 1623763699,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "耗吱尾吱-国王之谷",
						["iLvl"] = 216,
						["time"] = 1623762549,
						["class"] = 7,
						["bTag"] = "倔强的灰尘#5633",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "大天神-巴纳扎尔",
						["iLvl"] = 214,
						["time"] = 1623763699,
						["class"] = 1,
						["bTag"] = "大天神#5186",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Kjhgv-回音山",
						["iLvl"] = 205,
						["time"] = 1623762549,
						["class"] = 6,
						["bTag"] = "KJHGVS#51792",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "月神之舞-暗影之月",
						["iLvl"] = 205,
						["time"] = 1623762549,
						["class"] = 1,
						["bTag"] = "月神独舞#5429",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦坎达否矮娃-阿古斯",
						["time"] = 1623763699,
						["class"] = 6,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "灰烬丶六月-国王之谷",
						["iLvl"] = 212,
						["time"] = 1623763699,
						["class"] = 5,
						["bTag"] = "浅若丶清风#5519",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "灬丶星瞳-翡翠梦境",
						["iLvl"] = 194,
						["time"] = 1623763881,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "灬丶风歌#5793",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "小没楽-白银之手",
						["iLvl"] = 164,
						["time"] = 1623763820,
						["class"] = 2,
						["bTag"] = "雷诺#59608",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "寕靜致逺-主宰之剑",
						["iLvl"] = 201,
						["time"] = 1623763881,
						["class"] = 11,
						["bTag"] = "戰魂不滅#51833",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Fackq-伊森利恩",
						["time"] = 1623763881,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "精装白沙-通灵学院",
						["iLvl"] = 187,
						["time"] = 1623763881,
						["class"] = 5,
						["bTag"] = "会长先生#5801",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "小晓小荔枝-霜之哀伤",
						["iLvl"] = 201,
						["time"] = 1623763881,
						["class"] = 3,
						["bTag"] = "兔子的小尾巴#5447",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "一排骨焖面一-萨菲隆",
						["time"] = 1623763881,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "远远的来一下-守护之剑",
						["iLvl"] = 207,
						["time"] = 1623763854,
						["class"] = 8,
						["bTag"] = "红花衬绿叶#5698",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "体毛浓密-安苏",
						["iLvl"] = 170,
						["time"] = 1623763881,
						["class"] = 10,
						["bTag"] = "一朵小花#51388",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "法小强-白银之手",
						["time"] = 1623763881,
						["class"] = 8,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "Affective-雷斧堡垒",
						["iLvl"] = 190,
						["time"] = 1623765238,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "小二#5371",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "槑子-国王之谷",
						["iLvl"] = 171,
						["time"] = 1623765238,
						["class"] = 12,
						["bTag"] = "橙武小贼#5407",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "嚻嚻蘸榊-金色平原",
						["iLvl"] = 196,
						["time"] = 1623765238,
						["class"] = 1,
						["bTag"] = "孙秀超#5545",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "文丶乔-回音山",
						["iLvl"] = 170,
						["time"] = 1623765238,
						["class"] = 2,
						["bTag"] = "文华#51287",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓虫-埃苏雷格",
						["time"] = 1623765238,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫脸-金色平原",
						["iLvl"] = 212,
						["time"] = 1623765238,
						["class"] = 6,
						["bTag"] = "那个男人#51388",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "乄狩大人-塞拉摩",
						["iLvl"] = 205,
						["time"] = 1623764032,
						["class"] = 3,
						["bTag"] = "月下镇魂曲#51800",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "噼哩哐啷-熊猫酒仙",
						["iLvl"] = 195,
						["time"] = 1623765238,
						["class"] = 2,
						["bTag"] = "ppliang#5776",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "花林风-罗宁",
						["iLvl"] = 164,
						["time"] = 1623765238,
						["class"] = 10,
						["bTag"] = "剑游八荒#5430",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "喵喵柒-白银之手",
						["iLvl"] = 205,
						["time"] = 1623765238,
						["class"] = 8,
						["bTag"] = "负卿#51941",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Sodruid-白银之手",
						["iLvl"] = 199,
						["time"] = 1624115499,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "萨哈连乌拉#5804",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "一闪避格挡一-阿古斯",
						["iLvl"] = 213,
						["time"] = 1624115499,
						["class"] = 4,
						["bTag"] = "英雄先生丶#51717",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "掂过禄蔗-白银之手",
						["iLvl"] = 197,
						["time"] = 1624115499,
						["class"] = 2,
						["bTag"] = "Szjich#5180",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "糯糯猪软骨-白银之手",
						["iLvl"] = 223,
						["time"] = 1624115499,
						["class"] = 6,
						["bTag"] = "Neo#5585",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "初心何在-迦拉克隆",
						["iLvl"] = 196,
						["time"] = 1624115499,
						["class"] = 11,
						["bTag"] = "猪心#5937",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "后乳咖啡-白银之手",
						["iLvl"] = 193,
						["time"] = 1624115499,
						["class"] = 5,
						["bTag"] = "蛮力之王#5400",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "指尖丶華爾茲-国王之谷",
						["iLvl"] = 185,
						["time"] = 1624115499,
						["class"] = 12,
						["bTag"] = "指尖上的杀戮#51838",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "死香煞-石锤",
						["iLvl"] = 182,
						["time"] = 1624115499,
						["class"] = 8,
						["bTag"] = "红白蔷薇#51269",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "潇脚丫-熊猫酒仙",
						["iLvl"] = 194,
						["time"] = 1624115004,
						["class"] = 2,
						["bTag"] = "大脚板#5756",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "元素素-阿古斯",
						["iLvl"] = 184,
						["time"] = 1624115499,
						["class"] = 7,
						["bTag"] = "球胡麻擦#5636",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔杰塔-回音山",
						["time"] = 1624195612,
						["class"] = 3,
						["leader"] = true,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "凄凉丶空灵-白银之手",
						["iLvl"] = 205,
						["time"] = 1624195612,
						["class"] = 1,
						["bTag"] = "孤独一笑#5199",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "丹妮丽絲-熊猫酒仙",
						["time"] = 1624195456,
						["class"] = 7,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "雪韵冰阍-守护之剑",
						["iLvl"] = 203,
						["time"] = 1624194551,
						["class"] = 3,
						["bTag"] = "闪亮之翼#514732",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "牧師之王-蜘蛛王国",
						["iLvl"] = 193,
						["time"] = 1624195612,
						["class"] = 5,
						["bTag"] = "随心所玉#5528",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "飞鸿孤雁-影之哀伤",
						["time"] = 1624195612,
						["class"] = 3,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "扎扎-阿克蒙德",
						["iLvl"] = 199,
						["time"] = 1624195612,
						["class"] = 6,
						["bTag"] = "扎拉#5952",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "遥远的使命-翡翠梦境",
						["time"] = 1624195612,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "灵芯泪雨-玛诺洛斯",
						["iLvl"] = 203,
						["time"] = 1624195612,
						["class"] = 1,
						["bTag"] = "欲海无涯#5847",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "偷偷摸摸的偷-遗忘海岸",
						["iLvl"] = 212,
						["time"] = 1624195612,
						["class"] = 4,
						["bTag"] = "Lucifinil#5901",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "贝亚特莉絲-熊猫酒仙",
						["time"] = 1624195612,
						["class"] = 11,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "太极无常-亡语者",
						["time"] = 1624281282,
						["class"] = 12,
						["leader"] = true,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "怦然-国王之谷",
						["iLvl"] = 156,
						["time"] = 1624281282,
						["class"] = 1,
						["bTag"] = "GoldenPants#54409",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "光曜-安苏",
						["iLvl"] = 170,
						["time"] = 1624281282,
						["class"] = 2,
						["bTag"] = "八尺穹苍越#5834",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Retnuh-德拉诺",
						["iLvl"] = 210,
						["time"] = 1624281282,
						["class"] = 3,
						["bTag"] = "HADES#5494",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "汪常玲牛批-安苏",
						["iLvl"] = 171,
						["time"] = 1624281282,
						["class"] = 2,
						["bTag"] = "汤伟#5179",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "梦幻西游-凯尔萨斯",
						["iLvl"] = 204,
						["time"] = 1624281282,
						["class"] = 9,
						["bTag"] = "Ansangmin#5305",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "无心岁月-法拉希姆",
						["iLvl"] = 196,
						["time"] = 1624281282,
						["class"] = 3,
						["bTag"] = "无心岁月#51326",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "小嘴大脚-艾欧娜尔",
						["iLvl"] = 225,
						["time"] = 1624280682,
						["class"] = 11,
						["bTag"] = "小嘴大脚#5292",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "逍丶遥-主宰之剑",
						["iLvl"] = 226,
						["time"] = 1624281282,
						["class"] = 7,
						["bTag"] = "杨飞#5593",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "哈力小猎-国王之谷",
						["iLvl"] = 203,
						["time"] = 1624280789,
						["class"] = 3,
						["bTag"] = "稻草人#5942",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "落魄的兽兽-麦迪文",
						["iLvl"] = 191,
						["time"] = 1624281282,
						["class"] = 11,
						["bTag"] = "蛋蛋#51828",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "笙歌叹离愁-加里索斯",
						["iLvl"] = 221,
						["time"] = 1624721027,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "ww081023#5467",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Lilith-贫瘠之地",
						["iLvl"] = 175,
						["time"] = 1624721027,
						["class"] = 4,
						["bTag"] = "yw777#5918",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "大官人丶-罗宁",
						["iLvl"] = 198,
						["time"] = 1624721027,
						["class"] = 1,
						["bTag"] = "罗征林#5652",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "吉尔尼斯之手-海克泰尔",
						["iLvl"] = 169,
						["time"] = 1624717403,
						["class"] = 3,
						["bTag"] = "Nemo#51664",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "辛幼熏-白银之手",
						["time"] = 1624714442,
						["class"] = 5,
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "喵呜喵呜汪-月光林地",
						["iLvl"] = 155,
						["time"] = 1624721027,
						["class"] = 10,
						["bTag"] = "喵呜喵呜汪#51268",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "岄神-壁炉谷",
						["iLvl"] = 170,
						["time"] = 1624717403,
						["class"] = 11,
						["bTag"] = "自由飞行#5848",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "风月阑珊-熊猫酒仙",
						["iLvl"] = 199,
						["time"] = 1624712394,
						["class"] = 4,
						["bTag"] = "风月阑珊#5342",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "五色欧那斯-奥特兰克",
						["time"] = 1624717403,
						["class"] = 4,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "芮居居-斯坦索姆",
						["iLvl"] = 157,
						["time"] = 1624718602,
						["class"] = 3,
						["bTag"] = "deadpool#51234",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "沉沦-血色十字军",
						["iLvl"] = 72,
						["time"] = 1624717403,
						["class"] = 2,
						["bTag"] = "惊魂之裤#5269",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "筱噜同学-国王之谷",
						["iLvl"] = 214,
						["time"] = 1624718363,
						["class"] = 5,
						["bTag"] = "XXXHUI#5835",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "你打不过我的-冰风岗",
						["time"] = 1624717949,
						["class"] = 9,
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "格蕾希亚-国王之谷",
						["iLvl"] = 200,
						["time"] = 1624721027,
						["class"] = 11,
						["bTag"] = "笑傲寰宇#51926",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "雨里-艾莫莉丝",
						["iLvl"] = 195,
						["time"] = 1624721027,
						["class"] = 8,
						["bTag"] = "lyg0716#5279",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "莊子-金色平原",
						["iLvl"] = 153,
						["time"] = 1624721027,
						["class"] = 3,
						["bTag"] = "三国诸葛亮#5950",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "圣光飘零-熔火之心",
						["iLvl"] = 186,
						["time"] = 1624721027,
						["class"] = 7,
						["bTag"] = "阳光飘零#5803",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "挔茶丶-末日行者",
						["iLvl"] = 207,
						["time"] = 1624721027,
						["class"] = 8,
						["bTag"] = "你干爹#51752",
					}, -- [79]
				},
				["1-270-738-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "只怕有新人-塞拉摩",
						["iLvl"] = 198,
						["time"] = 1623401577,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "无节操路人#5110",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "浮生灬箬馨-回音山",
						["iLvl"] = 223,
						["time"] = 1623401653,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "浮生灬箬情#5155",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "飘逸战神-末日行者",
						["iLvl"] = 197,
						["time"] = 1623401662,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "随意飘落#5150",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "雷壳萨-白银之手",
						["iLvl"] = 197,
						["time"] = 1623401683,
						["class"] = 3,
						["bTag"] = "无艾纳#5954",
					}, -- [4]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "斬之龍穆-奥特兰克",
						["iLvl"] = 214,
						["time"] = 1623402196,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "泷丨沐#5444",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "苏瑾然-贫瘠之地",
						["iLvl"] = 219,
						["time"] = 1623402196,
						["class"] = 1,
						["bTag"] = "慕小晨#51578",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "农历九月初二-永恒之井",
						["iLvl"] = 166,
						["time"] = 1623402196,
						["class"] = 3,
						["bTag"] = "wowheiye#5605",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "楚楚丶尛贱-贫瘠之地",
						["iLvl"] = 225,
						["time"] = 1623402196,
						["class"] = 5,
						["bTag"] = "楚楚丶尛贱#5918",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "卯之花烈姐-贫瘠之地",
						["iLvl"] = 215,
						["time"] = 1623402196,
						["class"] = 2,
						["bTag"] = "饭左#5500",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "狂派威震天-回音山",
						["iLvl"] = 200,
						["time"] = 1623402196,
						["class"] = 8,
						["bTag"] = "伦敦权志龙#5246",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶松饼-国王之谷",
						["iLvl"] = 226,
						["time"] = 1623402196,
						["class"] = 3,
						["bTag"] = "喵小萌#5733",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "松饼猫酱-耳语海岸",
						["iLvl"] = 206,
						["time"] = 1623402196,
						["class"] = 11,
						["bTag"] = "喵小萌#5733",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "冬夜雪舞-罗宁",
						["time"] = 1623402196,
						["class"] = 5,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳晓德-末日行者",
						["iLvl"] = 200,
						["time"] = 1623402196,
						["class"] = 11,
						["bTag"] = "西雨#5785",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "乁小麦乁-阿纳克洛斯",
						["time"] = 1623402196,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "亚殇-安威玛尔",
						["iLvl"] = 223,
						["time"] = 1623402196,
						["class"] = 10,
						["bTag"] = "小殇#51322",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "无天无地-利刃之拳",
						["iLvl"] = 195,
						["time"] = 1623402196,
						["class"] = 12,
						["bTag"] = "gylgw#5472",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "小卡西娅-神圣之歌",
						["iLvl"] = 149,
						["time"] = 1623402196,
						["class"] = 1,
						["bTag"] = "白银之鹰#5182384",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色梦境-普瑞斯托",
						["time"] = 1623402196,
						["class"] = 11,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "沉迷刮痧-白银之手",
						["iLvl"] = 216,
						["time"] = 1623402196,
						["class"] = 1,
						["bTag"] = "一树梨花压海棠#5798",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "沃尔凯西-普瑞斯托",
						["iLvl"] = 206,
						["time"] = 1623402196,
						["class"] = 3,
						["bTag"] = "kuyi#5687",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "矮派德-白银之手",
						["iLvl"] = 181,
						["time"] = 1623402196,
						["class"] = 8,
						["bTag"] = "左左#5761",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "嘎嘣直接砍-阿纳克洛斯",
						["iLvl"] = 176,
						["time"] = 1623402192,
						["class"] = 1,
						["bTag"] = "嗷嗷又抽了#5455",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "烧饼哥-霜狼",
						["time"] = 1623402196,
						["class"] = 6,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "北郡猎手-索瑞森",
						["iLvl"] = 215,
						["time"] = 1623402196,
						["class"] = 3,
						["bTag"] = "爱上洗澡#51282",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "嗨嘿哟-罗宁",
						["iLvl"] = 165,
						["time"] = 1623402196,
						["class"] = 4,
						["bTag"] = "放逐天堂#5724",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "秽土轉生-暗影议会",
						["time"] = 1623402196,
						["class"] = 2,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Kerrigan-埃基尔松",
						["iLvl"] = 129,
						["time"] = 1623402164,
						["class"] = 1,
						["bTag"] = "Kerrigan#5546",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "大奶熊-熊猫酒仙",
						["iLvl"] = 211,
						["time"] = 1623402196,
						["class"] = 7,
						["bTag"] = "牜哞哞#5222",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "鱼人传说-加兹鲁维",
						["iLvl"] = 199,
						["time"] = 1623402196,
						["class"] = 11,
						["bTag"] = "红牛哈哈哈#5463",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "冰血的愤怒-黄金之路",
						["iLvl"] = 204,
						["time"] = 1623402196,
						["class"] = 1,
						["bTag"] = "冰血#5149",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我有糖-基尔加丹",
						["iLvl"] = 140,
						["time"] = 1623402196,
						["class"] = 9,
						["bTag"] = "思凡下界#5302",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "光明之风-巴尔古恩",
						["iLvl"] = 215,
						["time"] = 1623402196,
						["class"] = 3,
						["bTag"] = "坎帕斯#5901",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "氯化镁-德拉诺",
						["iLvl"] = 200,
						["time"] = 1623402196,
						["class"] = 5,
						["bTag"] = "暴躁的武器战#51214",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "雪凛风-轻风之语",
						["time"] = 1623402196,
						["class"] = 10,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "菊花微微紧-亚雷戈斯",
						["iLvl"] = 222,
						["time"] = 1623402196,
						["class"] = 5,
						["bTag"] = "superou#5471",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "熊喵潘潘-玛诺洛斯",
						["iLvl"] = 223,
						["time"] = 1623402196,
						["class"] = 7,
						["bTag"] = "夏宝#5534",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "褪色彩虹-梦境之树",
						["iLvl"] = 220,
						["time"] = 1623402196,
						["class"] = 6,
						["bTag"] = "Titans#51929",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "龙火-守护之剑",
						["iLvl"] = 222,
						["time"] = 1623402196,
						["class"] = 8,
						["bTag"] = "圣剑#5677",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "香光-大漩涡",
						["time"] = 1623402196,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "缘来还是你-埃雷达尔",
						["iLvl"] = 203,
						["time"] = 1623402196,
						["class"] = 2,
						["bTag"] = "PRINCELANE#5322",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "战斗不息-伊利丹",
						["time"] = 1623402196,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "禁军丨统领丶-罗宁",
						["time"] = 1623402196,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "夜家阿风-伊瑟拉",
						["iLvl"] = 199,
						["time"] = 1625755605,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "夜家阿风#5324",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Ludde-月光林地",
						["time"] = 1625755605,
						["class"] = 2,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Lacuusmm-罗宁",
						["iLvl"] = 229,
						["time"] = 1625755605,
						["class"] = 9,
						["bTag"] = "Lacusmm#5698",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "墨者天志-国王之谷",
						["iLvl"] = 228,
						["time"] = 1625755605,
						["class"] = 8,
						["bTag"] = "墨者#5136",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "狼餐虎噬-奥达曼",
						["iLvl"] = 169,
						["time"] = 1625755605,
						["class"] = 5,
						["bTag"] = "安德的游戏#51606",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "御天老武-扎拉赞恩",
						["iLvl"] = 220,
						["time"] = 1625755605,
						["class"] = 1,
						["bTag"] = "御天之舞#5870",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "妖娆的暗影-凯尔萨斯",
						["iLvl"] = 190,
						["time"] = 1625755605,
						["class"] = 9,
						["bTag"] = "冰水加可乐#5773",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "叁拾玖度爸-丽丽（四川）",
						["iLvl"] = 187,
						["time"] = 1625755605,
						["class"] = 3,
						["bTag"] = "游戏大号#5460",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "夏末丶离殇-安苏",
						["iLvl"] = 218,
						["time"] = 1625755605,
						["class"] = 3,
						["bTag"] = "小野猫#5496",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "独自飘香-回音山",
						["time"] = 1625755605,
						["class"] = 3,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "夜丶筱雨-艾露恩",
						["time"] = 1625755590,
						["class"] = 11,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "烈弓丶-安苏",
						["iLvl"] = 227,
						["time"] = 1625755605,
						["class"] = 3,
						["bTag"] = "书包匪#5734",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗卫士-回音山",
						["iLvl"] = 170,
						["time"] = 1625755597,
						["class"] = 1,
						["bTag"] = "Illidan#5635",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力小丸子-风暴峭壁",
						["iLvl"] = 211,
						["time"] = 1625755605,
						["class"] = 8,
						["bTag"] = "舍予#5833",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "丨天籁丨-国王之谷",
						["iLvl"] = 203,
						["time"] = 1625755605,
						["class"] = 4,
						["bTag"] = "爱德华纽盖特#5730",
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "旋转吧麻花-主宰之剑",
						["iLvl"] = 227,
						["time"] = 1625755605,
						["class"] = 1,
						["bTag"] = "张凯鑫#51225",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Cloudstark-金色平原",
						["iLvl"] = 200,
						["time"] = 1625755605,
						["class"] = 1,
						["bTag"] = "再见二丁目#5991",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "贾罕娜-艾露恩",
						["time"] = 1625755605,
						["class"] = 2,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "一我变一-伊瑟拉",
						["iLvl"] = 224,
						["time"] = 1625755605,
						["class"] = 11,
						["bTag"] = "一等一#5439",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "陶瑞斯-雷霆号角",
						["iLvl"] = 221,
						["time"] = 1625755605,
						["class"] = 5,
						["bTag"] = "烟波浩淼#5722",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "长崎濑野-国王之谷",
						["iLvl"] = 228,
						["time"] = 1625755605,
						["class"] = 12,
						["bTag"] = "Alcest#5281",
					}, -- [60]
					{
						["role"] = "TANK",
						["name"] = "Pleased-奥拉基尔",
						["iLvl"] = 206,
						["time"] = 1625755605,
						["class"] = 2,
						["bTag"] = "青菜#52321",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "普通的萝莉控-罗宁",
						["time"] = 1625755588,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "天不一-月光林地",
						["time"] = 1625755605,
						["class"] = 1,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Nomic-山丘之王",
						["time"] = 1625755605,
						["class"] = 11,
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "爹地去哪-罗宁",
						["iLvl"] = 225,
						["time"] = 1625755605,
						["class"] = 5,
						["bTag"] = "糯米大米小米#5998",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "帝琉璃-主宰之剑",
						["iLvl"] = 223,
						["time"] = 1625755605,
						["class"] = 8,
						["bTag"] = "妮可前辈#5369",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "嘀嘀打咕-迦拉克隆",
						["iLvl"] = 225,
						["time"] = 1625755605,
						["class"] = 8,
						["bTag"] = "Alazar#5234",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "二泉映月-阿迦玛甘",
						["iLvl"] = 225,
						["time"] = 1625755605,
						["class"] = 12,
						["bTag"] = "over#5948",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "霜之凝结-国王之谷",
						["iLvl"] = 224,
						["time"] = 1625755605,
						["class"] = 6,
						["bTag"] = "QYqy#51530",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "咕喵王-羽月",
						["iLvl"] = 223,
						["time"] = 1625755605,
						["class"] = 11,
						["bTag"] = "Young#56958",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "明肌雪-瓦里安",
						["iLvl"] = 204,
						["time"] = 1625755605,
						["class"] = 4,
						["bTag"] = "ZhangQ10#5773",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "星射手-世界之树",
						["iLvl"] = 179,
						["time"] = 1625755605,
						["class"] = 3,
						["bTag"] = "星旋火#5167",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "唐宋元明淸-阿古斯",
						["iLvl"] = 201,
						["time"] = 1625755605,
						["class"] = 12,
						["bTag"] = "轮回彼岸#5261",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "重叠马克-白银之手",
						["iLvl"] = 225,
						["time"] = 1625755605,
						["class"] = 2,
						["bTag"] = "重装豆沙包#5756",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "阿德芭拉娜-海克泰尔",
						["iLvl"] = 222,
						["time"] = 1625755605,
						["class"] = 11,
						["bTag"] = "五爷幻帝#5915",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡柠檬水-守护之剑",
						["iLvl"] = 217,
						["time"] = 1625755605,
						["class"] = 3,
						["bTag"] = "红花衬绿叶#5698",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "联盟疤痕-祖阿曼",
						["iLvl"] = 225,
						["time"] = 1625755605,
						["class"] = 2,
						["bTag"] = "DesignID#5136",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "爱洛-白银之手",
						["iLvl"] = 202,
						["time"] = 1625755605,
						["class"] = 1,
						["bTag"] = "奔波儿虎#5159",
					}, -- [78]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "狒狒的鱼-国王之谷",
						["iLvl"] = 225,
						["time"] = 1625295973,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "狒狒的鱼#5156",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Uæfæóææ-霍格",
						["time"] = 1625295984,
						["class"] = 3,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的鸭大-国王之谷",
						["iLvl"] = 226,
						["time"] = 1625295984,
						["class"] = 3,
						["bTag"] = "鸭大#51742",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "你要加油啊-塞拉摩",
						["iLvl"] = 228,
						["time"] = 1625295978,
						["class"] = 10,
						["bTag"] = "要加油啊#5831",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "玫瑰是我偷-塞拉摩",
						["iLvl"] = 227,
						["time"] = 1625295984,
						["class"] = 2,
						["bTag"] = "王兰花秀丽#51516",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "奥术飞蛋-熊猫酒仙",
						["iLvl"] = 221,
						["time"] = 1625295984,
						["class"] = 8,
						["bTag"] = "好几百只猪#5818",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "夏末灬未至-达文格尔",
						["iLvl"] = 214,
						["time"] = 1625295978,
						["class"] = 3,
						["bTag"] = "夏至未至#5811",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "情绪挑拨-达尔坎",
						["iLvl"] = 151,
						["time"] = 1625295984,
						["class"] = 2,
						["bTag"] = "He4th3n#5223",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "终遇你-国王之谷",
						["iLvl"] = 204,
						["time"] = 1625295969,
						["class"] = 11,
						["bTag"] = "爱死爱慕#5155",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "天枢星-艾苏恩",
						["iLvl"] = 223,
						["time"] = 1625295984,
						["class"] = 4,
						["bTag"] = "天枢星#5830",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丨黄昏挽歌丨-国王之谷",
						["iLvl"] = 229,
						["time"] = 1625295984,
						["class"] = 7,
						["bTag"] = "黄昏挽歌#5925",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Anriokita-冰风岗",
						["iLvl"] = 191,
						["time"] = 1625295984,
						["class"] = 8,
						["bTag"] = "马秋海#5609",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "斯巴达嘟嘟-白银之手",
						["time"] = 1625295973,
						["class"] = 3,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "失落的无尾熊-阿努巴拉克",
						["iLvl"] = 128,
						["time"] = 1625295984,
						["class"] = 11,
						["bTag"] = "雨乔#51938",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Nghtprty-白银之手",
						["iLvl"] = 211,
						["time"] = 1625295984,
						["class"] = 3,
						["bTag"] = "ShadowDragon#510885",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "何当共剪烛灬-白银之手",
						["iLvl"] = 225,
						["time"] = 1625295984,
						["class"] = 3,
						["bTag"] = "天空之尘#51325",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "叶晴歌丶-霜之哀伤",
						["iLvl"] = 207,
						["time"] = 1625295984,
						["class"] = 5,
						["bTag"] = "丶猪小懒#5672",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "黯然销魂的霧-白银之手",
						["iLvl"] = 183,
						["time"] = 1625295984,
						["class"] = 1,
						["bTag"] = "星空巨兽联盟#5336",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "丶否极泰来-主宰之剑",
						["iLvl"] = 215,
						["time"] = 1625295984,
						["class"] = 1,
						["bTag"] = "五更琉璃#52284",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "下雨了我送你-安东尼达斯",
						["iLvl"] = 201,
						["time"] = 1625295978,
						["class"] = 8,
						["bTag"] = "goodbyes007#5330",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "練峨眉灬-白银之手",
						["iLvl"] = 195,
						["time"] = 1625295984,
						["class"] = 7,
						["bTag"] = "一尘不染正禅心#5415",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "浮游之羽-回音山",
						["iLvl"] = 204,
						["time"] = 1625295984,
						["class"] = 2,
						["bTag"] = "血色正义#5998",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "姬小墨-雷斧堡垒",
						["iLvl"] = 140,
						["time"] = 1625295984,
						["class"] = 12,
						["bTag"] = "花小田#5808",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "梦哥哥-回音山",
						["iLvl"] = 224,
						["time"] = 1625295984,
						["class"] = 5,
						["bTag"] = "丁尼格丨菲儿#5400",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "陈小花幻听了-主宰之剑",
						["iLvl"] = 204,
						["time"] = 1625295978,
						["class"] = 8,
						["bTag"] = "有空读书#5245",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "所有酒不如你-影之哀伤",
						["time"] = 1625295984,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "太极丨張叁丰-影牙要塞",
						["iLvl"] = 225,
						["time"] = 1625295984,
						["class"] = 10,
						["bTag"] = "琴女秒了个兵#51732",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "布布女王殿下-影牙要塞",
						["iLvl"] = 224,
						["time"] = 1625295978,
						["class"] = 5,
						["bTag"] = "布布大小姐#5942",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "冰豆儿-霜之哀伤",
						["iLvl"] = 226,
						["time"] = 1625295984,
						["class"] = 3,
						["bTag"] = "清风竹影#5939",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Emo-神圣之歌",
						["iLvl"] = 226,
						["time"] = 1625295954,
						["class"] = 7,
						["bTag"] = "NyS#51771",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "胖猪灬-永恒之井",
						["iLvl"] = 228,
						["time"] = 1625295984,
						["class"] = 4,
						["bTag"] = "Lollipop#52136",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Soryuasuka-玛里苟斯",
						["time"] = 1625295984,
						["class"] = 4,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的前列腺-主宰之剑",
						["iLvl"] = 225,
						["time"] = 1625295984,
						["class"] = 1,
						["bTag"] = "eleven#5146",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "阿责西思密達-金度",
						["iLvl"] = 200,
						["time"] = 1625295984,
						["class"] = 2,
						["bTag"] = "阿嘖西思密達#5266",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕傲牧-法拉希姆",
						["iLvl"] = 221,
						["time"] = 1625295973,
						["class"] = 5,
						["bTag"] = "天堂之令#5901",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "这个升龙满分-白银之手",
						["iLvl"] = 226,
						["time"] = 1625295984,
						["class"] = 10,
						["bTag"] = "VennyPlay#5569",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "明天会好哟-罗宁",
						["iLvl"] = 202,
						["time"] = 1625295978,
						["class"] = 6,
						["bTag"] = "明天会好#51329",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "叫我阿穸-塞拉摩",
						["iLvl"] = 224,
						["time"] = 1625295978,
						["class"] = 5,
						["bTag"] = "叫我阿宅#5958",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "钱大壮-格瑞姆巴托",
						["iLvl"] = 222,
						["time"] = 1625295954,
						["class"] = 1,
						["bTag"] = "无情阿恒#5487",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "哈拉巴大妈-晴日峰（江苏）",
						["iLvl"] = 221,
						["time"] = 1625296217,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "泡泡总动员#5382",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "战九天-主宰之剑",
						["iLvl"] = 211,
						["time"] = 1625296248,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "起风了#53411",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Sweao-永恒之井",
						["time"] = 1625296318,
						["class"] = 8,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "叶奈琺-熊猫酒仙",
						["iLvl"] = 167,
						["time"] = 1625296589,
						["class"] = 9,
						["bTag"] = "浮世繁生#5694",
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "再丑灬乜是乆-金度",
						["iLvl"] = 188,
						["time"] = 1625296589,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "丑人#5170",
					}, -- [44]
				},
			},
			["version"] = "90005.03",
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-7-0", -- [3]
				"4-0-6-0", -- [4]
				"4-0-0-0", -- [5]
				"2-265-713-0", -- [6]
				"2-265-714-0", -- [7]
				"2-260-694-0", -- [8]
			},
		},
	},
}
