
PawnOptions = {
	["LastVersion"] = 2.0329,
	["ItemLevels"] = {
		{
			["ID"] = 172570,
			["Level"] = 450,
			["Link"] = "|cffa335ee|Hitem:172570::::::::120:577::25:6:6386:6388:1557:4786:6505:4775:::|h[腐化角斗士的皮甲头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 471,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:577::11:4:6316:4932:4933:1608:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 173841,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:173841::::::::120:577::9:4:1487:4786:6503:4775:::|h[贪婪巨口披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172816,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:172816::::::::120:577::47:5:6352:1527:4785:6257:4775:::|h[腐化候选者的皮甲外套]|h|r",
		}, -- [5]
		{
			["ID"] = 172839,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:172839::::::::120:577::47:4:6516:6513:1532:4785:::|h[腐化候选者的皮甲腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 172831,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:172831::::::::120:577::47:4:6516:6513:1532:4785:::|h[腐化候选者的皮甲护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 172820,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:172820::::::::120:577::47:5:43:6516:6513:1532:4785:::|h[腐化候选者的皮甲长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 174954,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:174954::::::::120:577::29:5:6540:6515:6578:6579:4803:::|h[贪婪巨口裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 170134,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:170134:5932:::::::120:577:::4:6300:6289:1487:4786:::|h[猎渊者裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 172665,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172665::::::::120:577::56:8:6363:6388:6578:6579:6562:6515:1557:4786:::|h[腐化角斗士的徽戒]|h|r",
		}, -- [11]
		{
			["ID"] = 172845,
			["Level"] = 420,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:172845::::::::120:577::47:4:6516:6513:1532:4785:::|h[腐化候选者的戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 172846,
			["Level"] = 420,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:172846::::::::120:577::47:4:42:6515:1532:4785:::|h[腐化候选者的勋章]|h|r",
		}, -- [13]
		{
			["ID"] = 172847,
			["Level"] = 420,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:172847::::::::120:577::47:3:6515:1532:4785:::|h[腐化候选者的纹章]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:577::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172754,
			["Level"] = 440,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:172754::::::::120:577::25:6:6387:6388:1552:4786:6516:6513:::|h[腐化角斗士的切碎者]|h|r",
		}, -- [16]
		{
			["ID"] = 172886,
			["Level"] = 420,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:172886::::::::120:577::47:5:4802:6516:6515:1532:4785:::|h[腐化候选者的战刃]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "西瓜味泡泡糖-罗宁",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
