
PawnOptions = {
	["LastVersion"] = 2.0329,
	["LastPlayerFullName"] = "权宜之计-蜘蛛王国",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122250::::::::111:259:::1:5805:::|h[破烂的鬼雾面罩]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 284,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::111:259::11:4:4932:4933:4935:1476:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122360::::::::111:259:::1:5805:::|h[褴褛的鬼雾衬肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159902,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:159902::::::::111:259::11:1:4775:::|h[勇士外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 157720,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157720::::::::30:259::::::|h[轻盈腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122256::::::::111:259:::1:5805:::|h[破烂的鬼雾护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 157715,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157715::::::::30:259::::::|h[轻盈之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 172843,
			["Level"] = 217,
			["Link"] = "|cff0070dd|Hitem:172843::::::::111:259:512:7:3:4990:6516:6515:111:::|h[腐化候选者的皮甲护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 161940,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161940::::::::111:259::13:2:1698:4927:::|h[灼光之糙皮手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 216,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::111:259:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 128173,
			["Level"] = 34,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128173::::::::30:259:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [12]
		[16] = {
			["ID"] = 161970,
			["Level"] = 225,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:161970::::::::111:259::13:2:1687:4927:::|h[无双之糙皮拳套]|h|r",
		},
		[15] = {
			["ID"] = 158583,
			["Level"] = 217,
			["Link"] = "|cff0070dd|Hitem:158583::::::::111:259:512:17:1:4776:111:::|h[箭鼠缝合大氅]|h|r",
		},
		[17] = {
			["ID"] = 161970,
			["Level"] = 225,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:161970::::::::111:259::13:2:1676:4927:::|h[快刀之糙皮拳套]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
