
BonusRollTrackerDB = {
	["char"] = {
		["安苏宠物批发 - 安苏"] = {
			["version"] = 20000,
			["history"] = {
			},
		},
		["Renee - 蜘蛛王国"] = {
			["version"] = 20000,
			["history"] = {
			},
		},
		["踏莎行 - 蜘蛛王国"] = {
			["version"] = 20000,
			["history"] = {
				{
					"10/10/19", -- [1]
					nil, -- [2]
					"黑水巨鳗", -- [3]
					15, -- [4]
					"|cffa335ee|Hitem:168342::::::::120:256::5:4:4823:1502:4786:6268:::|h[食渊者的披肩]|h|r", -- [5]
					"item", -- [6]
				}, -- [1]
				{
					"10/10/19", -- [1]
					nil, -- [2]
					"女王法庭", -- [3]
					15, -- [4]
					"|cffa335ee|Hitem:168890::::::::120:256::5:3:4799:1502:4786:::|h[上层精灵朝臣之戒]|h|r", -- [5]
					"item", -- [6]
				}, -- [2]
			},
		},
	},
	["profileKeys"] = {
		["安苏宠物批发 - 安苏"] = "安苏宠物批发 - 安苏",
		["Renee - 蜘蛛王国"] = "Renee - 蜘蛛王国",
		["踏莎行 - 蜘蛛王国"] = "踏莎行 - 蜘蛛王国",
	},
	["profiles"] = {
		["安苏宠物批发 - 安苏"] = {
			["filters"] = {
				["776"] = true,
				["752"] = true,
				["994"] = true,
				["1273"] = true,
				["1580"] = true,
				["1129"] = true,
				["697"] = true,
			},
		},
		["Renee - 蜘蛛王国"] = {
			["filters"] = {
				["776"] = true,
				["752"] = true,
				["994"] = true,
				["1273"] = true,
				["1580"] = true,
				["1129"] = true,
				["697"] = true,
			},
		},
		["踏莎行 - 蜘蛛王国"] = {
			["filters"] = {
				["776"] = true,
				["752"] = true,
				["994"] = true,
				["1273"] = true,
				["1580"] = true,
				["1129"] = true,
				["697"] = true,
			},
		},
	},
}
