
REFlexSettings = {
	["ForceCivilisedClock"] = false,
	["MiniMapButtonSettings"] = {
		["hide"] = false,
	},
	["ShowServerName"] = false,
	["CurrentTab"] = 1,
	["LDBMode"] = 3,
	["LDBSide"] = "A",
	["ArenaStatsLimit"] = 3,
	["ConfigVersion"] = 313,
	["FirstTime"] = true,
	["Filters"] = {
		["Map"] = 1,
		["Bracket"] = 1,
		["Date"] = {
			0, -- [1]
			0, -- [2]
		},
		["Spec"] = "全部",
		["Season"] = 0,
		["DateMode"] = 1,
	},
}
REFlexDatabase = {
	{
		["Map"] = 2106,
		["Duration"] = 326,
		["Hidden"] = false,
		["Version"] = 313,
		["PlayersNum"] = 20,
		["BGComposition"] = {
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [1]
			{
				1, -- [1]
				3, -- [2]
				6, -- [3]
			}, -- [2]
		},
		["Season"] = 30,
		["isArena"] = false,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1621989023,
		["isRated"] = false,
		["BGPlace"] = {
			{
				1, -- [1]
				1, -- [2]
				1, -- [3]
				2, -- [4]
				4, -- [5]
			}, -- [1]
			{
				7, -- [1]
				11, -- [2]
				11, -- [3]
				4, -- [4]
				6, -- [5]
			}, -- [2]
		},
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["Players"] = {
			{
				"额尔古纳右岸", -- [1]
				0, -- [2]
				0, -- [3]
				3, -- [4]
				20, -- [5]
				1, -- [6]
				"机械侏儒", -- [7]
				"猎人", -- [8]
				"HUNTER", -- [9]
				52995, -- [10]
				12377, -- [11]
				383, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"野兽控制", -- [16]
				252, -- [17]
			}, -- [1]
		},
	}, -- [1]
	{
		["Map"] = 761,
		["Duration"] = 213,
		["Hidden"] = false,
		["Version"] = 313,
		["PlayersNum"] = 20,
		["BGComposition"] = {
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [1]
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [2]
		},
		["Season"] = 30,
		["isArena"] = false,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1621989406,
		["isRated"] = false,
		["BGPlace"] = {
			{
				2, -- [1]
				1, -- [2]
				1, -- [3]
				2, -- [4]
				4, -- [5]
			}, -- [1]
			{
				2, -- [1]
				1, -- [2]
				1, -- [3]
				2, -- [4]
				8, -- [5]
			}, -- [2]
		},
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["Players"] = {
			{
				"额尔古纳右岸", -- [1]
				2, -- [2]
				6, -- [3]
				0, -- [4]
				258, -- [5]
				1, -- [6]
				"机械侏儒", -- [7]
				"猎人", -- [8]
				"HUNTER", -- [9]
				78195, -- [10]
				12126, -- [11]
				383, -- [12]
				189, -- [13]
				0, -- [14]
				0, -- [15]
				"野兽控制", -- [16]
				252, -- [17]
			}, -- [1]
		},
	}, -- [2]
	{
		["Map"] = 726,
		["Duration"] = 496,
		["Hidden"] = false,
		["Version"] = 313,
		["PlayersNum"] = 20,
		["BGComposition"] = {
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [1]
			{
				0, -- [1]
				0, -- [2]
				10, -- [3]
			}, -- [2]
		},
		["Season"] = 30,
		["isArena"] = false,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1621990052,
		["isRated"] = false,
		["BGPlace"] = {
			{
				1, -- [1]
				1, -- [2]
				1, -- [3]
				3, -- [4]
				7, -- [5]
			}, -- [1]
			{
				1, -- [1]
				1, -- [2]
				1, -- [3]
				5, -- [4]
				10, -- [5]
			}, -- [2]
		},
		["Winner"] = 1,
		["PlayerNum"] = 1,
		["Players"] = {
			{
				"额尔古纳右岸", -- [1]
				4, -- [2]
				8, -- [3]
				0, -- [4]
				284, -- [5]
				1, -- [6]
				"机械侏儒", -- [7]
				"猎人", -- [8]
				"HUNTER", -- [9]
				49796, -- [10]
				0, -- [11]
				572, -- [12]
				189, -- [13]
				0, -- [14]
				0, -- [15]
				"野兽控制", -- [16]
				252, -- [17]
			}, -- [1]
		},
	}, -- [3]
	{
		["Map"] = 726,
		["Duration"] = 424,
		["Hidden"] = false,
		["Version"] = 313,
		["PlayersNum"] = 20,
		["BGComposition"] = {
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [1]
			{
				0, -- [1]
				1, -- [2]
				9, -- [3]
			}, -- [2]
		},
		["Season"] = 30,
		["isArena"] = false,
		["PlayerSide"] = 1,
		["isBrawl"] = false,
		["Time"] = 1621990714,
		["isRated"] = false,
		["BGPlace"] = {
			{
				2, -- [1]
				1, -- [2]
				1, -- [3]
				2, -- [4]
				2, -- [5]
			}, -- [1]
			{
				6, -- [1]
				7, -- [2]
				11, -- [3]
				5, -- [4]
				3, -- [5]
			}, -- [2]
		},
		["Winner"] = 0,
		["PlayerNum"] = 1,
		["Players"] = {
			{
				"额尔古纳右岸", -- [1]
				0, -- [2]
				1, -- [3]
				3, -- [4]
				117, -- [5]
				1, -- [6]
				"机械侏儒", -- [7]
				"猎人", -- [8]
				"HUNTER", -- [9]
				61371, -- [10]
				15515, -- [11]
				761, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				"野兽控制", -- [16]
				252, -- [17]
			}, -- [1]
		},
	}, -- [4]
}
REFlexHonorDatabase = {
	[1621958400] = 2129,
}
