
ABGCharacterDB = {
	["小傲娇-雷霆号角"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["吃我一枪-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["溡緔輪迴-冰川之拳"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["旋涡阿安-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["至尊法爷-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["邪寒翎-罗宁"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["尤文兔丝-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["Xuelemeng-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["非战-迦拉克隆"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["强壮的睿睿-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["天赐锤锤-罗宁"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["行者开始-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 6,
		["lose"] = 8,
	},
	["说话有回音-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["斤换斤你说-贫瘠之地"] = {
		["win"] = 8,
		["lose"] = 10,
	},
	["奶油土豆泥-回音山"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["俄要快乐-梦境之树"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["古诗兰-永恒之井"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["不带帽子-黑铁"] = {
		["win"] = 3,
		["lose"] = 7,
	},
	["案发时速度-安格博达"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["爽歪歪森蓝-梦境之树"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["星海一片天-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["术爷拉人来了-无尽之海"] = {
		["win"] = 4,
		["lose"] = 10,
	},
	["唧复唧唧-金色平原"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["魔术快-萨洛拉丝"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["随便一点啊-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["光头紫眼睛-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["猪年大吉额-破碎岭"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["极致法神-瓦里安"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["Dafgf-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["故乡怀宁-瓦里安"] = {
		["win"] = 6,
		["lose"] = 10,
	},
	["爽歪歪莫弃-梦境之树"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["光头籹-萨洛拉丝"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["反攻倒算-祖阿曼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["后三乙-破碎岭"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["后二后二捶-破碎岭"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["风染-洛肯"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["并肩丶-永恒之井"] = {
		["win"] = 8,
		["lose"] = 5,
	},
	["多环芳烃啊-金色平原"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["使他-萨洛拉丝"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["一万多个萨满-瓦里安"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蔚灬蓝灬-死亡之翼"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["后二后二丙-破碎岭"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["掀纱窥君颜-罗宁"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["夜色丶梦-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["欢迎你睐-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["主宰冷月寒光-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["德者行天下-罗宁"] = {
		["win"] = 2,
		["lose"] = 7,
	},
	["微微笑-金色平原"] = {
		["win"] = 3,
		["lose"] = 9,
	},
	["Rainsm-拉文凯斯"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["天下菊花-梦境之树"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["猪年发大财-破碎岭"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["风的沉沦-泰拉尔"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["坚韧不拔-时光之穴"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["刘玉莹丶-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["小迷毛丸-贫瘠之地"] = {
		["win"] = 4,
		["lose"] = 7,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["大哥来玩啊-克苏恩"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["爽歪歪断笺-梦境之树"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["凄美-白银之手"] = {
		["win"] = 6,
		["lose"] = 6,
	},
	["爽歪歪青墨-梦境之树"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["佛爷-艾森娜"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["火来了-山丘之王"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["呀哈哈-麦迪文"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["鹰熊浩劫-翡翠梦境"] = {
		["win"] = 17,
		["lose"] = 24,
	},
	["一二一二-破碎岭"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["一首歌一个人-迦拉克隆"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["刚回家客户-金色平原"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["琉璃墨色-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["的死家伙是-凤凰之神"] = {
		["win"] = 6,
		["lose"] = 2,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["空空如也丨-白银之手"] = {
		["win"] = 5,
		["lose"] = 3,
	},
	["奶油土豆-金色平原"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["爱谁灬谁-末日行者"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["蝶舞飘飘-无尽之海"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["苏苏没毛病-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["越来越月半-轻风之语"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["将会发生-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["大小闹闹-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["光铸媳妇-阿古斯"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["獨特氣质-泰兰德"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["塔牧-萨洛拉丝"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["过旧电脑-白银之手"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["男神丶橙-壁炉谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["红颜丶旧-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["后二后三甲-破碎岭"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["阿杜亘-白银之手"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["来五个打我-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["手脚冰冰-国王之谷"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["圣言隐-勇士岛"] = {
		["win"] = 7,
		["lose"] = 14,
	},
	["晴昼烟雨长-罗宁"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["我是单手斧-白银之手"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["圣光庇护丫丫-破碎岭"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["无尽苦逼-安苏"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["丶似水流-壁炉谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["云如雅-阿拉索"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["美丽的咕咕-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蛋慕斯糕-翡翠梦境"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["光明领主-遗忘海岸"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["凯凯的牛子-燃烧之刃"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["众神丨茜茜丶-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["王中分-迦拉克隆"] = {
		["win"] = 0,
		["lose"] = 2,
	},
}
