
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 看见了", -- [1]
		"/p 电脑不行了", -- [2]
		"/p 我要去白银看看", -- [3]
		"/MYSLOT", -- [4]
		"/p 下赛季要做5和6级 还得要4级的", -- [5]
		"/p 也一样", -- [6]
		"/p 四合院的宠物大群里有人在搞", -- [7]
		"/p 关插件啊", -- [8]
		"/RL", -- [9]
		"/p 给材料", -- [10]
		"/p 尸体在哪", -- [11]
		"/p 直接拿", -- [12]
		"/INV 西瓜味泡泡糖", -- [13]
		"/p 我继续罗宁", -- [14]
		"卧槽都在凤凰了!", -- [15]
		"不管 之前没看见", -- [16]
		"咋了", -- [17]
		"我哪来大号WS", -- [18]
		"玩的啊", -- [19]
		"/TAR 剧毒", -- [20]
	},
	["ConvertKeybindings"] = true,
}
