
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p ..", -- [1]
		"/p 是啊", -- [2]
		"/p 因为魔兽玩的太菜", -- [3]
		"/p 只能去农药刷自信", -- [4]
		"/p 我可以邀请个人来么", -- [5]
		"/p dps", -- [6]
		"/p 狸妹的LR", -- [7]
		"/p 行不行", -- [8]
		"/p 我的DPS教给狸妹了", -- [9]
		"/p 我负责易伤", -- [10]
		"/p 完了合剂都没买", -- [11]
		"/p 我没隐身啊", -- [12]
		"/p ...", -- [13]
		"/p 刚刚飞上来", -- [14]
		"/p 躺成功!", -- [15]
		"/p 我这号就从来没打过大米", -- [16]
		"/tmw", -- [17]
		"/p 我这里刚一队", -- [18]
		"/WA", -- [19]
		"/MYSLOT", -- [20]
	},
	["ConvertKeybindings"] = true,
}
