
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 我MS号里有钱", -- [1]
		"/p 直接拿", -- [2]
		"/p 就混个橙差不多了", -- [3]
		"/p 下赛季要做5和6级 还得要4级的", -- [4]
		"/p 新的爬塔", -- [5]
		"/p 给材料", -- [6]
		"/p 直接憋个四级好了", -- [7]
		"/p 也一样", -- [8]
		"/p 哈哈", -- [9]
		"/p 我继续罗宁", -- [10]
		"/p 要不要去四合院搞事情", -- [11]
		"/p 四合院的宠物大群里有人在搞", -- [12]
		"/p 你们看看末日还是主宰 宠物比安苏还便宜", -- [13]
		"/p 尸体在哪", -- [14]
		"/p 看见了", -- [15]
		"/p 关插件啊", -- [16]
		"/p 电脑不行了", -- [17]
		"/INV 西瓜味泡泡糖", -- [18]
		"/p 我要去白银看看", -- [19]
		"/RL", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
