
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"爬塔了", -- [1]
		"随便 都可以呀", -- [2]
		"我平时都要9点才上线", -- [3]
		"/g 狸妹来爬塔", -- [4]
		"不行了么", -- [5]
		"改了啥啊", -- [6]
		"我草", -- [7]
		"那可真无了", -- [8]
		"抑制没办法了", -- [9]
		"确实", -- [10]
		"还不如奶德", -- [11]
		"/g 那去打点啥", -- [12]
		"/g 低保吗", -- [13]
		"/g 新5人本?", -- [14]
		"/g 不就你发的这个", -- [15]
		"我发现 这赛季征服不是550一周了", -- [16]
		"/g 少爷 你们怎么转过来了", -- [17]
		"/g 总舵了", -- [18]
		"那挺好 我MS出来就能买武器了!", -- [19]
		"/g 这不拉了几个大腿", -- [20]
	},
	["ConvertKeybindings"] = true,
}
