
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/run local p,q,t=print,C_QuestLog.IsQuestFlaggedCompleted,tostring p('本日进度: '..t(q(64298)))p('天1: '..t(q(64293)))p('天2: '..t(q(64294)))p('天3: '..t(q(64295)))p('天4: '..t(q(64296)))p('天5: '..t(q(64297)) )", -- [1]
		"/p !", -- [2]
		"/p 我这号没装备啊", -- [3]
		"/p ..", -- [4]
		"/p 是啊", -- [5]
		"/p 因为魔兽玩的太菜", -- [6]
		"/p 只能去农药刷自信", -- [7]
		"/p 我可以邀请个人来么", -- [8]
		"/p dps", -- [9]
		"/p 狸妹的LR", -- [10]
		"/p 行不行", -- [11]
		"/p 我的DPS教给狸妹了", -- [12]
		"/p 我负责易伤", -- [13]
		"/p 完了合剂都没买", -- [14]
		"/p 我没隐身啊", -- [15]
		"/p ...", -- [16]
		"/p 刚刚飞上来", -- [17]
		"/p 躺成功!", -- [18]
		"/p 我这号就从来没打过大米", -- [19]
		"/tmw", -- [20]
	},
	["ConvertKeybindings"] = true,
}
