
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 首胜给250", -- [1]
		"/p 我就差85", -- [2]
		"/p 都可以吧", -- [3]
		"/p 反正就赢一把", -- [4]
		"/p 匹配正常了就好打了", -- [5]
		"/p 组组看 没人的话 我去想办法吧", -- [6]
		"/p 竟然白给了.", -- [7]
		"/p 收工", -- [8]
		"/p 睡觉了", -- [9]
		"/p 88", -- [10]
		"/p 这啥玩意", -- [11]
		"/p 打人这么疼", -- [12]
		"/p 幻化", -- [13]
		"/p 跳了  打不了", -- [14]
		"/p 你看词缀", -- [15]
		"/p shougong", -- [16]
		"/way 35.0 69.7", -- [17]
		"/WAY 38，67", -- [18]
		"/WAY 38 67", -- [19]
		"/way 39 66", -- [20]
	},
	["ConvertKeybindings"] = true,
}
