
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 下赛季要做5和6级 还得要4级的", -- [1]
		"/p 也一样", -- [2]
		"/p 四合院的宠物大群里有人在搞", -- [3]
		"/p 关插件啊", -- [4]
		"/p 给材料", -- [5]
		"/p 尸体在哪", -- [6]
		"/p 直接拿", -- [7]
		"/INV 西瓜味泡泡糖", -- [8]
		"/p 我继续罗宁", -- [9]
		"卧槽都在凤凰了!", -- [10]
		"不管 之前没看见", -- [11]
		"咋了", -- [12]
		"我哪来大号WS", -- [13]
		"玩的啊", -- [14]
		"/TAR 剧毒", -- [15]
		"/TAR 梅", -- [16]
		"/TAR 游荡", -- [17]
		"/团队 据说有内置CD", -- [18]
		"/run print(C_QuestLog.IsQuestFlaggedCompleted(64007))", -- [19]
		"/RL", -- [20]
	},
	["ConvertKeybindings"] = true,
}
