
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["云缨儿 - 凤凰之神"] = "云缨儿 - 凤凰之神",
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
	},
	["profiles"] = {
		["云缨儿 - 凤凰之神"] = {
			["recent"] = {
				["4-0-7-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "叶果盆儿-寒冰皇冠",
						["iLvl"] = 220,
						["time"] = 1625929334,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "叶果盆儿#5974",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "麦斯威尔-铜龙军团",
						["iLvl"] = 220,
						["time"] = 1625929301,
						["class"] = 7,
						["bTag"] = "麦斯威尔#5378",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "睡魔-寒冰皇冠",
						["time"] = 1625930269,
						["class"] = 7,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "茵人的尹志平-布兰卡德",
						["time"] = 1625930269,
						["class"] = 1,
					}, -- [4]
				},
				["1-270-740-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "經紀人-纳克萨玛斯",
						["time"] = 1625819210,
						["class"] = 4,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萨叁-燃烧之刃",
						["iLvl"] = 198,
						["time"] = 1625819210,
						["class"] = 7,
						["bTag"] = "光明之锤#5257267",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狂战丨瑪丽-凤凰之神",
						["iLvl"] = 205,
						["time"] = 1625819009,
						["class"] = 1,
						["bTag"] = "节操收割机#5290",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "若说花事了-红龙女王",
						["iLvl"] = 224,
						["time"] = 1625819210,
						["class"] = 7,
						["bTag"] = "逐梦雀翎#5229",
					}, -- [4]
				},
				["2-263-705-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Nysji-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625842689,
						["class"] = 4,
						["bTag"] = "有点难啊#5616",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "丶小牛萌-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625842689,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Lff#51546",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallenazrael-冰风岗",
						["iLvl"] = 230,
						["time"] = 1625842689,
						["class"] = 7,
						["bTag"] = "楠哥哥#51761",
					}, -- [3]
				},
				["2-261-699-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Nysji-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625841416,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "有点难啊#5616",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "丶小牛萌-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625841416,
						["class"] = 12,
						["bTag"] = "Lff#51546",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallenazrael-冰风岗",
						["iLvl"] = 230,
						["time"] = 1625841416,
						["class"] = 7,
						["bTag"] = "楠哥哥#51761",
					}, -- [3]
				},
				["4-0-6-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "叶果盆儿-寒冰皇冠",
						["iLvl"] = 220,
						["time"] = 1625924510,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "叶果盆儿#5974",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "睡魔-寒冰皇冠",
						["time"] = 1625929799,
						["class"] = 7,
						["leader"] = true,
					}, -- [2]
				},
				["2-265-713-0"] = {
					{
						["role"] = "TANK",
						["name"] = "寒潭雁渡-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625668104,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Saber#528416",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "找个牢坐丷-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625668104,
						["class"] = 2,
						["bTag"] = "IIIIIIIIIIII#52984",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "高岸为谷-丽丽（四川）",
						["iLvl"] = 226,
						["time"] = 1625668104,
						["class"] = 8,
						["bTag"] = "雨坠半天#51462",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "深巷少女与狸-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625668104,
						["class"] = 3,
						["bTag"] = "倾倾倾倾倾倾诚丶#5436",
					}, -- [4]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "無丶丨尽-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1625063176,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "对面惊呆#5420",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "喂枝木标-无尽之海",
						["time"] = 1625063176,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我啊鸡-恶魔之魂",
						["iLvl"] = 211,
						["time"] = 1625061860,
						["class"] = 8,
						["bTag"] = "Imchicken#5926",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Combustion-克尔苏加德",
						["iLvl"] = 194,
						["time"] = 1625063176,
						["class"] = 8,
						["bTag"] = "泠鸢#51812",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "雨落琉璃-狂热之刃",
						["iLvl"] = 211,
						["time"] = 1625063176,
						["class"] = 11,
						["bTag"] = "泽拉图#520103",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "一奈超人-死亡之翼",
						["time"] = 1625061436,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丿乀神-布兰卡德",
						["iLvl"] = 213,
						["time"] = 1625063176,
						["class"] = 6,
						["bTag"] = "贪睡之熊#542550",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆炒洋芋儿-燃烧之刃",
						["iLvl"] = 213,
						["time"] = 1625063176,
						["class"] = 12,
						["bTag"] = "妖怪莫跑#51751",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "全妞妞-冰风岗",
						["iLvl"] = 214,
						["time"] = 1625063176,
						["class"] = 7,
						["bTag"] = "希女王的粉条#5267",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "接客部-巫妖之王",
						["iLvl"] = 206,
						["time"] = 1625063176,
						["class"] = 11,
						["bTag"] = "树随风#5902",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "南征-无尽之海",
						["iLvl"] = 208,
						["time"] = 1625063176,
						["class"] = 3,
						["bTag"] = "jovirk#51792",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "周雄-死亡之翼",
						["time"] = 1625923765,
						["class"] = 3,
						["leader"] = true,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "欧皇萨-血环",
						["iLvl"] = 225,
						["time"] = 1625922632,
						["class"] = 7,
						["bTag"] = "稀飯#5312",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "火红天空-无尽之海",
						["iLvl"] = 207,
						["time"] = 1625922632,
						["class"] = 8,
						["bTag"] = "冰蓝天空#5747",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "纹身囡囡-血色十字军",
						["iLvl"] = 210,
						["time"] = 1625922632,
						["class"] = 12,
						["bTag"] = "小多多#51504",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "紧致的括约肌-安苏",
						["iLvl"] = 221,
						["time"] = 1625922632,
						["class"] = 1,
						["bTag"] = "豆干#5604",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Takaki-伊森利恩",
						["time"] = 1625923765,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "番茄鱼-神圣之歌",
						["iLvl"] = 191,
						["time"] = 1625922632,
						["class"] = 2,
						["bTag"] = "disayin#5444",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "嵗月如歌丶-贫瘠之地",
						["iLvl"] = 231,
						["time"] = 1625921919,
						["class"] = 2,
						["bTag"] = "歲月如歌#51484",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "黑白配丶-熊猫酒仙",
						["iLvl"] = 214,
						["time"] = 1625923765,
						["class"] = 4,
						["bTag"] = "肉肉肉肉羹#5940",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "铜锣湾杜锐男-战歌",
						["iLvl"] = 215,
						["time"] = 1625923765,
						["class"] = 2,
						["bTag"] = "吉林土特产代购#51699",
					}, -- [21]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "不许抢我猫条-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1625711114,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Yuzho#51991",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "西格玛丶黯羽-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1625710874,
						["class"] = 6,
						["bTag"] = "中石油大学校长#5261",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "北境荒-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "北境荒#5455",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "欧皇桃久-燃烧之刃",
						["iLvl"] = 228,
						["time"] = 1625711114,
						["class"] = 7,
						["bTag"] = "请别对我上勾拳#5643",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "阿言-布兰卡德",
						["iLvl"] = 227,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "言泠丶#5607",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "墨雷-燃烧之刃",
						["iLvl"] = 227,
						["time"] = 1625711114,
						["class"] = 7,
						["bTag"] = "pengfanyinb#5467",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "等等搓个炎爆-布兰卡德",
						["iLvl"] = 220,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "我是你的崔斯特#5441",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丶七狮群啸-达基萨斯",
						["iLvl"] = 223,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "嘿丶大长脸#5722",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "噬魂斩丶-试炼之环",
						["time"] = 1625711114,
						["class"] = 10,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "肆悦-布兰卡德",
						["iLvl"] = 224,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "月下#5812",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "门小兔-死亡之翼",
						["iLvl"] = 182,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "唐城一零一#5490",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "铁根兒-安苏",
						["iLvl"] = 223,
						["time"] = 1625711114,
						["class"] = 7,
						["bTag"] = "大铁根儿#5705",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "师太杀手-红龙军团",
						["iLvl"] = 205,
						["time"] = 1625711114,
						["class"] = 11,
						["bTag"] = "青楼布衣#5878",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Gtfomonkey-布兰卡德",
						["iLvl"] = 228,
						["time"] = 1625711114,
						["class"] = 11,
						["bTag"] = "猴子#5255",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "领袖之忽必猎-埃德萨拉",
						["iLvl"] = 206,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "雨宫琴音#5890",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Lemauvais-凤凰之神",
						["iLvl"] = 228,
						["time"] = 1625711114,
						["class"] = 10,
						["bTag"] = "睡姿决定发型#5199",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丷无畏-龙骨平原",
						["iLvl"] = 207,
						["time"] = 1625711114,
						["class"] = 1,
						["bTag"] = "蓝莓丶#5567",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "拿砍刀的奶妈-艾露恩",
						["iLvl"] = 225,
						["time"] = 1625711114,
						["class"] = 6,
						["bTag"] = "德古拉#51809",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "威武一箭-卡德罗斯",
						["iLvl"] = 199,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "威哥#5746",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "氵冰淼法丝-贫瘠之地",
						["iLvl"] = 225,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "奥雷利亚#5509",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "珥丶玎-冬泉谷",
						["iLvl"] = 223,
						["time"] = 1625711114,
						["class"] = 11,
						["bTag"] = "止步丨脱非入欧#5385",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "一灬速度灬一-阿克蒙德",
						["iLvl"] = 211,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "BIGBOSS#53265",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "超级红的熊熊-冰风岗",
						["iLvl"] = 224,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "熊熊#53687",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "丨封寒丶-冰霜之刃",
						["iLvl"] = 224,
						["time"] = 1625711114,
						["class"] = 2,
						["bTag"] = "丨宿命丶#5241",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Rosee-通灵学院",
						["iLvl"] = 226,
						["time"] = 1625711114,
						["class"] = 4,
						["bTag"] = "andy#51886",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "又菜又爱玩-阿比迪斯",
						["iLvl"] = 193,
						["time"] = 1625711114,
						["class"] = 1,
						["bTag"] = "JOKER#52242",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "有德必呦尸-死亡之翼",
						["iLvl"] = 228,
						["time"] = 1625711114,
						["class"] = 11,
						["bTag"] = "天使之沐#5452",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨寒风-影之哀伤",
						["time"] = 1625711114,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "不易丶-影之哀伤",
						["iLvl"] = 223,
						["time"] = 1625711114,
						["class"] = 10,
						["bTag"] = "不白#51858",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "元素代言人-影之哀伤",
						["iLvl"] = 224,
						["time"] = 1625711114,
						["class"] = 7,
						["bTag"] = "米兰核弹头#51669",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Roguelike-燃烧之刃",
						["time"] = 1625711114,
						["class"] = 4,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Lightnin-红龙军团",
						["iLvl"] = 225,
						["time"] = 1625711114,
						["class"] = 7,
						["bTag"] = "吖豪#51947",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "新鲜的白菜-格瑞姆巴托",
						["iLvl"] = 225,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "新鲜的白菜#5447",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "执着的信仰-海克泰尔",
						["iLvl"] = 210,
						["time"] = 1625711114,
						["class"] = 1,
						["bTag"] = "萌萌的小老虎#5500",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "伪娘十三-黑铁",
						["iLvl"] = 221,
						["time"] = 1625711114,
						["class"] = 4,
						["bTag"] = "十三哥哥#5387",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "迪丽锅吧-罗宁",
						["iLvl"] = 223,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "小六六#51877",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "有时侯-凯恩血蹄",
						["iLvl"] = 202,
						["time"] = 1625711114,
						["class"] = 3,
						["bTag"] = "有时候#5316",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶茉莉-冰风岗",
						["iLvl"] = 230,
						["time"] = 1625711114,
						["class"] = 8,
						["bTag"] = "丶茉莉#51173",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "浪里小白龍-恶魔之翼",
						["iLvl"] = 225,
						["time"] = 1625711114,
						["class"] = 1,
						["bTag"] = "迷失#5750",
					}, -- [39]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "八云妮可-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625461651,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "kingofpoom#5534",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Utnapishtim-黑铁",
						["time"] = 1625461651,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "花轻盈-黑铁",
						["iLvl"] = 223,
						["time"] = 1625461651,
						["class"] = 5,
						["bTag"] = "ling#5828",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "夏侯惇-狂热之刃",
						["time"] = 1625461651,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "伊邪那岐-踏梦者",
						["iLvl"] = 221,
						["time"] = 1625461606,
						["class"] = 7,
						["bTag"] = "伊邪那岐#5191",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "岛津義弘-伊森利恩",
						["iLvl"] = 210,
						["time"] = 1625461637,
						["class"] = 7,
						["bTag"] = "狂野之狼#512581",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Lostslayers-梦境之树",
						["iLvl"] = 212,
						["time"] = 1625461651,
						["class"] = 2,
						["bTag"] = "slayers#5544",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "凉月武士-伊森利恩",
						["iLvl"] = 219,
						["time"] = 1625461651,
						["class"] = 2,
						["bTag"] = "野東#5378",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "黑裙萨莎-燃烧军团",
						["time"] = 1625461651,
						["class"] = 5,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "熊熊大冒险-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625461651,
						["class"] = 11,
						["bTag"] = "五香排骨#5221",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "醉可乐-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625461649,
						["class"] = 2,
						["bTag"] = "醉可乐#51136",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Showtimess-死亡之翼",
						["iLvl"] = 207,
						["time"] = 1625461651,
						["class"] = 7,
						["bTag"] = "洒脱#51697",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "塔诺西丶-死亡之翼",
						["iLvl"] = 201,
						["time"] = 1625461637,
						["class"] = 10,
						["bTag"] = "凛冬将至#5902",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉人血蹄-凤凰之神",
						["iLvl"] = 211,
						["time"] = 1625461593,
						["class"] = 11,
						["bTag"] = "April1st#5841",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "关门放孢子-米奈希尔",
						["iLvl"] = 213,
						["time"] = 1625461651,
						["class"] = 3,
						["bTag"] = "丶阿乱#5309",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "斐然如梦-雏龙之翼",
						["iLvl"] = 225,
						["time"] = 1625461651,
						["class"] = 8,
						["bTag"] = "风景不如画#5236",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "超级小马里奥-死亡之翼",
						["iLvl"] = 218,
						["time"] = 1625461606,
						["class"] = 3,
						["bTag"] = "土豆#51905",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "挽鹿-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625461591,
						["class"] = 12,
						["bTag"] = "树读#5202",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "老倪-奈萨里奥",
						["time"] = 1625461517,
						["class"] = 6,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "勇洋洋不畏难-死亡之翼",
						["iLvl"] = 216,
						["time"] = 1625461651,
						["class"] = 3,
						["bTag"] = "碧咸灬消瘦的浮云#5955",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "牧糖果-艾露恩",
						["iLvl"] = 216,
						["time"] = 1625461578,
						["class"] = 2,
						["bTag"] = "小米果果#51473",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗无冕帝王-无尽之海",
						["iLvl"] = 227,
						["time"] = 1625461651,
						["class"] = 9,
						["bTag"] = "mkvsdk#5337",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "情绪左右-布兰卡德",
						["iLvl"] = 229,
						["time"] = 1625461578,
						["class"] = 4,
						["bTag"] = "小情绪#53535",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆滴樱桃-影之哀伤",
						["iLvl"] = 229,
						["time"] = 1625461597,
						["class"] = 8,
						["bTag"] = "呆呆滴柠檬#5169",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者丶梦-太阳之井",
						["iLvl"] = 225,
						["time"] = 1625461589,
						["class"] = 3,
						["bTag"] = "Arturia#51813",
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "花裤衩丶-艾莫莉丝",
						["iLvl"] = 224,
						["time"] = 1625461649,
						["class"] = 12,
						["bTag"] = "迷你之忍#5196675",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "逗逼小能手-凤凰之神",
						["time"] = 1625461613,
						["class"] = 7,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "正法丷-燃烧之刃",
						["time"] = 1625461615,
						["class"] = 8,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "豆丶花-希尔瓦娜斯",
						["time"] = 1625461619,
						["class"] = 5,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "噤若寒蝉-凤凰之神",
						["time"] = 1625461619,
						["class"] = 8,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Kyrian-血色十字军",
						["iLvl"] = 228,
						["time"] = 1625461651,
						["class"] = 2,
						["bTag"] = "Turalyon#51794",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Elaiza-恶魔之魂",
						["iLvl"] = 222,
						["time"] = 1625461651,
						["class"] = 2,
						["bTag"] = "池田千亞紀丶#5522",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "爱抚尸-地狱咆哮",
						["time"] = 1625461651,
						["class"] = 1,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "啤酒丶王-拉文凯斯",
						["iLvl"] = 218,
						["time"] = 1625667068,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "千杯不醉#5981",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "为了部落-斯克提斯",
						["iLvl"] = 214,
						["time"] = 1625667068,
						["class"] = 1,
						["bTag"] = "梦想的土壤#5812",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "灵焰-暗影议会",
						["iLvl"] = 215,
						["time"] = 1625667068,
						["class"] = 8,
						["bTag"] = "匿言#5939",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "库洛洛之书-克尔苏加德",
						["time"] = 1625667058,
						["class"] = 3,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "粥茄萌萌-暴风祭坛",
						["time"] = 1625709813,
						["class"] = 11,
						["leader"] = true,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Deanwarrior-无尽之海",
						["iLvl"] = 224,
						["time"] = 1625710508,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Dean#53393",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "蜗牛也是牛-激流之傲",
						["time"] = 1625710508,
						["class"] = 1,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "Lcmy-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625710508,
						["class"] = 12,
						["bTag"] = "Sora#5785",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "漆黑之花-凤凰之神",
						["iLvl"] = 223,
						["time"] = 1625710508,
						["class"] = 1,
						["bTag"] = "漆黑之花#5397",
					}, -- [42]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "狄野千寻-伊森利恩",
						["iLvl"] = 213,
						["time"] = 1625189248,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "苏湮#5573",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "遗失的堕落-凤凰之神",
						["iLvl"] = 217,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "逝去的战旗#5816",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "肛灬烈牛-拉文凯斯",
						["iLvl"] = 223,
						["time"] = 1625189248,
						["class"] = 11,
						["bTag"] = "赵东东#5682",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "小夨魂-伊森利恩",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 11,
						["bTag"] = "霜冻之足#56819",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "翩翩入我心-安苏",
						["iLvl"] = 226,
						["time"] = 1625189248,
						["class"] = 10,
						["bTag"] = "偏偏翩翩入我心#5244",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "子望-死亡之翼",
						["iLvl"] = 227,
						["time"] = 1625189248,
						["class"] = 6,
						["bTag"] = "咚咚咚咚咚丶#5225",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠龍舌蘭-冰霜之刃",
						["iLvl"] = 215,
						["time"] = 1625189248,
						["class"] = 5,
						["bTag"] = "Anubis#5212",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔温蒂斯-安苏",
						["iLvl"] = 229,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "风之之天狼#5964",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "浚哥哥丶-燃烧之刃",
						["iLvl"] = 200,
						["time"] = 1625189243,
						["class"] = 1,
						["bTag"] = "你的阿浚丶#5292",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Whosyourmom-提瑞斯法",
						["iLvl"] = 224,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "哈蒙德#51166",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "斗牛蛋壳-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "欧阳一发#5125",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "赏心-雏龙之翼",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 2,
						["bTag"] = "白天#51788",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "博士斌-冰霜之刃",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 5,
						["bTag"] = "zhangbin#5188",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵体鸨鸨-朵丹尼尔",
						["iLvl"] = 217,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "raynachang#5936",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "门口王大爷-贫瘠之地",
						["iLvl"] = 227,
						["time"] = 1625190209,
						["class"] = 3,
						["bTag"] = "门口王大爷#51825",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冽寒冬-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "凛冽寒风#51757",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "康康舞娘-恶魔之魂",
						["time"] = 1625189248,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "脸黑手白-安苏",
						["iLvl"] = 208,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "飄弈#5925",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "大耳朵天天-血色十字军",
						["iLvl"] = 228,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "雪千翎#5655",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "白马踏清风-凤凰之神",
						["iLvl"] = 221,
						["time"] = 1625189248,
						["class"] = 10,
						["bTag"] = "长夜雪满天#5750",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "无马尾菇凉-安苏",
						["iLvl"] = 202,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "星期六#5609",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "形销骨立-洛肯",
						["time"] = 1625189237,
						["class"] = 9,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "法老灬之鹰-黑铁",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 8,
						["bTag"] = "大锤莱茵哈特#5235",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "死神之鐮-恶魔之魂",
						["time"] = 1625189248,
						["class"] = 6,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "大个肘子-雷霆之怒",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "大个肘子#51334",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "萨被凌-影之哀伤",
						["iLvl"] = 227,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "一曲肝肠断#51250",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "折原临野-冰风岗",
						["time"] = 1625189248,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Neverlnd-克尔苏加德",
						["time"] = 1625189248,
						["class"] = 9,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "粒狸的豆狸-凤凰之神",
						["iLvl"] = 225,
						["time"] = 1625190229,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "只是一只猪#5750",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "钰琉霜丷琳琅-贫瘠之地",
						["iLvl"] = 226,
						["time"] = 1625190216,
						["class"] = 6,
						["bTag"] = "拂雪灬霜华#5611",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Dirtybass-燃烧之刃",
						["iLvl"] = 225,
						["time"] = 1625190216,
						["class"] = 3,
						["bTag"] = "DirtyBass#5303",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "不啃竹子-格瑞姆巴托",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "大米饭#5681",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Dacongming-海加尔",
						["iLvl"] = 221,
						["time"] = 1625190229,
						["class"] = 5,
						["bTag"] = "观风雨#5849",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "星光喵-狂热之刃",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "魔魇之殇影#5508",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "Artiter-暗影迷宫",
						["iLvl"] = 216,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "TTTTTTTTTT#5829",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Chronus-海加尔",
						["iLvl"] = 209,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "梦的边缘#5998",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Longer-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 3,
						["bTag"] = "龙斌#5608",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "叶靡羽织-迅捷微风",
						["iLvl"] = 222,
						["time"] = 1625190206,
						["class"] = 11,
						["bTag"] = "孤傲之熊#56545",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "丶龍丨-血环",
						["iLvl"] = 214,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "丶龍丨#5360",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰黑黯-迦拉克隆",
						["iLvl"] = 217,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "英雄朽了#5241",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "诸神之仲裁-亚雷戈斯",
						["iLvl"] = 195,
						["time"] = 1625190225,
						["class"] = 1,
						["bTag"] = "忧郁的猫公#5420",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "菠萝桑-伊森利恩",
						["iLvl"] = 220,
						["time"] = 1625190197,
						["class"] = 8,
						["bTag"] = "讯刃皮奇#5718",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "酸菜肉丝丶-凤凰之神",
						["iLvl"] = 211,
						["time"] = 1625190229,
						["class"] = 3,
						["bTag"] = "girffe#5242",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "小胡不是狐-凤凰之神",
						["iLvl"] = 212,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "girffe#5242",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Vipfuze-伊森利恩",
						["iLvl"] = 225,
						["time"] = 1625190229,
						["class"] = 9,
						["bTag"] = "紫檀梦翼#5420",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "狂野之风-鬼雾峰",
						["time"] = 1625190229,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "写写诗来澎湃-影之哀伤",
						["iLvl"] = 203,
						["time"] = 1625190229,
						["class"] = 4,
						["bTag"] = "郭海兵#5874",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "明空成曌-贫瘠之地",
						["iLvl"] = 218,
						["time"] = 1625190229,
						["class"] = 8,
						["bTag"] = "明空成曌#5209",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "珠珠的七七-战歌",
						["iLvl"] = 216,
						["time"] = 1625190223,
						["class"] = 4,
						["bTag"] = "Mirizz#5796",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "异形惜旻宝-暗影议会",
						["iLvl"] = 218,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "异形惜珍宝#5614",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Adain-安苏",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "格风#5288",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么能吃兔兔-布兰卡德",
						["iLvl"] = 230,
						["time"] = 1625190206,
						["class"] = 11,
						["bTag"] = "BiuBiuBiu#54385",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "江南烟花-亚雷戈斯",
						["iLvl"] = 224,
						["time"] = 1625190189,
						["class"] = 2,
						["bTag"] = "黎明之刃#5241",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "承丶影-血色十字军",
						["iLvl"] = 227,
						["time"] = 1625190209,
						["class"] = 8,
						["bTag"] = "裁刀丶承影#5694",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "晚安笨熊-诺兹多姆",
						["iLvl"] = 224,
						["time"] = 1625190204,
						["class"] = 1,
						["bTag"] = "夏目友人帐#51826",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "凡可梦-死亡之翼",
						["iLvl"] = 210,
						["time"] = 1625190229,
						["class"] = 4,
						["bTag"] = "正月#51348",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "罗刹狂神灬-安苏",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 6,
						["bTag"] = "阿丰啊丶#5562",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "九重霞-天空之墙",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "笑笑#5958",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "丶布布酱的熊-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "阿布#54488",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "虾米撒麻-死亡之翼",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "eki#5248",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "陳丶雪花啤酒-冰风岗",
						["iLvl"] = 223,
						["time"] = 1625190229,
						["class"] = 10,
						["bTag"] = "Arthas#5536",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "花堕越梅妆-伊森利恩",
						["iLvl"] = 224,
						["time"] = 1625190229,
						["class"] = 12,
						["bTag"] = "承神之佑#51180",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "斑点鹏-迅捷微风",
						["iLvl"] = 230,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "陈皮皮#51246",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "浪子阿烈-卡德加",
						["iLvl"] = 229,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "浪子阿烈#5348",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "与你书丶-血色十字军",
						["time"] = 1625190229,
						["class"] = 6,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Bqq-血色十字军",
						["time"] = 1625190229,
						["class"] = 4,
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "茉影花-黑铁",
						["time"] = 1625190229,
						["class"] = 5,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "不讲武德儿-甜水绿洲",
						["time"] = 1625190229,
						["class"] = 11,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "花零落-冰风岗",
						["iLvl"] = 228,
						["time"] = 1625236721,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Xlann#5915",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "姚某-贫瘠之地",
						["iLvl"] = 221,
						["time"] = 1625236710,
						["class"] = 3,
						["bTag"] = "姚前辈#5752",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "雙孖檒-风行者",
						["iLvl"] = 224,
						["time"] = 1625236721,
						["class"] = 2,
						["bTag"] = "一只鸟东#5166",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "死钱-贫瘠之地",
						["iLvl"] = 186,
						["time"] = 1625236703,
						["class"] = 7,
						["bTag"] = "ALCOHOTHROAT#5755",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "薄薄白衣叹丶-死亡之翼",
						["iLvl"] = 227,
						["time"] = 1625236653,
						["class"] = 8,
						["bTag"] = "帅德丶布耀布耀#5594",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "荼蘼丶夏天-凤凰之神",
						["iLvl"] = 226,
						["time"] = 1625236721,
						["class"] = 3,
						["bTag"] = "夏天#55946",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看丶醉人离-格瑞姆巴托",
						["iLvl"] = 218,
						["time"] = 1625236721,
						["class"] = 10,
						["bTag"] = "笑看丶醉人离#5910",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空蝶-诺兹多姆",
						["time"] = 1625236715,
						["class"] = 9,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "买酒白云边-克尔苏加德",
						["iLvl"] = 222,
						["time"] = 1625236721,
						["class"] = 3,
						["bTag"] = "加了个油#5125",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "部落吼-伊利丹",
						["iLvl"] = 200,
						["time"] = 1625236721,
						["class"] = 1,
						["bTag"] = "小小张#5522",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "拳打牛丸-凤凰之神",
						["iLvl"] = 211,
						["time"] = 1625236690,
						["class"] = 10,
						["bTag"] = "贪睡之熊#55914",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊猫-阿比迪斯",
						["iLvl"] = 223,
						["time"] = 1625236721,
						["class"] = 8,
						["bTag"] = "柚子#57545",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "薛定諤的貓-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625236721,
						["class"] = 5,
						["bTag"] = "不上幼儿园#5321",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "我为情惘-凤凰之神",
						["iLvl"] = 226,
						["time"] = 1625236721,
						["class"] = 6,
						["bTag"] = "我为情狂#51659",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "柒月天丶-奥尔加隆",
						["iLvl"] = 207,
						["time"] = 1625236721,
						["class"] = 12,
						["bTag"] = "柒月天#51800",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "Marsaress-死亡之翼",
						["iLvl"] = 212,
						["time"] = 1625236699,
						["class"] = 1,
						["bTag"] = "慵懒之龟#5210284",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "骑蜗牛從蜂-冰风岗",
						["iLvl"] = 228,
						["time"] = 1625236721,
						["class"] = 11,
						["bTag"] = "贪睡之熊#516420",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "一硴硴一-血色十字军",
						["iLvl"] = 226,
						["time"] = 1625236658,
						["class"] = 12,
						["bTag"] = "chaco#5828",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "熬夜喵-伊森利恩",
						["iLvl"] = 227,
						["time"] = 1625236658,
						["class"] = 7,
						["bTag"] = "NAMI#51826",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "炮二平五-达尔坎",
						["time"] = 1625236721,
						["class"] = 3,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "丶璎珞酱-伊森利恩",
						["iLvl"] = 229,
						["time"] = 1625236708,
						["class"] = 8,
						["bTag"] = "丶枯法者#5932",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "虛弱之觸-无尽之海",
						["iLvl"] = 230,
						["time"] = 1625236721,
						["class"] = 9,
						["bTag"] = "虚弱之触#5653",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "佐佐很无敌-伊森利恩",
						["iLvl"] = 227,
						["time"] = 1625236703,
						["class"] = 5,
						["bTag"] = "是母老虎#5616",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "棂魄-贫瘠之地",
						["iLvl"] = 222,
						["time"] = 1625236708,
						["class"] = 9,
						["bTag"] = "纯穆风#5832",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡乄雷神丶-影之哀伤",
						["iLvl"] = 209,
						["time"] = 1625236721,
						["class"] = 7,
						["bTag"] = "天空丷正蓝丶#5231",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "再见小航-时光之穴",
						["iLvl"] = 224,
						["time"] = 1625236639,
						["class"] = 9,
						["bTag"] = "再见小航#5292",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "夜之莺-塞拉摩",
						["iLvl"] = 226,
						["time"] = 1625236715,
						["class"] = 6,
						["bTag"] = "阿牛#5777",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "白霓-回音山",
						["iLvl"] = 158,
						["time"] = 1625236721,
						["class"] = 10,
						["bTag"] = "我是猴神大叔#5130",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "九月初八-迅捷微风",
						["iLvl"] = 225,
						["time"] = 1625236688,
						["class"] = 11,
						["bTag"] = "相惜丶莫离#5295",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "Message-霜狼",
						["iLvl"] = 221,
						["time"] = 1625236721,
						["class"] = 3,
						["bTag"] = "Message#5882",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮不尽-影之哀伤",
						["iLvl"] = 224,
						["time"] = 1625236688,
						["class"] = 4,
						["bTag"] = "杀戮不尽#5720",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "弱小又无助-影之哀伤",
						["iLvl"] = 227,
						["time"] = 1625236721,
						["class"] = 1,
						["bTag"] = "似曾相识#51142",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "雀鸟不依人-亚雷戈斯",
						["iLvl"] = 222,
						["time"] = 1625236680,
						["class"] = 8,
						["bTag"] = "泡沫骑士#5714",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "发牌员小桃丶-影之哀伤",
						["time"] = 1625236690,
						["class"] = 1,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "诺课-死亡之翼",
						["iLvl"] = 223,
						["time"] = 1625236721,
						["class"] = 3,
						["bTag"] = "我是真的难#5150",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "花臂吴彦祖-白银之手",
						["iLvl"] = 227,
						["time"] = 1625236721,
						["class"] = 6,
						["bTag"] = "南昌彭于晏#51579",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Druidcy-凤凰之神",
						["iLvl"] = 223,
						["time"] = 1625236721,
						["class"] = 11,
						["bTag"] = "TeamoOXX#5402",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "花舞红袖-贫瘠之地",
						["iLvl"] = 226,
						["time"] = 1625236721,
						["class"] = 2,
						["bTag"] = "花舞红袖#51256",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "猎户丷星座-燃烧之刃",
						["iLvl"] = 222,
						["time"] = 1625236721,
						["class"] = 1,
						["bTag"] = "天空之尘#51325",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "粉墨兔暧斯-加兹鲁维",
						["iLvl"] = 208,
						["time"] = 1625236721,
						["class"] = 3,
						["bTag"] = "wayne#5645",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "边个黎噶-伊森利恩",
						["time"] = 1625236721,
						["class"] = 11,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "蔡蔡子丶-燃烧之刃",
						["iLvl"] = 221,
						["time"] = 1625236721,
						["class"] = 7,
						["bTag"] = "皮卡丘丶#5252",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "枫夜箫羽-死亡之翼",
						["time"] = 1625236721,
						["class"] = 11,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "你好坏哟-夏维安",
						["time"] = 1625236721,
						["class"] = 3,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "雨后初晴-刺骨利刃",
						["time"] = 1625236721,
						["class"] = 3,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "晚安尐敏-加兹鲁维",
						["time"] = 1625236721,
						["class"] = 2,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "惨白的魅力-影之哀伤",
						["time"] = 1625236721,
						["class"] = 6,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "来杯冰奶茶-格瑞姆巴托",
						["time"] = 1625236721,
						["class"] = 8,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "知灬否-冰风岗",
						["time"] = 1625236721,
						["class"] = 8,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "火鸡味鍋巴-克尔苏加德",
						["iLvl"] = 228,
						["time"] = 1625666932,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "BloodyMarry#5572",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "事儿逼-血吼",
						["iLvl"] = 223,
						["time"] = 1625666932,
						["class"] = 4,
						["bTag"] = "Warm#51122",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "皇释天-血色十字军",
						["iLvl"] = 224,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "桜井智樹#51987",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "情非得已-鬼雾峰",
						["iLvl"] = 213,
						["time"] = 1625666932,
						["class"] = 1,
						["bTag"] = "情非得已#52946",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "梦未了-死亡之翼",
						["iLvl"] = 217,
						["time"] = 1625666932,
						["class"] = 9,
						["bTag"] = "SleepyBear#56437",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "千吉逹-燃烧之刃",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 1,
						["bTag"] = "只因路灯太暗#5569",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "小邑丶-凤凰之神",
						["iLvl"] = 224,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "Leo#57711",
					}, -- [124]
					{
						["role"] = "TANK",
						["name"] = "二呆竹子-凤凰之神",
						["iLvl"] = 223,
						["time"] = 1625666932,
						["class"] = 12,
						["bTag"] = "九姑娘#51446",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "熹月流萤-影之哀伤",
						["iLvl"] = 220,
						["time"] = 1625666932,
						["class"] = 9,
						["bTag"] = "星野岚#5144",
					}, -- [126]
					{
						["role"] = "HEALER",
						["name"] = "蠕动荣誉-激流之傲",
						["iLvl"] = 227,
						["time"] = 1625666932,
						["class"] = 7,
						["bTag"] = "booty#5822",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "渔梁浅-影之哀伤",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 4,
						["bTag"] = "水落鱼梁浅#51868",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "疼爱圆儿-死亡之翼",
						["iLvl"] = 226,
						["time"] = 1625666932,
						["class"] = 11,
						["bTag"] = "月之霜华#5425",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐小剑-死亡之翼",
						["iLvl"] = 222,
						["time"] = 1625666932,
						["class"] = 12,
						["bTag"] = "快乐小剑#51910",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲丿性本善-凤凰之神",
						["iLvl"] = 214,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "JAcob#5170",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "超级猪古力-耐奥祖",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 7,
						["bTag"] = "眯小眯#5748",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "汤圆圆-伊森利恩",
						["iLvl"] = 223,
						["time"] = 1625666932,
						["class"] = 4,
						["bTag"] = "顾小白#5743",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "垚不可及啊-死亡之翼",
						["iLvl"] = 230,
						["time"] = 1625666932,
						["class"] = 8,
						["bTag"] = "垚不可及#51592",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "花生壳的果子-格瑞姆巴托",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 8,
						["bTag"] = "Mlinkrt#5808",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "莎洝娜-血色十字军",
						["iLvl"] = 228,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "隆哥#51917",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "谷嘚儿拜-伊森利恩",
						["iLvl"] = 220,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "DevilGao#5478",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "卢百万-伊森利恩",
						["iLvl"] = 226,
						["time"] = 1625666932,
						["class"] = 4,
						["bTag"] = "你算哪个卢百万#5405",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "语寒-寒冰皇冠",
						["iLvl"] = 211,
						["time"] = 1625666932,
						["class"] = 8,
						["bTag"] = "Gensis#5288",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "妖精的右手-影之哀伤",
						["iLvl"] = 224,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "心火#5629",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "黎夏莺歌-菲拉斯",
						["iLvl"] = 226,
						["time"] = 1625666932,
						["class"] = 9,
						["bTag"] = "ItsTong#5737",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "神谋-提瑞斯法",
						["iLvl"] = 225,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "神谋#5906",
					}, -- [142]
					{
						["role"] = "TANK",
						["name"] = "丨昏黄丨-死亡之翼",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 11,
						["bTag"] = "丁一斌#5664",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "Heavensing-洛萨",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 5,
						["bTag"] = "涅法雷姆#5619",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "playerFFMIPH-格瑞姆巴托",
						["iLvl"] = 211,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "丿弑神丶#5667",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "Fasith-安苏",
						["iLvl"] = 224,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "闪亮之翼#511660",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "小币崽子-格瑞姆巴托",
						["iLvl"] = 219,
						["time"] = 1625666932,
						["class"] = 1,
						["bTag"] = "你的头是真的硬#5641",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "桃桃可露丽-影之哀伤",
						["iLvl"] = 227,
						["time"] = 1625666932,
						["class"] = 5,
						["bTag"] = "Lisa#53328",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "涉及不到的痛-凤凰之神",
						["iLvl"] = 226,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "无梦相赠#51636",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜皮先生-凤凰之神",
						["iLvl"] = 225,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "酒后秒丈母娘#51739",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天小王子-黑铁",
						["iLvl"] = 210,
						["time"] = 1625666932,
						["class"] = 3,
						["bTag"] = "Christmas#52769",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "Rhoonin-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625666932,
						["class"] = 8,
						["bTag"] = "Everglow#5546",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "傻丶螨-影之哀伤",
						["iLvl"] = 224,
						["time"] = 1625666932,
						["class"] = 7,
						["bTag"] = "忘了重来#5609",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "月色-布兰卡德",
						["iLvl"] = 229,
						["time"] = 1625666932,
						["class"] = 10,
						["bTag"] = "夏祭挽歌#5916",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "致虚守静-塞拉摩",
						["iLvl"] = 228,
						["time"] = 1625666932,
						["class"] = 8,
						["bTag"] = "锁二乔#5974",
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "Drilons-无尽之海",
						["iLvl"] = 228,
						["time"] = 1625666932,
						["class"] = 12,
						["bTag"] = "Dream#54523",
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "血绒-凤凰之神",
						["iLvl"] = 203,
						["time"] = 1625667422,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "鱼某某#51474",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "荧光奶嘴-狂热之刃",
						["iLvl"] = 227,
						["time"] = 1625667326,
						["class"] = 7,
						["bTag"] = "垚垚垚#51517",
					}, -- [158]
					{
						["role"] = "TANK",
						["name"] = "冰钰-血色十字军",
						["iLvl"] = 228,
						["time"] = 1625667422,
						["class"] = 10,
						["bTag"] = "冰渔#5141",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "小灰灰-格雷迈恩",
						["iLvl"] = 194,
						["time"] = 1625667422,
						["class"] = 4,
						["bTag"] = "槐雪如风#5491",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "喵头咛-伊森利恩",
						["iLvl"] = 209,
						["time"] = 1625667422,
						["class"] = 6,
						["bTag"] = "宏爷厉害#5507",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "木木齾-安苏",
						["iLvl"] = 193,
						["time"] = 1625667356,
						["class"] = 12,
						["bTag"] = "小呀小苹果#5829",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "青椒我爸爸-影之哀伤",
						["iLvl"] = 230,
						["time"] = 1625667209,
						["class"] = 8,
						["bTag"] = "shinne#5798",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "纠杰伦-燃烧之刃",
						["iLvl"] = 219,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "尼大业#51691",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力米奇-死亡之翼",
						["iLvl"] = 227,
						["time"] = 1625667422,
						["class"] = 12,
						["bTag"] = "崽崽布鲁根#5774",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌达菲-黑铁",
						["iLvl"] = 223,
						["time"] = 1625667216,
						["class"] = 2,
						["bTag"] = "软肋丶#5901",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "Kenry-无尽之海",
						["iLvl"] = 227,
						["time"] = 1625667422,
						["class"] = 4,
						["bTag"] = "Kenry#5996",
					}, -- [167]
					{
						["role"] = "TANK",
						["name"] = "咚瓜-燃烧之刃",
						["iLvl"] = 201,
						["time"] = 1625667422,
						["class"] = 2,
						["bTag"] = "瓜爷#51429",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "丶卡兹-伊森利恩",
						["iLvl"] = 224,
						["time"] = 1625667422,
						["class"] = 9,
						["bTag"] = "卡滋#5120",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色风铃丶-伊森利恩",
						["iLvl"] = 228,
						["time"] = 1625667422,
						["class"] = 11,
						["bTag"] = "跳跃之狮#540633",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "萨萨摩耶-血色十字军",
						["iLvl"] = 227,
						["time"] = 1625667183,
						["class"] = 7,
						["bTag"] = "Andy#58168",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "十安-克尔苏加德",
						["iLvl"] = 194,
						["time"] = 1625667368,
						["class"] = 3,
						["bTag"] = "Maszzz#51330",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "霹雳波波-埃德萨拉",
						["iLvl"] = 220,
						["time"] = 1625667422,
						["class"] = 9,
						["bTag"] = "pilibobo#5573",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "清风环月-死亡之翼",
						["iLvl"] = 207,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "杯中月丶#5525",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "比巴卜吖-迦拉克隆",
						["iLvl"] = 221,
						["time"] = 1625667225,
						["class"] = 10,
						["bTag"] = "王宇#52563",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "大神带带我-伊森利恩",
						["iLvl"] = 209,
						["time"] = 1625667285,
						["class"] = 3,
						["bTag"] = "王大大#51384",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "白茶与鳳-格瑞姆巴托",
						["iLvl"] = 224,
						["time"] = 1625667368,
						["class"] = 7,
						["bTag"] = "贼狂#5899",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "林孑大魔王丶-天空之墙",
						["iLvl"] = 226,
						["time"] = 1625667291,
						["class"] = 2,
						["bTag"] = "L1nx#51485",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "无与倫比-死亡之翼",
						["iLvl"] = 228,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "雨下整晚#51839",
					}, -- [179]
					{
						["role"] = "TANK",
						["name"] = "莎莉呱儿-凤凰之神",
						["iLvl"] = 228,
						["time"] = 1625667238,
						["class"] = 12,
						["bTag"] = "莎莉呱#5455",
					}, -- [180]
					{
						["role"] = "TANK",
						["name"] = "八二年的雷碧-血色十字军",
						["iLvl"] = 229,
						["time"] = 1625667285,
						["class"] = 1,
						["bTag"] = "我去年买了个表#5235",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色柠檬-巨龙之吼",
						["iLvl"] = 214,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "水色的橙橙#5266",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "给你打宁神-凤凰之神",
						["iLvl"] = 195,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "Demon#59168",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "轻狂书生-地狱之石",
						["iLvl"] = 229,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "兔猫猫#5353",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "无晴也无雨-伊森利恩",
						["iLvl"] = 223,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "吟游诗人林有德#5578",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "老憨包-无尽之海",
						["iLvl"] = 204,
						["time"] = 1625667422,
						["class"] = 1,
						["bTag"] = "阿甘#51595",
					}, -- [186]
					{
						["role"] = "TANK",
						["name"] = "安洁莉卡-末日祷告祭坛",
						["iLvl"] = 208,
						["time"] = 1625667422,
						["class"] = 12,
						["bTag"] = "徘徊幽痕#5999",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "元氣弹-影之哀伤",
						["iLvl"] = 229,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "Accelerator#5934",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天大牛仔-格瑞姆巴托",
						["iLvl"] = 220,
						["time"] = 1625667422,
						["class"] = 1,
						["bTag"] = "鲨鱼哥#51627",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "猫猫落泪-鬼雾峰",
						["iLvl"] = 229,
						["time"] = 1625667375,
						["class"] = 8,
						["bTag"] = "椎名真白#53239",
					}, -- [190]
					{
						["role"] = "TANK",
						["name"] = "尐红豆-菲拉斯",
						["iLvl"] = 227,
						["time"] = 1625667343,
						["class"] = 2,
						["bTag"] = "凉凉#52805",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "老子很英勇-鲜血熔炉",
						["iLvl"] = 211,
						["time"] = 1625667422,
						["class"] = 3,
						["bTag"] = "闪亮之雄#57504",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "脆的很哦-燃烧之刃",
						["iLvl"] = 225,
						["time"] = 1625667422,
						["class"] = 9,
						["bTag"] = "曾小闲#5877",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "宝贝电疗吗-凤凰之神",
						["iLvl"] = 198,
						["time"] = 1625667422,
						["class"] = 7,
						["bTag"] = "帅帅小卡#5327",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "菇娘你别跑-闪电之刃",
						["iLvl"] = 229,
						["time"] = 1625667381,
						["class"] = 1,
						["bTag"] = "露西菲迩#5661",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "告死線域-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1625667422,
						["class"] = 5,
						["bTag"] = "樊神众仆#5103",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "柒丶沫雪-影之哀伤",
						["iLvl"] = 198,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "柒丶沫雪#5644",
					}, -- [197]
					{
						["role"] = "TANK",
						["name"] = "Minpojke-影之哀伤",
						["iLvl"] = 228,
						["time"] = 1625667422,
						["class"] = 11,
						["bTag"] = "durexy#5330",
					}, -- [198]
					{
						["role"] = "TANK",
						["name"] = "纸短情长丶雷-伊森利恩",
						["iLvl"] = 209,
						["time"] = 1625667422,
						["class"] = 12,
						["bTag"] = "风行者#5146",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "焦糖小布丁丶-燃烧之刃",
						["iLvl"] = 228,
						["time"] = 1625667422,
						["class"] = 11,
						["bTag"] = "布布酱#5842",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "野性的咆哮-黑石尖塔",
						["iLvl"] = 223,
						["time"] = 1625667422,
						["class"] = 8,
						["bTag"] = "咆哮哥#5544",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "神说丶要有光-格雷迈恩",
						["iLvl"] = 227,
						["time"] = 1625667422,
						["class"] = 5,
						["bTag"] = "焦你作人#5166",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Mizukikaho-贫瘠之地",
						["iLvl"] = 193,
						["time"] = 1625667422,
						["class"] = 4,
						["bTag"] = "甜酒#51465",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "沙雕爱狗-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625667422,
						["class"] = 1,
						["bTag"] = "爱国#51465",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "社会工作原理-死亡之翼",
						["iLvl"] = 219,
						["time"] = 1625728011,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "暴力膜#5636",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "淡泊小白-风行者",
						["iLvl"] = 207,
						["time"] = 1625728009,
						["class"] = 10,
						["bTag"] = "直到关服#5244",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "不少一根骨-暴风祭坛",
						["iLvl"] = 212,
						["time"] = 1625727783,
						["class"] = 8,
						["bTag"] = "骨头哥#51925",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "黑鹜-凤凰之神",
						["iLvl"] = 216,
						["time"] = 1625728002,
						["class"] = 4,
						["bTag"] = "Pinksoda#51753",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "望月-燃烧之刃",
						["iLvl"] = 214,
						["time"] = 1625728023,
						["class"] = 8,
						["bTag"] = "遁去的一#51305",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "小阿贼-格鲁尔",
						["iLvl"] = 170,
						["time"] = 1625728023,
						["class"] = 4,
						["bTag"] = "hdddlyx#5876",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "Sinestro-贫瘠之地",
						["iLvl"] = 224,
						["time"] = 1625728011,
						["class"] = 1,
						["bTag"] = "野原新之助#52899",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "我的猫失踪了-霜之哀伤",
						["iLvl"] = 186,
						["time"] = 1625727985,
						["class"] = 3,
						["bTag"] = "战争使者#51855",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯小鲫鱼-玛洛加尔",
						["iLvl"] = 128,
						["time"] = 1625728023,
						["class"] = 4,
						["bTag"] = "威廉#5289",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力小安妮-幽暗沼泽",
						["iLvl"] = 197,
						["time"] = 1625727860,
						["class"] = 5,
						["bTag"] = "相见恨晚#51859",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "小扇扇呀扇-死亡熔炉",
						["iLvl"] = 214,
						["time"] = 1625727987,
						["class"] = 10,
						["bTag"] = "夕阳之刃#5821",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "宁做我-加基森",
						["iLvl"] = 124,
						["time"] = 1625728023,
						["class"] = 9,
						["bTag"] = "暴虎#5476",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "霍森布鲁斯-阿克蒙德",
						["iLvl"] = 227,
						["time"] = 1625728023,
						["class"] = 4,
						["bTag"] = "昵称不雅挨你蛋事#5294",
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "图图小宝贝-血色十字军",
						["time"] = 1625728023,
						["class"] = 12,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "译心-达纳斯",
						["iLvl"] = 226,
						["time"] = 1625728023,
						["class"] = 12,
						["bTag"] = "魔法之翼#5752",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "水水贼-布兰卡德",
						["iLvl"] = 224,
						["time"] = 1625727773,
						["class"] = 4,
						["bTag"] = "小小之植物#52425",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏晨晨-无尽之海",
						["iLvl"] = 225,
						["time"] = 1625728023,
						["class"] = 9,
						["bTag"] = "晨晨大人#5191",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "刘看山-凤凰之神",
						["iLvl"] = 200,
						["time"] = 1625728023,
						["class"] = 9,
						["bTag"] = "酒色的石头#5760",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "迦勒底牧歌-凤凰之神",
						["iLvl"] = 164,
						["time"] = 1625728023,
						["class"] = 1,
						["bTag"] = "牧歌#5228",
					}, -- [223]
					{
						["role"] = "TANK",
						["name"] = "上官灵芸-阿尔萨斯",
						["iLvl"] = 218,
						["time"] = 1625728011,
						["class"] = 2,
						["bTag"] = "粉红小肚兜#5204",
					}, -- [224]
					{
						["role"] = "TANK",
						["name"] = "啊丨乖乖站好-伊森利恩",
						["iLvl"] = 225,
						["time"] = 1625728016,
						["class"] = 2,
						["bTag"] = "林中玉#51829",
					}, -- [225]
					{
						["role"] = "TANK",
						["name"] = "诺诺大方-死亡之翼",
						["iLvl"] = 226,
						["time"] = 1625728023,
						["class"] = 12,
						["bTag"] = "诺诺大方#51954",
					}, -- [226]
					{
						["role"] = "HEALER",
						["name"] = "出云啊喵-卡德罗斯",
						["iLvl"] = 209,
						["time"] = 1625728016,
						["class"] = 11,
						["bTag"] = "伽罗奢#5882",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "格林德沃丶-死亡之翼",
						["iLvl"] = 211,
						["time"] = 1625728009,
						["class"] = 8,
						["bTag"] = "Blade#51874",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "八千里外瞄准-凤凰之神",
						["iLvl"] = 225,
						["time"] = 1625728002,
						["class"] = 3,
						["bTag"] = "杨森#5129",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "这不有手就行-格瑞姆巴托",
						["iLvl"] = 212,
						["time"] = 1625728018,
						["class"] = 8,
						["bTag"] = "猥琐的高玩哥#5686",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "无风无雨无晴-死亡之翼",
						["time"] = 1625728023,
						["class"] = 7,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "热心市民憨憨-白银之手",
						["iLvl"] = 194,
						["time"] = 1625728023,
						["class"] = 4,
						["bTag"] = "暖心小憨憨#5759",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "Aischulos-龙骨平原",
						["iLvl"] = 223,
						["time"] = 1625728023,
						["class"] = 3,
						["bTag"] = "Aischulos#5754",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "幽影谷的月光-埃德萨拉",
						["time"] = 1625728023,
						["class"] = 12,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "壹零贰肆-影之哀伤",
						["iLvl"] = 205,
						["time"] = 1625735246,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "齊楚秦燕#5231",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "冰淇淋加點茶-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625735129,
						["class"] = 7,
						["bTag"] = "啃萝卜的娃#5306",
					}, -- [236]
					{
						["role"] = "TANK",
						["name"] = "丶小爪丶-凤凰之神",
						["iLvl"] = 222,
						["time"] = 1625735246,
						["class"] = 2,
						["bTag"] = "爪儿#5585",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "Vapid-无尽之海",
						["time"] = 1625735246,
						["class"] = 7,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "Erica-加基森",
						["time"] = 1625735246,
						["class"] = 2,
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "奶瓶掉了-凤凰之神",
						["iLvl"] = 220,
						["time"] = 1625735085,
						["class"] = 7,
						["bTag"] = "Vpang#5936",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "九千歳-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625735089,
						["class"] = 4,
						["bTag"] = "李什什#5349",
					}, -- [241]
					{
						["role"] = "TANK",
						["name"] = "Zivababy-安苏",
						["iLvl"] = 209,
						["time"] = 1625735246,
						["class"] = 12,
						["bTag"] = "屌丝基摩人#5925",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "熊毅武-恶魔之魂",
						["iLvl"] = 219,
						["time"] = 1625735036,
						["class"] = 3,
						["bTag"] = "熊毅武#5627",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "无限鬼畜羊驼-幽暗沼泽",
						["iLvl"] = 219,
						["time"] = 1625735070,
						["class"] = 6,
						["bTag"] = "Darkdays#5912",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "奶露恩丶-迅捷微风",
						["iLvl"] = 199,
						["time"] = 1625735246,
						["class"] = 11,
						["bTag"] = "夏宿丶#51705",
					}, -- [245]
					{
						["role"] = "TANK",
						["name"] = "迪丽锅巴-凤凰之神",
						["iLvl"] = 202,
						["time"] = 1625735072,
						["class"] = 2,
						["bTag"] = "总有刁民想害朕#512867",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "Jioenwick-布兰卡德",
						["iLvl"] = 227,
						["time"] = 1625735036,
						["class"] = 2,
						["bTag"] = "二二三四#5584",
					}, -- [247]
					{
						["role"] = "TANK",
						["name"] = "兰丶-迅捷微风",
						["iLvl"] = 226,
						["time"] = 1625735246,
						["class"] = 11,
						["bTag"] = "夏宿丶#51705",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "Triff-影之哀伤",
						["iLvl"] = 230,
						["time"] = 1625735246,
						["class"] = 4,
						["bTag"] = "triff#5837",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凌结晶-迅捷微风",
						["iLvl"] = 221,
						["time"] = 1625735085,
						["class"] = 8,
						["bTag"] = "善良是一种选择#5662",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "大牙戳翻天-燃烧军团",
						["iLvl"] = 183,
						["time"] = 1625735097,
						["class"] = 3,
						["bTag"] = "网瘾中年#51908",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "Showhide-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625735246,
						["class"] = 4,
						["bTag"] = "Showhide#5314",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "秋叻-影之哀伤",
						["time"] = 1625735007,
						["class"] = 12,
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "小心灬身后-森金",
						["iLvl"] = 201,
						["time"] = 1625735080,
						["class"] = 4,
						["bTag"] = "微风#5753",
					}, -- [254]
					{
						["role"] = "TANK",
						["name"] = "小星巧乐兹-克尔苏加德",
						["iLvl"] = 200,
						["time"] = 1625735036,
						["class"] = 6,
						["bTag"] = "星月相皎洁#5319",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "许你七日暖-影之哀伤",
						["iLvl"] = 220,
						["time"] = 1625735072,
						["class"] = 3,
						["bTag"] = "浮华半生#51440",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "Asrita-卡德加",
						["iLvl"] = 207,
						["time"] = 1625735070,
						["class"] = 3,
						["bTag"] = "rita#5372",
					}, -- [257]
					{
						["role"] = "TANK",
						["name"] = "Dinner-影之哀伤",
						["iLvl"] = 200,
						["time"] = 1625735080,
						["class"] = 12,
						["bTag"] = "Emo#51961",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "迷糊桃-冰风岗",
						["iLvl"] = 209,
						["time"] = 1625735459,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "花猫爱炸鸡#5945",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的晓鸟-冰风岗",
						["iLvl"] = 219,
						["time"] = 1625735459,
						["class"] = 1,
						["bTag"] = "bill#5922",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "那一夜的影子-冰风岗",
						["iLvl"] = 226,
						["time"] = 1625735459,
						["class"] = 5,
						["bTag"] = "影子#5724",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冷的眼泪-萨尔",
						["iLvl"] = 226,
						["time"] = 1625735459,
						["class"] = 8,
						["bTag"] = "冰冷的眼泪#5246",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "Skagerrak-死亡之翼",
						["iLvl"] = 228,
						["time"] = 1625735459,
						["class"] = 6,
						["bTag"] = "SKrejoice#5675",
					}, -- [263]
					{
						["role"] = "HEALER",
						["name"] = "风花雪月-巨龙之吼",
						["time"] = 1625735459,
						["class"] = 7,
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "罪丶无痕-巨龙之吼",
						["iLvl"] = 223,
						["time"] = 1625735459,
						["class"] = 3,
						["bTag"] = "Vibutnum#5435",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "夜千丶-寒冰皇冠",
						["iLvl"] = 223,
						["time"] = 1625735459,
						["class"] = 4,
						["bTag"] = "Gensis#5288",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "别听丶-冰风岗",
						["iLvl"] = 229,
						["time"] = 1625735414,
						["class"] = 5,
						["bTag"] = "隔壁老王#520293",
					}, -- [267]
					{
						["role"] = "TANK",
						["name"] = "璃枝-影之哀伤",
						["time"] = 1625735459,
						["class"] = 11,
					}, -- [268]
					{
						["role"] = "HEALER",
						["name"] = "不吃咸爆米花-梦境之树",
						["iLvl"] = 213,
						["time"] = 1625735459,
						["class"] = 2,
						["bTag"] = "落灬殇#5797",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "杨师傅-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625735346,
						["class"] = 9,
						["bTag"] = "思来想去#5584",
					}, -- [270]
					{
						["role"] = "DAMAGER",
						["name"] = "宇宙最强炮灰-石爪峰",
						["iLvl"] = 223,
						["time"] = 1625735459,
						["class"] = 1,
						["bTag"] = "zhangy#51248",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkedge-安苏",
						["iLvl"] = 222,
						["time"] = 1625735404,
						["class"] = 4,
						["bTag"] = "Key#53256",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "乖乖小丸丸-安苏",
						["iLvl"] = 86,
						["time"] = 1625735388,
						["class"] = 1,
						["bTag"] = "小怪兽#5418",
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝萌萌-丹莫德",
						["iLvl"] = 201,
						["time"] = 1625735388,
						["class"] = 7,
						["bTag"] = "米朵朵#5419",
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "一行-诺莫瑞根",
						["iLvl"] = 209,
						["time"] = 1625735416,
						["class"] = 4,
						["bTag"] = "TwistedFate#5471",
					}, -- [275]
					{
						["role"] = "DAMAGER",
						["name"] = "我叫小胖几-伊莫塔尔",
						["iLvl"] = 223,
						["time"] = 1625735421,
						["class"] = 4,
						["bTag"] = "我不做人啦#5910",
					}, -- [276]
					{
						["role"] = "TANK",
						["name"] = "Treediable-祖尔金",
						["iLvl"] = 202,
						["time"] = 1625812194,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "diabletree#5225",
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "创圣-基尔罗格",
						["iLvl"] = 209,
						["time"] = 1625812194,
						["class"] = 8,
						["bTag"] = "瓦尔基利#5586",
					}, -- [278]
					{
						["role"] = "TANK",
						["name"] = "指尖的执念-影之哀伤",
						["iLvl"] = 212,
						["time"] = 1625812194,
						["class"] = 2,
						["bTag"] = "路人甲#5785",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "苍天绕过谁丶-死亡之翼",
						["iLvl"] = 205,
						["time"] = 1625812194,
						["class"] = 12,
						["bTag"] = "Lsh#51566",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "国服第一盗賊-加基森",
						["iLvl"] = 186,
						["time"] = 1625812194,
						["class"] = 4,
						["bTag"] = "邛崃楠少#5696",
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "Chucheng-死亡之翼",
						["iLvl"] = 216,
						["time"] = 1625812194,
						["class"] = 12,
						["bTag"] = "cooperw#5434",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟督不噶油-格瑞姆巴托",
						["iLvl"] = 225,
						["time"] = 1625812194,
						["class"] = 8,
						["bTag"] = "恪恪欧巴#5883",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫发丝-加基森",
						["iLvl"] = 204,
						["time"] = 1625812194,
						["class"] = 8,
						["bTag"] = "里包恩#5457",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "潦草收场吗-死亡之翼",
						["time"] = 1625812182,
						["class"] = 12,
					}, -- [285]
					{
						["role"] = "TANK",
						["name"] = "无敌圣疗-克尔苏加德",
						["iLvl"] = 214,
						["time"] = 1625812194,
						["class"] = 2,
						["bTag"] = "Harkie#5679",
					}, -- [286]
					{
						["role"] = "TANK",
						["name"] = "聖丨啟-凤凰之神",
						["iLvl"] = 206,
						["time"] = 1625812194,
						["class"] = 2,
						["bTag"] = "SleepyBear#514748",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "信手斩日-布兰卡德",
						["iLvl"] = 205,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "Nolove#51486",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "沐沐喵-丹莫德",
						["iLvl"] = 206,
						["time"] = 1625812147,
						["class"] = 3,
						["bTag"] = "祈蝶#5434",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "纪大成-伊森利恩",
						["iLvl"] = 227,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "纪大成#5450",
					}, -- [290]
					{
						["role"] = "TANK",
						["name"] = "兔三岁-安苏",
						["iLvl"] = 210,
						["time"] = 1625812194,
						["class"] = 11,
						["bTag"] = "一天两包烟#51992",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "人美歌甜-米奈希尔",
						["iLvl"] = 226,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "上古九泽#5375",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "依然乄尐盟-火焰之树",
						["iLvl"] = 226,
						["time"] = 1625812147,
						["class"] = 7,
						["bTag"] = "依然乄尐盟#5260",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "天道无理-燃烧之刃",
						["iLvl"] = 212,
						["time"] = 1625812194,
						["class"] = 8,
						["bTag"] = "华丽之虎#5196871",
					}, -- [294]
					{
						["role"] = "DAMAGER",
						["name"] = "Gentle-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625812194,
						["class"] = 6,
						["bTag"] = "Too#52112",
					}, -- [295]
					{
						["role"] = "TANK",
						["name"] = "德孺懿-阿曼尼",
						["iLvl"] = 211,
						["time"] = 1625812194,
						["class"] = 11,
						["bTag"] = "徳孺懿#5969",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "奥古斯特灬-凤凰之神",
						["iLvl"] = 213,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "文体两开花#5449",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻河边草-死亡之翼",
						["iLvl"] = 230,
						["time"] = 1625812178,
						["class"] = 7,
						["bTag"] = "草哥#5220",
					}, -- [298]
					{
						["role"] = "TANK",
						["name"] = "浅笑低敛眸丶-影之哀伤",
						["iLvl"] = 230,
						["time"] = 1625812194,
						["class"] = 10,
						["bTag"] = "一杯酸牛奶#51112",
					}, -- [299]
					{
						["role"] = "HEALER",
						["name"] = "明凯-海加尔",
						["iLvl"] = 224,
						["time"] = 1625812194,
						["class"] = 2,
						["bTag"] = "永不磨损的肝#5742",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "明天再努力吧-冰风岗",
						["iLvl"] = 226,
						["time"] = 1625812194,
						["class"] = 4,
						["bTag"] = "枫红染秋与君遇#5660",
					}, -- [301]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城殇-恐怖图腾",
						["iLvl"] = 212,
						["time"] = 1625812194,
						["class"] = 5,
						["bTag"] = "邵汉岳#5469",
					}, -- [302]
					{
						["role"] = "DAMAGER",
						["name"] = "厨戏痞丶子-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625812194,
						["class"] = 10,
						["bTag"] = "孤傲之熊#510674",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "旺仔不是奶-艾莫莉丝",
						["iLvl"] = 191,
						["time"] = 1625812194,
						["class"] = 8,
						["bTag"] = "旺仔不是奶#5987",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "赵总司令-影之哀伤",
						["iLvl"] = 229,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "假猪套天下第一#5878",
					}, -- [305]
					{
						["role"] = "DAMAGER",
						["name"] = "Okiokiwrkwrk-死亡之翼",
						["time"] = 1625812172,
						["class"] = 11,
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "炎之绞杀-月神殿",
						["iLvl"] = 214,
						["time"] = 1625812165,
						["class"] = 10,
						["bTag"] = "虎纹鲨鱼不吃鱼#5486",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "淂儿驾-贫瘠之地",
						["iLvl"] = 219,
						["time"] = 1625812135,
						["class"] = 11,
						["bTag"] = "庸懒的烤猪#5321",
					}, -- [308]
					{
						["role"] = "HEALER",
						["name"] = "Hiroshima-诺莫瑞根",
						["iLvl"] = 142,
						["time"] = 1625812192,
						["class"] = 5,
						["bTag"] = "MonkeyDLuffy#5781",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "明年上春晚-伊森利恩",
						["iLvl"] = 209,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "KYO#52119",
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "菲利斯-伊森利恩",
						["iLvl"] = 216,
						["time"] = 1625812194,
						["class"] = 1,
						["bTag"] = "罗泡泡丶#5234",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "泡泡奶小糖-克尔苏加德",
						["iLvl"] = 231,
						["time"] = 1625812194,
						["class"] = 11,
						["bTag"] = "RussellGeToV#5446",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "鸡蛋哥哥-暴风祭坛",
						["time"] = 1625812178,
						["class"] = 6,
					}, -- [313]
					{
						["role"] = "TANK",
						["name"] = "弄杂刚度-斩魔者",
						["iLvl"] = 228,
						["time"] = 1625812194,
						["class"] = 2,
						["bTag"] = "Tempo#5411",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "一喷子撂倒-布兰卡德",
						["iLvl"] = 228,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "锐擦咔擦图#5367",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "苏丶妲己-莱索恩",
						["iLvl"] = 226,
						["time"] = 1625812194,
						["class"] = 3,
						["bTag"] = "郭治#5638",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "丨爆炸头丨-埃德萨拉",
						["iLvl"] = 227,
						["time"] = 1625812194,
						["class"] = 4,
						["bTag"] = "毁灭阴影#5208",
					}, -- [317]
					{
						["role"] = "DAMAGER",
						["name"] = "斗破苍穹-尘风峡谷",
						["iLvl"] = 174,
						["time"] = 1625813402,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "斗破苍穹#5923",
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "奶你到死-提尔之手",
						["iLvl"] = 217,
						["time"] = 1625813420,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "灭了小日本#5869",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "Coli-斯克提斯",
						["iLvl"] = 187,
						["time"] = 1625813455,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "amazingcl#5671",
					}, -- [320]
					{
						["role"] = "TANK",
						["name"] = "丨咕丨咕丨-巴尔古恩",
						["iLvl"] = 215,
						["time"] = 1625813402,
						["class"] = 11,
						["bTag"] = "魔兽是座坟#5939",
					}, -- [321]
					{
						["role"] = "TANK",
						["name"] = "含著棒棒糖-格雷迈恩",
						["iLvl"] = 222,
						["time"] = 1625813455,
						["class"] = 11,
						["bTag"] = "温柔如歌#5962",
					}, -- [322]
					{
						["role"] = "HEALER",
						["name"] = "鬼畜雅-格雷迈恩",
						["iLvl"] = 225,
						["time"] = 1625813455,
						["class"] = 5,
						["bTag"] = "儒雅#5104",
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "爱情小火箭-熊猫酒仙",
						["iLvl"] = 172,
						["time"] = 1625813443,
						["class"] = 12,
						["bTag"] = "壹拾伍畫#5899",
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "夕夏幽梦-死亡之翼",
						["iLvl"] = 206,
						["time"] = 1625813455,
						["class"] = 3,
						["bTag"] = "颜丁丁#5573",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "Unclesheep-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625813424,
						["class"] = 7,
						["bTag"] = "Unclesheep#5118",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "藤藤菜-格瑞姆巴托",
						["iLvl"] = 202,
						["time"] = 1625813416,
						["class"] = 8,
						["bTag"] = "爆炸寿司#5528",
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面乖兽-龙骨平原",
						["iLvl"] = 223,
						["time"] = 1625813455,
						["class"] = 11,
						["bTag"] = "少年#54803",
					}, -- [328]
					{
						["role"] = "DAMAGER",
						["name"] = "做鬼也风流-格瑞姆巴托",
						["iLvl"] = 200,
						["time"] = 1625813416,
						["class"] = 1,
						["bTag"] = "樊樊#5262",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "夜筱柒-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625813416,
						["class"] = 8,
						["bTag"] = "Moonlight#5198",
					}, -- [330]
					{
						["role"] = "TANK",
						["name"] = "沉醉梦吥醒-凤凰之神",
						["iLvl"] = 230,
						["time"] = 1625813422,
						["class"] = 12,
						["bTag"] = "笑看人世繁华#51911",
					}, -- [331]
					{
						["role"] = "HEALER",
						["name"] = "查理布-格瑞姆巴托",
						["time"] = 1625813516,
						["class"] = 5,
						["leader"] = true,
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "顶级折磨丶-冰风岗",
						["time"] = 1625813510,
						["class"] = 10,
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "才华丷横溢-血色十字军",
						["iLvl"] = 229,
						["time"] = 1625813516,
						["class"] = 10,
						["bTag"] = "暗淡的背影#5562",
					}, -- [334]
					{
						["role"] = "TANK",
						["name"] = "Dichuka-影之哀伤",
						["iLvl"] = 209,
						["time"] = 1625920297,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Wuzhao0#5851",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "钥圈儿-死亡之翼",
						["iLvl"] = 207,
						["time"] = 1625920295,
						["class"] = 10,
						["bTag"] = "时光错影#5137",
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "小虎爷们-无尽之海",
						["iLvl"] = 222,
						["time"] = 1625920297,
						["class"] = 10,
						["bTag"] = "葉小钗#5729",
					}, -- [337]
					{
						["role"] = "TANK",
						["name"] = "糍粑冰粉丶-燃烧之刃",
						["iLvl"] = 229,
						["time"] = 1625920303,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "霸气流弊双鱼座#5653",
					}, -- [338]
					{
						["role"] = "TANK",
						["name"] = "盛夏光年丶-希尔瓦娜斯",
						["iLvl"] = 224,
						["time"] = 1625920307,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "一胸燃烧的毛#5348",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "胖大星抓水母-无尽之海",
						["iLvl"] = 225,
						["time"] = 1625920303,
						["class"] = 7,
						["bTag"] = "集合石热心群众#5675",
					}, -- [340]
					{
						["role"] = "DAMAGER",
						["name"] = "机灬遇-凤凰之神",
						["iLvl"] = 222,
						["time"] = 1625920348,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "囧生#5584",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖玫瑰-大地之怒",
						["iLvl"] = 216,
						["time"] = 1625920327,
						["class"] = 3,
						["bTag"] = "妖妖玫瑰#5481",
					}, -- [342]
					{
						["role"] = "DAMAGER",
						["name"] = "我来治疗你-萨菲隆",
						["time"] = 1625920297,
						["class"] = 5,
					}, -- [343]
					{
						["role"] = "TANK",
						["name"] = "嘟噜噜丶-无尽之海",
						["iLvl"] = 224,
						["time"] = 1625920299,
						["class"] = 12,
						["bTag"] = "K1ngFiasco#5645",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "值得信赖-菲米丝",
						["time"] = 1625920299,
						["class"] = 1,
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "奇尔希银-格瑞姆巴托",
						["time"] = 1625920295,
						["class"] = 3,
					}, -- [346]
					{
						["role"] = "HEALER",
						["name"] = "风口的猪-奥尔加隆",
						["iLvl"] = 214,
						["time"] = 1625920307,
						["class"] = 11,
						["bTag"] = "让你明白让你痛#5921",
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "双层天椒皇堡-迅捷微风",
						["iLvl"] = 227,
						["time"] = 1625920277,
						["class"] = 1,
						["bTag"] = "想养一条柯基耶#5419",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "丨幻灬视丨-无尽之海",
						["iLvl"] = 225,
						["time"] = 1625920277,
						["class"] = 8,
						["bTag"] = "Tino#51255",
					}, -- [349]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -113.777587890625,
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"2-265-713-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
				"4-0-6-0", -- [4]
				"2-261-699-0", -- [5]
				"2-260-695-0", -- [6]
				"4-0-0-0", -- [7]
				"6-0-17-0", -- [8]
			},
			["version"] = "90005.03",
			["advShine"] = "90002.03",
			["lastSearchCode"] = "2-265-713-0",
		},
		["招商中证白酒 - 罗宁"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-7-0", -- [3]
				"2-260-695-0", -- [4]
				"2-260-694-0", -- [5]
				"2-265-713-0", -- [6]
				"2-265-714-0", -- [7]
				"2-263-705-0", -- [8]
				"2-261-698-0", -- [9]
				"2-263-706-0", -- [10]
				"2-259-688-0", -- [11]
				"2-259-690-0", -- [12]
				"2-261-699-0", -- [13]
				"4-0-0-0", -- [14]
				"4-0-6-0", -- [15]
				"7-0-733-0", -- [16]
				"3-267-720-0", -- [17]
				"2-0-0-0", -- [18]
			},
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-260-695-0", -- [2]
				"4-0-7-0", -- [3]
				"4-0-6-0", -- [4]
				"2-259-688-0", -- [5]
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "女为悦己者容-苏塔恩",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1622727414,
					}, -- [1]
					{
						["class"] = 1,
						["role"] = "NONE",
						["name"] = "美人布蕾妮-银松森林",
						["time"] = 1622727414,
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "寸延-永恒之井",
						["bTag"] = "陶醉#51257",
						["class"] = 12,
						["time"] = 1622727414,
						["iLvl"] = 225,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "西瓜味泡泡糖-罗宁",
						["bTag"] = "小软妹纸#5835",
						["class"] = 12,
						["time"] = 1622728763,
						["iLvl"] = 205,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毒爆虫-亚雷戈斯",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1622728763,
					}, -- [5]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "暴力修女-银松森林",
						["time"] = 1622728763,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀光-永恒之井",
						["bTag"] = "陶醉#51257",
						["class"] = 1,
						["time"] = 1622728763,
						["iLvl"] = 176,
					}, -- [7]
				},
			},
		},
		["Tfboys - 蜘蛛王国"] = {
			["appShine"] = "80100.03",
			["lastSearchCode"] = "2-261-698-0",
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-137-502-0", -- [2]
				"2-119-452-0", -- [3]
				"1-134-488-0", -- [4]
				"1-134-489-0", -- [5]
				"1-124-421-0", -- [6]
				"1-124-423-0", -- [7]
				"1-124-469-0", -- [8]
				"1-124-420-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 254.114988271256,
				["hide"] = true,
			},
			["version"] = "90002.03",
			["recent"] = {
				["2-261-698-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Fujimakenji-黑暗之门",
						["iLvl"] = 187,
						["time"] = 1608307660,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "楚风#5494",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面大侠-奥特兰克",
						["iLvl"] = 185,
						["class"] = 1,
						["time"] = 1608307660,
						["bTag"] = "萌面巨侠#5310",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是天神-勇士岛",
						["iLvl"] = 188,
						["class"] = 8,
						["time"] = 1608307660,
						["bTag"] = "竹子#5287",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月银灵-艾苏恩",
						["iLvl"] = 187,
						["class"] = 4,
						["time"] = 1608307660,
						["bTag"] = "蛮力之翼#51686",
					}, -- [4]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦诅-主宰之剑",
						["iLvl"] = 197,
						["time"] = 1608131965,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Alex#59299",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银龙希斯-格瑞姆巴托",
						["iLvl"] = 106,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "蛮力老王#5732",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬血满衣丶丿-安苏",
						["iLvl"] = 184,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "灬与君绝#5649",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿豫-罗宁",
						["iLvl"] = 193,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "至夜方散#5600",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "泄矢诹訪子-金色平原",
						["iLvl"] = 195,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "信仰圣光吧#53754",
					}, -- [5]
					{
						["name"] = "野蠻骨灰盒-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1608131965,
						["class"] = 9,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "肥鹌鹑-狂热之刃",
						["iLvl"] = 188,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "HappyPants#511285",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "殷倾颜-罗宁",
						["iLvl"] = 171,
						["class"] = 9,
						["time"] = 1608131945,
						["bTag"] = "微微#5992",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魯路修-贫瘠之地",
						["iLvl"] = 189,
						["class"] = 11,
						["time"] = 1608131629,
						["bTag"] = "暗夜之鸦#52219",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬香蕉君-白银之手",
						["iLvl"] = 195,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "人菜话还多#5450",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "旧书签-丽丽（四川）",
						["iLvl"] = 147,
						["class"] = 8,
						["time"] = 1608131619,
						["bTag"] = "近战劣人雷克萨#5997",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Alles-永恒之井",
						["iLvl"] = 152,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "ohne#5818",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "北落紫衫-白银之手",
						["iLvl"] = 159,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "北落紫宵#5118",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子灬阿炳-伊瑟拉",
						["iLvl"] = 182,
						["class"] = 12,
						["time"] = 1608131965,
						["bTag"] = "最硬的骨终喂汪#5835",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魁-主宰之剑",
						["iLvl"] = 145,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "空空#52212",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈旋风-远古海滩",
						["iLvl"] = 179,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "嘻哈旋风#5106",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "切切萌萌德-埃德萨拉",
						["iLvl"] = 149,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "景瑜#51438",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "playerACCNXZ-月光林地",
						["iLvl"] = 151,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "它她他#5452",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Constantin-雷霆号角",
						["iLvl"] = 179,
						["class"] = 3,
						["time"] = 1608131682,
						["bTag"] = "Ivan#55168",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "毒龙云中他-金色平原",
						["iLvl"] = 176,
						["class"] = 3,
						["time"] = 1608131812,
						["bTag"] = "神的矢状面#5765",
					}, -- [20]
					{
						["name"] = "虞图-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1608131965,
						["class"] = 2,
					}, -- [21]
					{
						["name"] = "如羿大酷猫-玛法里奥",
						["role"] = "DAMAGER",
						["time"] = 1608131965,
						["class"] = 3,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "哲学涂鴉-主宰之剑",
						["iLvl"] = 185,
						["class"] = 9,
						["time"] = 1608131820,
						["bTag"] = "Pie#5721",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "阿豫-金色平原",
						["iLvl"] = 173,
						["class"] = 10,
						["time"] = 1608131899,
						["bTag"] = "至夜方散#5600",
					}, -- [24]
					{
						["name"] = "阡陌残-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1608131965,
						["class"] = 3,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvanasquee-金色平原",
						["iLvl"] = 158,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "乳此灬迷人#5475",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "好朋友跳跳虎-安苏",
						["iLvl"] = 191,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "我整天喝酸奶#5312",
					}, -- [27]
					{
						["name"] = "心碎的月光-拉文霍德",
						["role"] = "DAMAGER",
						["time"] = 1608131965,
						["class"] = 11,
					}, -- [28]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 34.76364135742188,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["advShine"] = "80100.03",
			["searchHistoryList"] = {
				"2-261-698-0", -- [1]
				"6-0-16-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"2-0-0-0", -- [5]
				"1-248-652-0", -- [6]
				"1-247-647-0", -- [7]
				"2-137-499-0", -- [8]
				"2-137-502-0", -- [9]
				"2-142-517-0", -- [10]
				"3-132-493-0", -- [11]
				"2-115-462-0", -- [12]
			},
			["searchInputHistory"] = {
				["2-117-464-0"] = {
					"2", -- [1]
				},
				["2-0-0-0"] = {
					"2C", -- [1]
					"4C", -- [2]
					"随便", -- [3]
				},
				["6-0-16-0"] = {
					"大", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
