
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["云缨儿 - 凤凰之神"] = "云缨儿 - 凤凰之神",
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
	},
	["profiles"] = {
		["云缨儿 - 凤凰之神"] = {
			["lastSearchCode"] = "6-0-0-0",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "無丶丨尽-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1625063176,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "对面惊呆#5420",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "喂枝木标-无尽之海",
						["time"] = 1625063176,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我啊鸡-恶魔之魂",
						["iLvl"] = 211,
						["time"] = 1625061860,
						["class"] = 8,
						["bTag"] = "Imchicken#5926",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Combustion-克尔苏加德",
						["iLvl"] = 194,
						["time"] = 1625063176,
						["class"] = 8,
						["bTag"] = "泠鸢#51812",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "雨落琉璃-狂热之刃",
						["iLvl"] = 211,
						["time"] = 1625063176,
						["class"] = 11,
						["bTag"] = "泽拉图#520103",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "一奈超人-死亡之翼",
						["time"] = 1625061436,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丿乀神-布兰卡德",
						["iLvl"] = 213,
						["time"] = 1625063176,
						["class"] = 6,
						["bTag"] = "贪睡之熊#542550",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆炒洋芋儿-燃烧之刃",
						["iLvl"] = 213,
						["time"] = 1625063176,
						["class"] = 12,
						["bTag"] = "妖怪莫跑#51751",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "全妞妞-冰风岗",
						["iLvl"] = 214,
						["time"] = 1625063176,
						["class"] = 7,
						["bTag"] = "希女王的粉条#5267",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "接客部-巫妖之王",
						["iLvl"] = 206,
						["time"] = 1625063176,
						["class"] = 11,
						["bTag"] = "树随风#5902",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "南征-无尽之海",
						["iLvl"] = 208,
						["time"] = 1625063176,
						["class"] = 3,
						["bTag"] = "jovirk#51792",
					}, -- [11]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "狄野千寻-伊森利恩",
						["iLvl"] = 213,
						["time"] = 1625189248,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "苏湮#5573",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "遗失的堕落-凤凰之神",
						["iLvl"] = 217,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "逝去的战旗#5816",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "肛灬烈牛-拉文凯斯",
						["iLvl"] = 223,
						["time"] = 1625189248,
						["class"] = 11,
						["bTag"] = "赵东东#5682",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "小夨魂-伊森利恩",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 11,
						["bTag"] = "霜冻之足#56819",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "翩翩入我心-安苏",
						["iLvl"] = 226,
						["time"] = 1625189248,
						["class"] = 10,
						["bTag"] = "偏偏翩翩入我心#5244",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "子望-死亡之翼",
						["iLvl"] = 227,
						["time"] = 1625189248,
						["class"] = 6,
						["bTag"] = "咚咚咚咚咚丶#5225",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "翡翠龍舌蘭-冰霜之刃",
						["iLvl"] = 215,
						["time"] = 1625189248,
						["class"] = 5,
						["bTag"] = "Anubis#5212",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔温蒂斯-安苏",
						["iLvl"] = 229,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "风之之天狼#5964",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "浚哥哥丶-燃烧之刃",
						["iLvl"] = 200,
						["time"] = 1625189243,
						["class"] = 1,
						["bTag"] = "你的阿浚丶#5292",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Whosyourmom-提瑞斯法",
						["iLvl"] = 224,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "哈蒙德#51166",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "斗牛蛋壳-布兰卡德",
						["iLvl"] = 226,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "欧阳一发#5125",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "赏心-雏龙之翼",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 2,
						["bTag"] = "白天#51788",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "博士斌-冰霜之刃",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 5,
						["bTag"] = "zhangbin#5188",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "海绵体鸨鸨-朵丹尼尔",
						["iLvl"] = 217,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "raynachang#5936",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "门口王大爷-贫瘠之地",
						["iLvl"] = 227,
						["time"] = 1625190209,
						["class"] = 3,
						["bTag"] = "门口王大爷#51825",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冽寒冬-凤凰之神",
						["iLvl"] = 229,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "凛冽寒风#51757",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "康康舞娘-恶魔之魂",
						["time"] = 1625189248,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "脸黑手白-安苏",
						["iLvl"] = 208,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "飄弈#5925",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "大耳朵天天-血色十字军",
						["iLvl"] = 228,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "雪千翎#5655",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "白马踏清风-凤凰之神",
						["iLvl"] = 221,
						["time"] = 1625189248,
						["class"] = 10,
						["bTag"] = "长夜雪满天#5750",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "无马尾菇凉-安苏",
						["iLvl"] = 202,
						["time"] = 1625189248,
						["class"] = 3,
						["bTag"] = "星期六#5609",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "形销骨立-洛肯",
						["time"] = 1625189237,
						["class"] = 9,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "法老灬之鹰-黑铁",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 8,
						["bTag"] = "大锤莱茵哈特#5235",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "死神之鐮-恶魔之魂",
						["time"] = 1625189248,
						["class"] = 6,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "大个肘子-雷霆之怒",
						["iLvl"] = 225,
						["time"] = 1625189248,
						["class"] = 1,
						["bTag"] = "大个肘子#51334",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "萨被凌-影之哀伤",
						["iLvl"] = 227,
						["time"] = 1625189248,
						["class"] = 7,
						["bTag"] = "一曲肝肠断#51250",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "折原临野-冰风岗",
						["time"] = 1625189248,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Neverlnd-克尔苏加德",
						["time"] = 1625189248,
						["class"] = 9,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "粒狸的豆狸-凤凰之神",
						["iLvl"] = 225,
						["time"] = 1625190229,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "只是一只猪#5750",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "钰琉霜丷琳琅-贫瘠之地",
						["iLvl"] = 226,
						["time"] = 1625190216,
						["class"] = 6,
						["bTag"] = "拂雪灬霜华#5611",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Dirtybass-燃烧之刃",
						["iLvl"] = 225,
						["time"] = 1625190216,
						["class"] = 3,
						["bTag"] = "DirtyBass#5303",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "不啃竹子-格瑞姆巴托",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "大米饭#5681",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Dacongming-海加尔",
						["iLvl"] = 221,
						["time"] = 1625190229,
						["class"] = 5,
						["bTag"] = "观风雨#5849",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "星光喵-狂热之刃",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "魔魇之殇影#5508",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "Artiter-暗影迷宫",
						["iLvl"] = 216,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "TTTTTTTTTT#5829",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Chronus-海加尔",
						["iLvl"] = 209,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "梦的边缘#5998",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Longer-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 3,
						["bTag"] = "龙斌#5608",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "叶靡羽织-迅捷微风",
						["iLvl"] = 222,
						["time"] = 1625190206,
						["class"] = 11,
						["bTag"] = "孤傲之熊#56545",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "丶龍丨-血环",
						["iLvl"] = 214,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "丶龍丨#5360",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰黑黯-迦拉克隆",
						["iLvl"] = 217,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "英雄朽了#5241",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "诸神之仲裁-亚雷戈斯",
						["iLvl"] = 195,
						["time"] = 1625190225,
						["class"] = 1,
						["bTag"] = "忧郁的猫公#5420",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "菠萝桑-伊森利恩",
						["iLvl"] = 220,
						["time"] = 1625190197,
						["class"] = 8,
						["bTag"] = "讯刃皮奇#5718",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "酸菜肉丝丶-凤凰之神",
						["iLvl"] = 211,
						["time"] = 1625190229,
						["class"] = 3,
						["bTag"] = "girffe#5242",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "小胡不是狐-凤凰之神",
						["iLvl"] = 212,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "girffe#5242",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Vipfuze-伊森利恩",
						["iLvl"] = 225,
						["time"] = 1625190229,
						["class"] = 9,
						["bTag"] = "紫檀梦翼#5420",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "狂野之风-鬼雾峰",
						["time"] = 1625190229,
						["class"] = 12,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "写写诗来澎湃-影之哀伤",
						["iLvl"] = 203,
						["time"] = 1625190229,
						["class"] = 4,
						["bTag"] = "郭海兵#5874",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "明空成曌-贫瘠之地",
						["iLvl"] = 218,
						["time"] = 1625190229,
						["class"] = 8,
						["bTag"] = "明空成曌#5209",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "珠珠的七七-战歌",
						["iLvl"] = 216,
						["time"] = 1625190223,
						["class"] = 4,
						["bTag"] = "Mirizz#5796",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "异形惜旻宝-暗影议会",
						["iLvl"] = 218,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "异形惜珍宝#5614",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Adain-安苏",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "格风#5288",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "怎么能吃兔兔-布兰卡德",
						["iLvl"] = 230,
						["time"] = 1625190206,
						["class"] = 11,
						["bTag"] = "BiuBiuBiu#54385",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "江南烟花-亚雷戈斯",
						["iLvl"] = 224,
						["time"] = 1625190189,
						["class"] = 2,
						["bTag"] = "黎明之刃#5241",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "承丶影-血色十字军",
						["iLvl"] = 227,
						["time"] = 1625190209,
						["class"] = 8,
						["bTag"] = "裁刀丶承影#5694",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "晚安笨熊-诺兹多姆",
						["iLvl"] = 224,
						["time"] = 1625190204,
						["class"] = 1,
						["bTag"] = "夏目友人帐#51826",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "凡可梦-死亡之翼",
						["iLvl"] = 210,
						["time"] = 1625190229,
						["class"] = 4,
						["bTag"] = "正月#51348",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "罗刹狂神灬-安苏",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 6,
						["bTag"] = "阿丰啊丶#5562",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "九重霞-天空之墙",
						["iLvl"] = 227,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "笑笑#5958",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "丶布布酱的熊-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 11,
						["bTag"] = "阿布#54488",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "虾米撒麻-死亡之翼",
						["iLvl"] = 226,
						["time"] = 1625190229,
						["class"] = 1,
						["bTag"] = "eki#5248",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "陳丶雪花啤酒-冰风岗",
						["iLvl"] = 223,
						["time"] = 1625190229,
						["class"] = 10,
						["bTag"] = "Arthas#5536",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "花堕越梅妆-伊森利恩",
						["iLvl"] = 224,
						["time"] = 1625190229,
						["class"] = 12,
						["bTag"] = "承神之佑#51180",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "斑点鹏-迅捷微风",
						["iLvl"] = 230,
						["time"] = 1625190229,
						["class"] = 7,
						["bTag"] = "陈皮皮#51246",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "浪子阿烈-卡德加",
						["iLvl"] = 229,
						["time"] = 1625190229,
						["class"] = 2,
						["bTag"] = "浪子阿烈#5348",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "与你书丶-血色十字军",
						["time"] = 1625190229,
						["class"] = 6,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "Bqq-血色十字军",
						["time"] = 1625190229,
						["class"] = 4,
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "茉影花-黑铁",
						["time"] = 1625190229,
						["class"] = 5,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "不讲武德儿-甜水绿洲",
						["time"] = 1625190229,
						["class"] = 11,
					}, -- [68]
				},
			},
			["version"] = "90002.03",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-7-0", -- [3]
			},
		},
		["招商中证白酒 - 罗宁"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"9-0-19-0", -- [2]
				"4-0-7-0", -- [3]
				"2-260-695-0", -- [4]
				"2-260-694-0", -- [5]
				"2-265-713-0", -- [6]
				"2-265-714-0", -- [7]
				"2-263-705-0", -- [8]
				"2-261-698-0", -- [9]
				"2-263-706-0", -- [10]
				"2-259-688-0", -- [11]
				"2-259-690-0", -- [12]
				"2-261-699-0", -- [13]
				"4-0-0-0", -- [14]
				"4-0-6-0", -- [15]
				"7-0-733-0", -- [16]
				"3-267-720-0", -- [17]
				"2-0-0-0", -- [18]
			},
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-260-695-0", -- [2]
				"4-0-7-0", -- [3]
				"4-0-6-0", -- [4]
				"2-259-688-0", -- [5]
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "女为悦己者容-苏塔恩",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1622727414,
					}, -- [1]
					{
						["role"] = "NONE",
						["class"] = 1,
						["time"] = 1622727414,
						["name"] = "美人布蕾妮-银松森林",
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "寸延-永恒之井",
						["bTag"] = "陶醉#51257",
						["class"] = 12,
						["time"] = 1622727414,
						["iLvl"] = 225,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "西瓜味泡泡糖-罗宁",
						["bTag"] = "小软妹纸#5835",
						["class"] = 12,
						["time"] = 1622728763,
						["iLvl"] = 205,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毒爆虫-亚雷戈斯",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1622728763,
					}, -- [5]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1622728763,
						["name"] = "暴力修女-银松森林",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀光-永恒之井",
						["bTag"] = "陶醉#51257",
						["class"] = 1,
						["time"] = 1622728763,
						["iLvl"] = 176,
					}, -- [7]
				},
			},
		},
		["Tfboys - 蜘蛛王国"] = {
			["appShine"] = "80100.03",
			["lastSearchCode"] = "2-261-698-0",
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-137-502-0", -- [2]
				"2-119-452-0", -- [3]
				"1-134-488-0", -- [4]
				"1-134-489-0", -- [5]
				"1-124-421-0", -- [6]
				"1-124-423-0", -- [7]
				"1-124-469-0", -- [8]
				"1-124-420-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 254.114988271256,
				["hide"] = true,
			},
			["version"] = "90002.03",
			["recent"] = {
				["2-261-698-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Fujimakenji-黑暗之门",
						["iLvl"] = 187,
						["time"] = 1608307660,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "楚风#5494",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面大侠-奥特兰克",
						["iLvl"] = 185,
						["class"] = 1,
						["time"] = 1608307660,
						["bTag"] = "萌面巨侠#5310",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是天神-勇士岛",
						["iLvl"] = 188,
						["class"] = 8,
						["time"] = 1608307660,
						["bTag"] = "竹子#5287",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月银灵-艾苏恩",
						["iLvl"] = 187,
						["class"] = 4,
						["time"] = 1608307660,
						["bTag"] = "蛮力之翼#51686",
					}, -- [4]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦诅-主宰之剑",
						["iLvl"] = 197,
						["time"] = 1608131965,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Alex#59299",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银龙希斯-格瑞姆巴托",
						["iLvl"] = 106,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "蛮力老王#5732",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬血满衣丶丿-安苏",
						["iLvl"] = 184,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "灬与君绝#5649",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿豫-罗宁",
						["iLvl"] = 193,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "至夜方散#5600",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "泄矢诹訪子-金色平原",
						["iLvl"] = 195,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "信仰圣光吧#53754",
					}, -- [5]
					{
						["time"] = 1608131965,
						["class"] = 9,
						["name"] = "野蠻骨灰盒-守护之剑",
						["role"] = "DAMAGER",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "肥鹌鹑-狂热之刃",
						["iLvl"] = 188,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "HappyPants#511285",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "殷倾颜-罗宁",
						["iLvl"] = 171,
						["class"] = 9,
						["time"] = 1608131945,
						["bTag"] = "微微#5992",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魯路修-贫瘠之地",
						["iLvl"] = 189,
						["class"] = 11,
						["time"] = 1608131629,
						["bTag"] = "暗夜之鸦#52219",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬香蕉君-白银之手",
						["iLvl"] = 195,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "人菜话还多#5450",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "旧书签-丽丽（四川）",
						["iLvl"] = 147,
						["class"] = 8,
						["time"] = 1608131619,
						["bTag"] = "近战劣人雷克萨#5997",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Alles-永恒之井",
						["iLvl"] = 152,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "ohne#5818",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "北落紫衫-白银之手",
						["iLvl"] = 159,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "北落紫宵#5118",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子灬阿炳-伊瑟拉",
						["iLvl"] = 182,
						["class"] = 12,
						["time"] = 1608131965,
						["bTag"] = "最硬的骨终喂汪#5835",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魁-主宰之剑",
						["iLvl"] = 145,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "空空#52212",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈旋风-远古海滩",
						["iLvl"] = 179,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "嘻哈旋风#5106",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "切切萌萌德-埃德萨拉",
						["iLvl"] = 149,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "景瑜#51438",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "playerACCNXZ-月光林地",
						["iLvl"] = 151,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "它她他#5452",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Constantin-雷霆号角",
						["iLvl"] = 179,
						["class"] = 3,
						["time"] = 1608131682,
						["bTag"] = "Ivan#55168",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "毒龙云中他-金色平原",
						["iLvl"] = 176,
						["class"] = 3,
						["time"] = 1608131812,
						["bTag"] = "神的矢状面#5765",
					}, -- [20]
					{
						["time"] = 1608131965,
						["class"] = 2,
						["name"] = "虞图-阿古斯",
						["role"] = "DAMAGER",
					}, -- [21]
					{
						["time"] = 1608131965,
						["class"] = 3,
						["name"] = "如羿大酷猫-玛法里奥",
						["role"] = "DAMAGER",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "哲学涂鴉-主宰之剑",
						["iLvl"] = 185,
						["class"] = 9,
						["time"] = 1608131820,
						["bTag"] = "Pie#5721",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "阿豫-金色平原",
						["iLvl"] = 173,
						["class"] = 10,
						["time"] = 1608131899,
						["bTag"] = "至夜方散#5600",
					}, -- [24]
					{
						["time"] = 1608131965,
						["class"] = 3,
						["name"] = "阡陌残-桑德兰",
						["role"] = "DAMAGER",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvanasquee-金色平原",
						["iLvl"] = 158,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "乳此灬迷人#5475",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "好朋友跳跳虎-安苏",
						["iLvl"] = 191,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "我整天喝酸奶#5312",
					}, -- [27]
					{
						["time"] = 1608131965,
						["class"] = 11,
						["name"] = "心碎的月光-拉文霍德",
						["role"] = "DAMAGER",
					}, -- [28]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 34.76364135742188,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["advShine"] = "80100.03",
			["searchHistoryList"] = {
				"2-261-698-0", -- [1]
				"6-0-16-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"2-0-0-0", -- [5]
				"1-248-652-0", -- [6]
				"1-247-647-0", -- [7]
				"2-137-499-0", -- [8]
				"2-137-502-0", -- [9]
				"2-142-517-0", -- [10]
				"3-132-493-0", -- [11]
				"2-115-462-0", -- [12]
			},
			["searchInputHistory"] = {
				["2-117-464-0"] = {
					"2", -- [1]
				},
				["2-0-0-0"] = {
					"2C", -- [1]
					"4C", -- [2]
					"随便", -- [3]
				},
				["6-0-16-0"] = {
					"大", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
