
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "Tfboys-蜘蛛王国",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 172689,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172689::::::::120:268::26:6:6386:6388:1572:4786:6508:4775:::|h[腐化角斗士的皮甲护颅]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 495,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:268::11:4:6316:4932:4933:1632:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 172726,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172726::::::::120:268::26:6:6386:6389:1572:4786:6509:4775:::|h[腐化角斗士的皮甲肩胄]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172705,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172705::::::::120:268::26:6:6386:6388:1572:4786:6507:4775:::|h[腐化角斗士的皮甲卫衣]|h|r",
		}, -- [5]
		{
			["ID"] = 172582,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172582::::::::120:270::25:4:6387:6388:1557:4786:::|h[腐化角斗士的皮甲腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 172638,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172638::::::::120:270::26:4:6387:6388:1572:4786:::|h[腐化角斗士的皮甲裤子]|h|r",
		}, -- [7]
		{
			["ID"] = 172627,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172627::::::::120:270::25:4:6387:6389:1557:4786:::|h[腐化角斗士的皮甲护足]|h|r",
		}, -- [8]
		{
			["ID"] = 172650,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:172650::::::::120:270::38:6:6361:6388:6516:6513:1552:4786:::|h[腐化角斗士的皮甲裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 172628,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172628::::::::120:268::26:4:6387:6389:1572:4786:::|h[腐化角斗士的皮甲护手]|h|r",
		}, -- [10]
		{
			["ID"] = 172664,
			["Level"] = 440,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172664::::::::120:270::38:6:6361:6389:6516:6515:1552:4786:::|h[腐化角斗士的戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 172664,
			["Level"] = 440,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:172664::::::::120:268::38:6:6361:6389:6516:6515:1552:4786:::|h[腐化角斗士的戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 172669,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:270::26:5:6387:6389:6515:1572:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [13]
		{
			["ID"] = 172669,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:268::26:5:6387:6389:6515:1572:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:268::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172757,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172757::::::::120:270::26:4:6387:6389:1572:4786:::|h[腐化角斗士的长刺]|h|r",
		}, -- [16]
		{
			["ID"] = 155425,
			["Level"] = 375,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cffa335ee|Hitem:155425::::::::120:270::27:3:4803:1567:4783:::|h[钩尾女王蜂之刺]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
