
ElvCharacterDB = {
	["ChatEditHistory"] = {
		" |cffffffff|Hitem:8501::::::::120:102::::::|h[黑色猫头鹰]|h|r", -- [1]
		"/团队 掉了", -- [2]
		"/团队 收垃圾", -- [3]
		"/TMW", -- [4]
		"/p 求不要的装备.", -- [5]
		"/团队 不在YY吧.", -- [6]
		"/guildroster", -- [7]
		"/RL", -- [8]
		"/p 那我换号", -- [9]
		"/TAR 公爵", -- [10]
		"/团队 我就奶奶 反正打不高的..", -- [11]
		"/cw 锉刀 莽夫大哥945的腿求送啊..", -- [12]
		"/g 带我打个后2呀..", -- [13]
		"/TAR 弗", -- [14]
		"/p 我先撤", -- [15]
		"/GUILDROSTER", -- [16]
		"/团队 我", -- [17]
		"|cffffffff|Hitem:8501::::::::120:102::::::|h[黑色猫头鹰]|h|r", -- [18]
		"/QBAR LOCK", -- [19]
		"/TAR 沃", -- [20]
	},
	["ChatHistoryLog"] = {
		{
			"亲，英雄达萨罗1-9散拍团，400-425毕业装备自由选，拿1件付1件，不收门票，自由购物，请问有兴趣吗", -- [1]
			"敏锐贼-刀塔", -- [2]
			"", -- [3]
			"", -- [4]
			"敏锐贼-刀塔", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			8, -- [11]
			"Player-736-049D3C01", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffa9d271敏锐贼-刀塔|r",
			[51] = 1553229922,
			[50] = "CHAT_MSG_WHISPER",
		}, -- [1]
	},
}
