
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 怒风猎手-蜘蛛王国 等我炉石", -- [1]
		"/cw 怒风猎手-蜘蛛王国 {邪恶}", -- [2]
		"/cw 怒风猎手-蜘蛛王国 我这还有 别的小号也要的话可以继续找我", -- [3]
		"/4 我还有不一样的你要么", -- [4]
		"/4 出|cffa335ee|Hitem:168602::::::::120:253::6:3:4800:1517:4786:::|h[祝福深渊斗篷]|h|r有看的上的大佬来一件嘛", -- [5]
		"/4 {微笑}", -- [6]
		"/4 出|cffa335ee|Hitem:168602::::::::120:253::6:3:4800:1517:4786:::|h[祝福深渊斗篷]|h|r 有看的上的大佬来一件嘛", -- [7]
		"/4 出|cffa335ee|Hitem:168602::::::::120:253::6:3:4800:1517:4786:::|h[祝福深渊斗篷]|h|r 有看得上的大佬来一件嘛", -- [8]
		"/4 出|cffa335ee|Hitem:168602::::::::120:253::6:3:4800:1517:4786:::|h[祝福深渊斗篷]|h|r有看得上的大佬来一件嘛", -- [9]
		"/cw 彿跳墻-蜘蛛王国 5W", -- [10]
		"啊呀 没多少了 被我老婆提走了..", -- [11]
		"还剩30W 你要么", -- [12]
		"/4 大量收|cff1eff00|Hitem:168822::::::::120:253::::::|h[稀薄的蜂蜜]|h|r 200/个", -- [13]
		"/RL", -- [14]
		"可能挂了吧", -- [15]
		"/cw 绿柱石-银松森林 1", -- [16]
		"/cw 瓦拉纳微微-瓦拉纳 123", -- [17]
		"/4 有人叫我?", -- [18]
		"/cw reneebaby-罗宁 123", -- [19]
		"/cw 古南泉-白银之手 R", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
