
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 来练小号了..", -- [1]
		"/g 来", -- [2]
		"/g 这个套餐好吃啊...", -- [3]
		"/QBAR LOCK", -- [4]
		"/g 没有比黑奴更低了", -- [5]
		"/PLAYED", -- [6]
		"/g 刚集合石有个PT尾王我看见.", -- [7]
		"/TMW", -- [8]
		"/g 猪LR", -- [9]
		"/g 弱爆了", -- [10]
		"/cw 小兔瑞呗卡-蜘蛛王国 喵咕", -- [11]
		"/cw 闪亮亮的火花 111", -- [12]
		"/RL", -- [13]
		"/g 我QS也没打", -- [14]
		"/guildroster", -- [15]
		"/cw 流弊的歪姐 111", -- [16]
		"火花加我小号进工会啊.", -- [17]
		"/吐口水", -- [18]
		"/i 怪死了会有幽灵秒人 走开点", -- [19]
		"/INV 焊接机器人-罗宁", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
