
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "猪柳蛋帕妮妮-蜘蛛王国",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 162794,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162794::::::::120:253::29:3:1808:1487:3528:::|h[野性卫士面具]|h|r",
		}, -- [1]
		{
			["ID"] = 132444,
			["Level"] = 265,
			["Link"] = "|cffff8000|Hitem:132444::::::::120:253:::2:3459:3630:::|h[普瑞达兹，萨瓦里克的杰作]|h|r",
		}, -- [2]
		{
			["ID"] = 162796,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162796::::::::120:253::28:2:1487:3528:::|h[野性卫士护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 162791,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162791::::::::120:253::29:3:1808:1487:3528:::|h[野性卫士环甲护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 162797,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162797::::::::120:253::28:2:1487:3528:::|h[野性卫士饰钉腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 162795,
			["Level"] = 220,
			["Link"] = "|cffa335ee|Hitem:162795::::::::120:253::29:2:1497:3336:::|h[野性卫士护膝甲]|h|r",
		}, -- [7]
		{
			["ID"] = 162792,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162792::::::::120:253::29:2:1487:3528:::|h[野性卫士之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 162798,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162798::::::::120:253::29:2:1487:3528:::|h[野性卫士护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 162793,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162793::::::::120:253::28:3:1808:1487:3528:::|h[野性卫士手套]|h|r",
		}, -- [10]
		{
			["ID"] = 134191,
			["Level"] = 180,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:134191::::::::120:253::27:3:3394:1491:3528:::|h[粗制滥造的银戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 134528,
			["Level"] = 174,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:134528::::::::120:253::2:3:1726:1484:3528:::|h[统御召唤指环]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:253:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		{
			["ID"] = 144259,
			["Level"] = 265,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffff8000|Hitem:144259::::::::120:253:::2:1811:3630:::|h[基尔加丹的炽燃决心]|h|r",
		}, -- [14]
		{
			["ID"] = 121307,
			["Level"] = 182,
			["Link"] = "|cffa335ee|Hitem:121307::::::::120:253::26:3:1825:1493:3336:::|h[梦魇披风]|h|r",
		}, -- [15]
		{
			["ID"] = 162987,
			["Level"] = 225,
			["Link"] = "|cffa335ee|Hitem:162987::::::::120:253::29:2:1502:3337:::|h[野性卫士散弹枪]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "HUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
