
PawnOptions = {
	["LastVersion"] = 2.0311,
	["LastPlayerFullName"] = "Playerywqfve-瓦里安",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 167778,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167778::::::::120:70:::5:6296:6300:1472:4786:5414:::|h[赞齐尔鳞卫护面]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 407,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:70::11:4:4932:4933:6316:1544:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 167781,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167781::::::::120:70:::5:6296:6300:1472:4786:5415:::|h[赞齐尔鳞卫护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167775,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:167775::::::::120:70:::5:6300:6297:1487:4786:6260:::|h[赞齐尔鳞卫护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 170370,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170370::::::::120:70:::2:6288:6300:::|h[维姆的碎鳞者腰铠]|h|r",
		}, -- [6]
		{
			["ID"] = 167780,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167780::::::::120:70:::2:6288:6300:::|h[赞齐尔鳞卫护胯]|h|r",
		}, -- [7]
		{
			["ID"] = 170374,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170374::::::::120:70:::2:6288:6300:::|h[赞齐尔鳞卫涉水靴]|h|r",
		}, -- [8]
		{
			["ID"] = 163403,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:163403::::::::120:70::53:2:1607:4786:::|h[第七军团士兵臂甲]|h|r",
		}, -- [9]
		{
			["ID"] = 170336,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170336::::::::120:70:::2:6288:6300:::|h[鲍恩的深海护手]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 284,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::120:70:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 128173,
			["Level"] = 284,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128173::::::::120:65:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:70:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:65:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [14]
		{
			["ID"] = 169489,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169489::::::::120:70:::2:6288:6300:::|h[艾萨亚雷风暴涌流者斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 163890,
			["Level"] = 370,
			["Link"] = "|cffa335ee|Hitem:163890::::::::120:70::30:2:1562:4786:::|h[第七军团士兵大剑]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
