
BagSyncDB = {
	["白银之手"] = {
		["额尔古纳右岸"] = {
			["bag"] = {
				{
				}, -- [1]
				{
				}, -- [2]
				{
				}, -- [3]
				{
				}, -- [4]
				[0] = {
					"6948", -- [1]
					"180817", -- [2]
					"116420;5", -- [3]
					"92741;2", -- [4]
					"92681;6", -- [5]
					"173202;21", -- [6]
					"173204", -- [7]
					"172052", -- [8]
					"180912::::::::::::3:7195:1472:6616:::", -- [9]
					"137642;4", -- [10]
					"184757", -- [11]
					"179314;3", -- [12]
					"176868;3", -- [13]
					"181221::::::::::::4:6652:1472:5874:6616:::", -- [14]
					"178173", -- [15]
					"176876", -- [16]
					"184371;5", -- [17]
					"179368", -- [18]
					"172260::::::::::::2:6893:7185:::", -- [19]
					"183251", -- [20]
				},
			},
			["guild"] = "代鱼联盟©",
			["money"] = 130688194,
			["class"] = "HUNTER",
			["race"] = "Mechagnome",
			["faction"] = "Alliance",
			["professions"] = {
			},
			["equip"] = {
				"172261::::::::::::2:6893:7185:::", -- [1]
				"173144::::::::::::1:7185:::", -- [2]
				"172263::::::::::::2:6893:7185:::", -- [3]
				"172258::::::::::::2:6893:7185:::", -- [4]
				"172264::::::::::::2:6893:7185:::", -- [5]
				"172262::::::::::::2:6893:7185:::", -- [6]
				"172259::::::::::::2:6893:7185:::", -- [7]
				"175919::::::::::::5:6617:6652:7194:1472:6646:::", -- [8]
				"175900::::::::::::4:6628:6652:1472:6646:::", -- [9]
				"173131::::::::::::1:7185:::", -- [10]
				"173133::::::::::::1:7185:::", -- [11]
				"184052::::::::::::3:6793:1472:6616:::", -- [12]
				"175884::::::::::::3:6786:1472:6616:::", -- [13]
				"173215::::::::::::2:6893:7185:::", -- [14]
				"178664::::::::::::3:6801:1472:6616:::", -- [15]
				"174068", -- [16]
			},
			["currency"] = {
				[1191] = {
					["icon"] = 463447,
					["count"] = 35,
					["header"] = "暗影国度",
					["name"] = "勇气点数",
				},
				[1602] = {
					["icon"] = 1523630,
					["count"] = 710,
					["header"] = "PvP",
					["name"] = "征服点数",
				},
				[1767] = {
					["icon"] = 3743739,
					["count"] = 134,
					["header"] = "暗影国度",
					["name"] = "冥殇",
				},
				[1813] = {
					["icon"] = 3528288,
					["count"] = 1338,
					["header"] = "暗影国度",
					["name"] = "贮藏心能",
				},
				[1792] = {
					["icon"] = 1455894,
					["count"] = 2803,
					["header"] = "PvP",
					["name"] = "荣誉点数",
				},
			},
			["gender"] = 2,
		},
	},
	["blacklist§"] = {
	},
	["options§"] = {
		["enableCrossRealmsItems"] = true,
		["enableFactionIcons"] = false,
		["enableExtTooltip"] = false,
		["tooltipOnlySearch"] = false,
		["unitDBVersion"] = {
			["auction"] = 1,
		},
		["addonversion"] = "15.3",
		["enableMailbox"] = true,
		["enableFaction"] = true,
		["enableGuild"] = true,
		["enableXR_BNETRealmNames"] = true,
		["enableTooltipItemID"] = false,
		["enableUnitClass"] = true,
		["enableMinimap"] = true,
		["enableAuction"] = true,
		["showGuildInGoldTooltip"] = true,
		["enableRealmShortName"] = false,
		["enableTooltips"] = true,
		["enableShowUniqueItemsTotals"] = true,
		["enableLoginVersionInfo"] = true,
		["colors"] = {
			["total"] = {
				["b"] = 0.3764705882352941,
				["g"] = 0.6431372549019608,
				["r"] = 0.9568627450980393,
			},
			["guild"] = {
				["b"] = 0.7529411764705882,
				["g"] = 0.7215686274509804,
				["r"] = 0.396078431372549,
			},
			["cross"] = {
				["b"] = 0.0392156862745098,
				["g"] = 0.4901960784313725,
				["r"] = 1,
			},
			["itemid"] = {
				["b"] = 0.5254901960784314,
				["g"] = 0.8274509803921568,
				["r"] = 0.3215686274509804,
			},
			["first"] = {
				["b"] = 0,
				["g"] = 1,
				["r"] = 0.5019607843137255,
			},
			["bnet"] = {
				["b"] = 1,
				["g"] = 0.5333333333333333,
				["r"] = 0.207843137254902,
			},
			["second"] = {
				["b"] = 1,
				["g"] = 1,
				["r"] = 1,
			},
		},
		["showTotal"] = true,
		["showGuildCurrentCharacter"] = false,
		["enableRealmAstrickName"] = false,
		["enableBNetAccountItems"] = false,
		["enableTooltipGreenCheck"] = true,
		["enableTooltipSeperator"] = true,
		["enableRealmIDTags"] = true,
	},
	["forceDBReset§"] = 2,
}
