
PawnOptions = {
	["LastVersion"] = 2.0329,
	["LastPlayerFullName"] = "龙小二-罗宁",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 160911,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:160911::::::::113:260::11::::|h[勇士兜帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 282,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::113:260::11:4:4932:4933:4935:1474:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122360::::::::113:260:::1:5805:::|h[褴褛的鬼雾衬肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 155860,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:155860::::::::113:260::17:3:4951:1452:4785:::|h[间谍大师裹布]|h|r",
		}, -- [5]
		{
			["ID"] = 157720,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157720::::::::113:260::::::|h[轻盈腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122256::::::::113:260:::1:5805:::|h[破烂的鬼雾护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 157715,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157715::::::::113:260::::::|h[轻盈之靴]|h|r",
		}, -- [8]
		{
			["ID"] = 157721,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157721::::::::113:260::::::|h[轻盈腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 154140,
			["Level"] = 233,
			["Link"] = "|cff0070dd|Hitem:154140::::::::113:260::13:2:1679:4926:::|h[快刀之糙皮手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 233,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::113:260:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 233,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::113:260:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		{
			["ID"] = 172848,
			["Level"] = 231,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:172848::::::::113:260:512:7:2:4990:6515:113:::|h[腐化候选者的徽记]|h|r",
		}, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122262::::::::113:260:::1:5805:::|h[上古血月披风]|h|r",
		}, -- [15]
		{
			["ID"] = 154161,
			["Level"] = 233,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:154161::::::::113:260::13:2:1691:4926:::|h[燎火之糙皮拳套]|h|r",
		}, -- [16]
		{
			["ID"] = 154161,
			["Level"] = 233,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:154161::::::::113:260::13:2:1698:4926:::|h[灼光之糙皮拳套]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
