
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/LH", -- [1]
		"/qbar lock", -- [2]
		"/g 放包里舍不得穿", -- [3]
		"/g 2500能量呢", -- [4]
		"/qbar locked", -- [5]
		"/g 不就是个嗜血本能嘛", -- [6]
		"/WHO", -- [7]
		"/g 最好的是那个大副望远镜 主动加一千多暴击的", -- [8]
		"/QBAR LOCKED", -- [9]
		"/calendar", -- [10]
		"/MYSLOT", -- [11]
		"/g 婴儿车打哪", -- [12]
		"/g 涓滴大佬有女粉丝 我是不信的.", -- [13]
		"/g 这位是谁.", -- [14]
		"/g 做了一套装绑啊", -- [15]
		"/bgs", -- [16]
		"/bgs search", -- [17]
		"/inv wucena-熊猫酒仙", -- [18]
		"/INV 萨洛拉丝微微-萨洛拉丝", -- [19]
		"/exrt", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
