
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/INV 小小工具-瓦拉纳", -- [1]
		"这个是死亡之翼批发市场观察员..", -- [2]
		"/INV 放狠话高手-死亡之翼", -- [3]
		"/INV 微微瓦里安-瓦里安", -- [4]
		"/INV 微微苏拉玛-苏拉玛", -- [5]
		"不是这个号..刚才叫团座加过了..", -- [6]
		"/RL", -- [7]
		"/INV 小工具-苏拉玛", -- [8]
		"/INV 大工具-萨洛拉丝", -- [9]
		"/calendar", -- [10]
		"/TAR 马", -- [11]
		"/TMW", -- [12]
		"/INV 微微苏拉玛-苏拉玛 123", -- [13]
		"/INV 多才多艺-瓦拉纳", -- [14]
		"/INV 一意咕行-蜘蛛王国", -- [15]
		"前面是新练的库人ZS叫禁止白嫖那个..", -- [16]
		"/INV 小小工具-萨洛拉丝", -- [17]
		"/INV 小小工具-瓦里安", -- [18]
	},
	["ChatHistoryLog"] = {
	},
}
