
ABGCharacterDB = {
	["第四-黑铁"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["到时看哦-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["爽歪歪清秋-梦境之树"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["如小雪落-影之哀伤"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["我好兔-沃金"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["骨贰丹-格瑞姆巴托"] = {
		["win"] = 6,
		["lose"] = 7,
	},
	["Therstar-远古海滩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["千鸟飞绝-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["上山苦水-回音山"] = {
		["win"] = 6,
		["lose"] = 5,
	},
	["节奏的凝滞-双子峰"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["德一六一四-血色十字军"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["大吉又大利-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["爽得批爆-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["德德不容易-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["狂想-卡拉赞"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Lightninglad-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["天真有邪-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["法阿卡得-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["Gcnhj-回音山"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["沉吟至今-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小姜爱玩吗-无尽之海"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["地狗星段景住-阿古斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["元气爆棚-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["傲娇的玉玉-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["简笙-玛里苟斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["朢鵺-巫妖之王"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["德不改色-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["年少不少-艾莫莉丝"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["帅的是二十-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["开劳动-冰霜之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["霄废快来吧-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["宽心容物-国王之谷"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["一天三天-伊森利恩"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["东方娃-黑铁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["颓废的美-利刃之拳"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["风雷之瑞-白骨荒野"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["拉拉货-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["风雨相伴一生-萨格拉斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["车队车头-安苏"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["Qzxcvas-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["丽丽-雷霆号角"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["四猎大耳朵-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["雪域纵横-双子峰"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["散人-白骨荒野"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["小萌棒-地狱之石"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["齐勒无琼-末日祷告祭坛"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["丨丶法奶-红云台地"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["丨叶问丨-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["茜茜宝贝-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["柠檬乖乖灬-石锤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["尘埃烟火-萨尔"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["杀戮一号-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Geewc-雷克萨"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["若思念成风-燃烧之刃"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["刀子嘴豆腐心-金色平原"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["血腥叁八-银松森林"] = {
		["win"] = 5,
		["lose"] = 3,
	},
	["可怕的野驴-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["手感好啊-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["沿河歌唱灬-石锤"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["本猎不是猎-达基萨斯"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["这次要正经点-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["德不会色-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["来根雪茄吧-泰兰德"] = {
		["win"] = 5,
		["lose"] = 3,
	},
	["选择啊-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["逍遥小妞-死亡之翼"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["灬南风知我意-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["黑铁大哥-雷霆号角"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["光头佬才-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我酷所以撩妹-冰风岗"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["伐笙-海克泰尔"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["傲視範兒-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["撒尔俠-国王之谷"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["霄废快来阿-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["只是太在意-无尽之海"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["跟着我一辈子-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["两败俱伤-诺兹多姆"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["丶迎风布阵-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["Grado-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["朵嘟-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["被宠溺的孩纸-金色平原"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["闷棍开怪-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["埃斯蒙德-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["PlayerYOIO-凤凰之神"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["疑惧天道-熔火之心"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["玉米甜-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["小姜想尼了-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["傲娇的酸柠檬-冰风岗"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["八十七四-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["乄灬昕碎勿恒-鬼雾峰"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["布莱格酒-暗影裂口"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["然染-熔火之心"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["九月茉莉灬-石锤"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["猫咪不萌-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["木木来了-燃烧之刃"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["那是灰常猛丶-太阳之井"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["我家有钱啊-死亡之翼"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["小姜买咸鱼-无尽之海"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["人萋-安苏"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["二二三四-幽暗沼泽"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["烈焰很少-森金"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["安德森发啊-洛肯"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["乃斯人-无尽之海"] = {
		["win"] = 6,
		["lose"] = 5,
	},
	["給朕跪下灬-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["我家有矿啊-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["枫染霜华-天谴之门"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["一个我打十个-安苏"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["龙湖花园-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["风雷之埃索达-白骨荒野"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["帅的一毕-影之哀伤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["明天会更美好-无尽之海"] = {
		["win"] = 3,
		["lose"] = 0,
	},
	["夜雨天-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["钵钵鸡丶-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["爽歪歪楚天-梦境之树"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["月下唱离歌-凯尔萨斯"] = {
		["win"] = 5,
		["lose"] = 3,
	},
	["洋开戛丰-瓦里安"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["沉迷酒馆-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["雅士丶丿-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["乌鸦坐滴滴-回音山"] = {
		["win"] = 6,
		["lose"] = 3,
	},
	["卿若峰-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["艳丽四射-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["念卿天涯-夏维安"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["凝神化虚-血色十字军"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["牛十八-冬泉谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["天速星-阿古斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
}
