
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"5层了 打完换号", -- [1]
		"/cw 罗柠熊熊-罗宁 1", -- [2]
		"/团队 恩", -- [3]
		"/团队 服了", -- [4]
		"/p 我这个白银的 正版的罗宁的", -- [5]
		"/cw 女为悦己者容-苏塔恩 1", -- [6]
		"/JOIN 大脚世界频道", -- [7]
		"/团队 我征服打满了..撤了", -- [8]
		"/p 换号", -- [9]
		"/团队 对面还有裸装号", -- [10]
		"/p 来不及了", -- [11]
		"/p 新款", -- [12]
		"一大早就开始娱乐了", -- [13]
		"能打一点是一点", -- [14]
		"尴尬", -- [15]
		"不打个武器新版本又要等好久", -- [16]
		"/s 没40c打啥.", -- [17]
		"/p 对", -- [18]
		"/p 恩", -- [19]
		"/p 我换号了", -- [20]
	},
	["ConvertKeybindings"] = true,
}
