
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 下个旗去等好啊", -- [1]
		"/团队 DH在干啥..", -- [2]
		"/团队 对面还有裸装号", -- [3]
		"/团队 对面死人队", -- [4]
		"/团队 恩", -- [5]
		"/团队 就出来3个人", -- [6]
		"/团队 我征服打满了..撤了", -- [7]
		"/cw 猪肉涨价-金色平原 123", -- [8]
		"/团队 服了", -- [9]
		"~~", -- [10]
		"/p 新款", -- [11]
		"/p 我还能开一个", -- [12]
		"/p 我这个白银的 正版的罗宁的", -- [13]
		"/p 散会", -- [14]
		"/p 换号", -- [15]
		"/p 也是", -- [16]
		"/cw 女为悦己者容-苏塔恩 1", -- [17]
		"/INV 西瓜味泡泡糖-罗宁", -- [18]
		"/p 来不及了", -- [19]
		"5层了 打完换号", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
