
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 我还能开一个", -- [1]
		"/p 散会", -- [2]
		"/p 也是", -- [3]
		"/INV 西瓜味泡泡糖-罗宁", -- [4]
		"5层了 打完换号", -- [5]
		"/cw 罗柠熊熊-罗宁 1", -- [6]
		"/团队 恩", -- [7]
		"/团队 服了", -- [8]
		"/p 我这个白银的 正版的罗宁的", -- [9]
		"/cw 女为悦己者容-苏塔恩 1", -- [10]
		"/JOIN 大脚世界频道", -- [11]
		"/团队 我征服打满了..撤了", -- [12]
		"/p 换号", -- [13]
		"/团队 对面还有裸装号", -- [14]
		"/p 来不及了", -- [15]
		"/p 新款", -- [16]
		"一大早就开始娱乐了", -- [17]
		"能打一点是一点", -- [18]
		"尴尬", -- [19]
		"不打个武器新版本又要等好久", -- [20]
	},
	["ConvertKeybindings"] = true,
}
