
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 打FS", -- [1]
		"/p 谢谢菠萝聚聚", -- [2]
		"/STATUS", -- [3]
		"刚刚起步!", -- [4]
		"就没有没等级的号嘛", -- [5]
		"/团队 全活", -- [6]
		"/团队 先出去看看", -- [7]
		"/团队 万一对面也放呢", -- [8]
		"/团队 对面也不拿旗..", -- [9]
		"/团队 别出去了", -- [10]
		"/团队 主要对面也太废物了 打了半天打不死我们.", -- [11]
		"/团队 随便打 都是2W多血的", -- [12]
		"/团队 拿旗去", -- [13]
		"/团队 下个旗去等好啊", -- [14]
		"/团队 DH在干啥..", -- [15]
		"/团队 对面还有裸装号", -- [16]
		"/团队 对面死人队", -- [17]
		"/团队 恩", -- [18]
		"/团队 就出来3个人", -- [19]
		"/团队 我征服打满了..撤了", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
