
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"刚刚起步!", -- [1]
		"就没有没等级的号嘛", -- [2]
		"/团队 全活", -- [3]
		"/团队 先出去看看", -- [4]
		"/团队 万一对面也放呢", -- [5]
		"/团队 对面也不拿旗..", -- [6]
		"/团队 别出去了", -- [7]
		"/团队 主要对面也太废物了 打了半天打不死我们.", -- [8]
		"/团队 随便打 都是2W多血的", -- [9]
		"/团队 拿旗去", -- [10]
		"/团队 下个旗去等好啊", -- [11]
		"/团队 DH在干啥..", -- [12]
		"/团队 对面还有裸装号", -- [13]
		"/团队 对面死人队", -- [14]
		"/团队 恩", -- [15]
		"/团队 就出来3个人", -- [16]
		"/团队 我征服打满了..撤了", -- [17]
		"/cw 猪肉涨价-金色平原 123", -- [18]
		"/团队 服了", -- [19]
		"~~", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
