
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
		["西园寺恋 - 白银之手"] = "西园寺恋 - 白银之手",
	},
	["profiles"] = {
		["西园寺恋 - 布兰卡德"] = {
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "烟瘾灬荡漾-布兰卡德",
						["iLvl"] = 225,
						["time"] = 1621324441,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "荡漾哥威武#5882",
					}, -- [1]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "傻傻的你-伊森利恩",
						["iLvl"] = 148,
						["time"] = 1621324169,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Ayawawa#51886",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霜恸丶-燃烧之刃",
						["iLvl"] = 221,
						["class"] = 9,
						["time"] = 1621324386,
						["bTag"] = "水莫#5931",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "弑神法萨-巫妖之王",
						["iLvl"] = 136,
						["class"] = 7,
						["time"] = 1621324169,
						["bTag"] = "暗影之龙#530120",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "满身大汉-暴风祭坛",
						["iLvl"] = 208,
						["time"] = 1621324386,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "经典人渣#5516",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "林弦-凤凰之神",
						["iLvl"] = 199,
						["class"] = 2,
						["time"] = 1621324386,
						["bTag"] = "灵弦#51787",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "恺林天-死亡之翼",
						["iLvl"] = 147,
						["class"] = 10,
						["time"] = 1621324386,
						["bTag"] = "卡拉赞#51784",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "女伯爵-伊瑟拉",
						["iLvl"] = 211,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "懒鬼大人#5963",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "邓眼珠子-冰霜之刃",
						["iLvl"] = 147,
						["class"] = 4,
						["time"] = 1621324169,
						["bTag"] = "喵哆哩#5941",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "劈思伐斯-阿拉索",
						["iLvl"] = 220,
						["class"] = 5,
						["time"] = 1621324386,
						["bTag"] = "不做天王多年#5974",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "今天没有糖-死亡之翼",
						["iLvl"] = 176,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "小小必死男#5827",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "邪魔丶弑天-熵魔",
						["iLvl"] = 149,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "寂寞风精灵#5235",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁小囡-伊森利恩",
						["iLvl"] = 224,
						["class"] = 7,
						["time"] = 1621324169,
						["bTag"] = "阿里陆丫#5335",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "天旋的眩舞-死亡之翼",
						["iLvl"] = 216,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "Zero#55792",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "动物狩猎者-凤凰之神",
						["iLvl"] = 224,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "动物园#5491",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "清丶夺魂-无尽之海",
						["iLvl"] = 204,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "木子李#5722",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "即使双目失明-贫瘠之地",
						["iLvl"] = 184,
						["class"] = 12,
						["time"] = 1621324169,
						["bTag"] = "亦寒#51159",
					}, -- [16]
					{
						["time"] = 1621324169,
						["class"] = 5,
						["name"] = "Se-格瑞姆巴托",
						["role"] = "DAMAGER",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "内鬼丶-丽丽（四川）",
						["iLvl"] = 137,
						["class"] = 1,
						["time"] = 1621324386,
						["bTag"] = "三笠丶#51921",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀兩断-死亡之翼",
						["iLvl"] = 221,
						["class"] = 1,
						["time"] = 1621324386,
						["bTag"] = "黑风#5762",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Ggeng-血色十字军",
						["iLvl"] = 215,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "祝你人生有光#5245",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "憨憨囔囔踹-无尽之海",
						["iLvl"] = 188,
						["class"] = 6,
						["time"] = 1621324169,
						["bTag"] = "巴赫拉姆#51102",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "亦难-死亡之翼",
						["iLvl"] = 208,
						["class"] = 1,
						["time"] = 1621324169,
						["bTag"] = "子禄#5778",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "肖冰之爱-斯克提斯",
						["iLvl"] = 225,
						["class"] = 3,
						["time"] = 1621324169,
						["bTag"] = "卿本佳人#51239",
					}, -- [23]
					{
						["time"] = 1621324169,
						["class"] = 10,
						["name"] = "豆的味道-亚雷戈斯",
						["role"] = "TANK",
					}, -- [24]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "守护小诺-阿曼尼",
						["role"] = "DAMAGER",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "氿婳-克尔苏加德",
						["iLvl"] = 224,
						["time"] = 1621324352,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "啊呆#51301",
					}, -- [26]
					{
						["time"] = 1621324352,
						["class"] = 4,
						["name"] = "依恋冰雪-巨龙之吼",
						["role"] = "DAMAGER",
					}, -- [27]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "满宠-海克泰尔",
						["role"] = "DAMAGER",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "壮壮果果-格雷迈恩",
						["iLvl"] = 219,
						["class"] = 7,
						["time"] = 1621324386,
						["bTag"] = "逍遥狂魔#5804",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Superlr-熵魔",
						["iLvl"] = 150,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "super#51937",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "骑流星-丽丽（四川）",
						["iLvl"] = 223,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "凯南#5906",
					}, -- [31]
					{
						["time"] = 1621324386,
						["class"] = 3,
						["name"] = "早晚丶不停射-凤凰之神",
						["role"] = "DAMAGER",
					}, -- [32]
					{
						["time"] = 1621324386,
						["class"] = 2,
						["name"] = "来找我单挑-狂热之刃",
						["role"] = "TANK",
					}, -- [33]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "道奇弥丝-主宰之剑",
						["role"] = "DAMAGER",
					}, -- [34]
					{
						["time"] = 1621324386,
						["class"] = 11,
						["name"] = "孙悟空虚了-埃德萨拉",
						["role"] = "TANK",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "异界丶顺心-屠魔山谷",
						["iLvl"] = 216,
						["class"] = 9,
						["time"] = 1621324386,
						["bTag"] = "异界卍司令龙哥#5288",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "Demoness-寒冰皇冠",
						["iLvl"] = 212,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "妖法师#5913",
					}, -- [37]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "Jackseraph-安苏",
						["role"] = "DAMAGER",
					}, -- [38]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "黑夜传说-诺森德",
						["role"] = "DAMAGER",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "妹赛思德-血顶",
						["iLvl"] = 172,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "小冷#52427",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "兰博基泥-布兰卡德",
						["iLvl"] = 212,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "移动的三百块#51591",
					}, -- [41]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "御尘-死亡之翼",
						["role"] = "DAMAGER",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "不喝纯牛奶-安苏",
						["iLvl"] = 219,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "零度#5864",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Davidtao-死亡之翼",
						["iLvl"] = 228,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "二营长的意大利炮#51891",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "小闲-阿纳克洛斯",
						["iLvl"] = 188,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "BT160326#52812",
					}, -- [45]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "池尐落-刺骨利刃",
						["role"] = "DAMAGER",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "Kumamon-黑铁",
						["iLvl"] = 224,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "syneetrei#5123",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "眼里皆星辰-死亡之翼",
						["iLvl"] = 220,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "周思雨是缺牙巴#5588",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞文戴尔-苏塔恩",
						["iLvl"] = 162,
						["class"] = 6,
						["time"] = 1621324386,
						["bTag"] = "shiryu#5978",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "绯色火花-贫瘠之地",
						["iLvl"] = 227,
						["class"] = 5,
						["time"] = 1621324386,
						["bTag"] = "绯色火花#5482",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "哞哞小牛牛-诺兹多姆",
						["iLvl"] = 193,
						["class"] = 2,
						["time"] = 1621324386,
						["bTag"] = "寒霂#5800",
					}, -- [51]
					{
						["time"] = 1621324386,
						["class"] = 12,
						["name"] = "燃烧的烈焰-冰霜之刃",
						["role"] = "TANK",
					}, -- [52]
					{
						["time"] = 1621324386,
						["class"] = 12,
						["name"] = "Cristiano-燃烧平原",
						["role"] = "TANK",
					}, -- [53]
					{
						["time"] = 1621324386,
						["class"] = 3,
						["name"] = "倪二舅-幽暗沼泽",
						["role"] = "DAMAGER",
					}, -- [54]
				},
				["1-270-740-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿乱-无尽之海",
						["iLvl"] = 220,
						["time"] = 1621325600,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "xyl1009#5611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂糖糖-燃烧之刃",
						["iLvl"] = 225,
						["class"] = 7,
						["time"] = 1621325585,
						["bTag"] = "南瓜娃娃#5884",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "夜冰紫莹-凤凰之神",
						["iLvl"] = 225,
						["class"] = 4,
						["time"] = 1621325600,
						["bTag"] = "恶魔之舞#5265",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱牛-死亡之翼",
						["iLvl"] = 214,
						["class"] = 11,
						["time"] = 1621325600,
						["bTag"] = "龙龙仔#51620",
					}, -- [4]
				},
			},
			["searchHistoryList"] = {
				"4-0-7-0", -- [1]
				"4-0-6-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"4-0-0-0", -- [5]
			},
			["createHistoryList"] = {
				"4-0-6-0", -- [1]
			},
			["lastSearchCode"] = "4-0-7-0",
		},
		["西园寺恋 - 白银之手"] = {
			["recent"] = {
				["1-270-738-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "魔雾-塞纳留斯",
						["iLvl"] = 202,
						["time"] = 1622344418,
						["class"] = 8,
						["bTag"] = "魔雾#51526",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "亦武亦舞-雷斧堡垒",
						["iLvl"] = 196,
						["time"] = 1622344444,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "艾尔之子#5720",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "打虎壮士-玛诺洛斯",
						["iLvl"] = 206,
						["time"] = 1622344420,
						["class"] = 10,
						["bTag"] = "Tracey#5998",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "好心人-月光林地",
						["iLvl"] = 214,
						["time"] = 1622344439,
						["class"] = 8,
						["bTag"] = "贪吃的兔子#51568",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "斯勒克-阿拉索",
						["iLvl"] = 198,
						["time"] = 1622344570,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "摩尔斯#5138",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮儿-黑铁",
						["iLvl"] = 191,
						["time"] = 1622344562,
						["class"] = 3,
						["bTag"] = "人生若只如初见#5714",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "使徒刑者-克苏恩",
						["iLvl"] = 219,
						["time"] = 1622344462,
						["class"] = 12,
						["bTag"] = "卖水果的美美#5651",
					}, -- [7]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "卡珊高炉-塞纳留斯",
						["iLvl"] = 199,
						["time"] = 1622345444,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "云知雨#5887",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光奶一片-白银之手",
						["iLvl"] = 213,
						["time"] = 1622345444,
						["class"] = 2,
						["bTag"] = "哥哥好帅#5979",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "血红哀伤-神圣之歌",
						["iLvl"] = 213,
						["time"] = 1622345444,
						["class"] = 6,
						["bTag"] = "血红精粹#5127",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "张楚岚-朵丹尼尔",
						["iLvl"] = 210,
						["time"] = 1622345444,
						["class"] = 10,
						["bTag"] = "意气风发#5894",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "依旧涧磐-普瑞斯托",
						["iLvl"] = 159,
						["time"] = 1622345444,
						["class"] = 2,
						["bTag"] = "依旧霸气#5485",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Deathtearlol-丹莫德",
						["iLvl"] = 186,
						["time"] = 1622345444,
						["class"] = 4,
						["bTag"] = "阿塞斯#5733",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "錦帆賊-贫瘠之地",
						["iLvl"] = 178,
						["time"] = 1622345308,
						["class"] = 4,
						["bTag"] = "烟火#52903",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "吃颗糖压压惊-玛里苟斯",
						["iLvl"] = 207,
						["time"] = 1622345444,
						["class"] = 12,
						["bTag"] = "杨文军#5729",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱豆沙包-迦拉克隆",
						["iLvl"] = 204,
						["time"] = 1622345444,
						["class"] = 8,
						["bTag"] = "豆包1#5217",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子妹-国王之谷",
						["time"] = 1622345444,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蛇无鳞-奥特兰克",
						["iLvl"] = 206,
						["time"] = 1622345444,
						["class"] = 3,
						["bTag"] = "石斑魚#5253",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "魑魅沁灵-爱斯特纳",
						["iLvl"] = 148,
						["time"] = 1622345444,
						["class"] = 5,
						["bTag"] = "扬帆启程#5995",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "借你一只手-玛维·影歌",
						["iLvl"] = 195,
						["time"] = 1622345444,
						["class"] = 5,
						["bTag"] = "亟乐#5464",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "咻嘘秀-主宰之剑",
						["iLvl"] = 206,
						["time"] = 1622345308,
						["class"] = 3,
						["bTag"] = "靳军#51620",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "塞琳娜丶凤歌-托尔巴拉德",
						["iLvl"] = 201,
						["time"] = 1622345444,
						["class"] = 11,
						["bTag"] = "塞琳娜丶凤歌#5735",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Dengtity-埃德萨拉",
						["iLvl"] = 178,
						["time"] = 1622345444,
						["class"] = 1,
						["bTag"] = "肥皂大泡沫#5623",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "蓝天不设防-熊猫酒仙",
						["iLvl"] = 179,
						["time"] = 1622345444,
						["class"] = 5,
						["bTag"] = "风飘絮#5216",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "米果稀饭-荆棘谷",
						["iLvl"] = 225,
						["time"] = 1622345434,
						["class"] = 7,
						["bTag"] = "李卓玉#5488",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "恩惠的小嘴唇-蓝龙军团",
						["iLvl"] = 173,
						["time"] = 1622345444,
						["class"] = 7,
						["bTag"] = "战栗情人不设防#5720",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "死亡领主使灬-托尔巴拉德",
						["iLvl"] = 216,
						["time"] = 1622345444,
						["class"] = 6,
						["bTag"] = "我很晕#5484",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "游击队-伊萨里奥斯",
						["iLvl"] = 221,
						["time"] = 1622345308,
						["class"] = 12,
						["bTag"] = "光头强#54843",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小心法术-回音山",
						["iLvl"] = 177,
						["time"] = 1622345444,
						["class"] = 8,
						["bTag"] = "沉默领#5311",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Xhdhw-国王之谷",
						["iLvl"] = 221,
						["time"] = 1622345444,
						["class"] = 12,
						["bTag"] = "爱与忧伤#5368",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "土土-罗宁",
						["iLvl"] = 194,
						["time"] = 1622345440,
						["class"] = 8,
						["bTag"] = "长沙东哥#5482",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "叶子的德凯-壁炉谷",
						["iLvl"] = 131,
						["time"] = 1622345444,
						["class"] = 6,
						["bTag"] = "风中千鹤#5481",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰尘心-末日行者",
						["iLvl"] = 191,
						["time"] = 1622345444,
						["class"] = 1,
						["bTag"] = "叶之狼#5580",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "豆子神射手-影之哀伤",
						["time"] = 1622345440,
						["class"] = 3,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我家有只猫猫-雷斧堡垒",
						["iLvl"] = 211,
						["time"] = 1622345444,
						["class"] = 10,
						["bTag"] = "zhbwendy#5630",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "狂風絶息斬-国王之谷",
						["iLvl"] = 227,
						["time"] = 1622345308,
						["class"] = 1,
						["bTag"] = "YASUO#51578",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "风男丶-死亡之翼",
						["iLvl"] = 225,
						["time"] = 1622345432,
						["class"] = 8,
						["bTag"] = "风男#51299",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "云淡风残-迦拉克隆",
						["iLvl"] = 203,
						["time"] = 1622345444,
						["class"] = 8,
						["bTag"] = "清风残影#5814",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "牛大灵-蜘蛛王国",
						["time"] = 1622345440,
						["class"] = 5,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "步尘若云-白银之手",
						["iLvl"] = 190,
						["time"] = 1622345444,
						["class"] = 8,
						["bTag"] = "跳跃之狮#55619",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "风林山火-霜之哀伤",
						["iLvl"] = 194,
						["time"] = 1622345308,
						["class"] = 3,
						["bTag"] = "魂之龙#5587",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "第五小道-蜘蛛王国",
						["time"] = 1622345432,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "谢仲达-国王之谷",
						["iLvl"] = 160,
						["time"] = 1622345444,
						["class"] = 5,
						["bTag"] = "王超同学#5252",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "空山清雨-羽月",
						["iLvl"] = 145,
						["time"] = 1622345444,
						["class"] = 1,
						["bTag"] = "空山清雨#5118",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "穷铁柱-刀塔",
						["iLvl"] = 203,
						["time"] = 1622345444,
						["class"] = 11,
						["bTag"] = "没有心态只剩变态#5807",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "October-阿古斯",
						["iLvl"] = 145,
						["time"] = 1622345444,
						["class"] = 11,
						["bTag"] = "冰宾凉#5404",
					}, -- [39]
				},
			},
			["version"] = "90002.03",
			["lastSearchCode"] = "4-0-6-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -14.94815063476563,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"4-0-6-0", -- [1]
				"6-0-0-0", -- [2]
				"9-0-19-0", -- [3]
				"4-0-0-0", -- [4]
			},
		},
	},
}
