
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
		["西园寺恋 - 白银之手"] = "西园寺恋 - 白银之手",
	},
	["profiles"] = {
		["西园寺恋 - 布兰卡德"] = {
			["version"] = "90002.03",
			["advShine"] = "90002.03",
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "烟瘾灬荡漾-布兰卡德",
						["iLvl"] = 225,
						["time"] = 1621324441,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "荡漾哥威武#5882",
					}, -- [1]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "傻傻的你-伊森利恩",
						["iLvl"] = 148,
						["time"] = 1621324169,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Ayawawa#51886",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霜恸丶-燃烧之刃",
						["iLvl"] = 221,
						["class"] = 9,
						["time"] = 1621324386,
						["bTag"] = "水莫#5931",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "弑神法萨-巫妖之王",
						["iLvl"] = 136,
						["class"] = 7,
						["time"] = 1621324169,
						["bTag"] = "暗影之龙#530120",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "满身大汉-暴风祭坛",
						["iLvl"] = 208,
						["time"] = 1621324386,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "经典人渣#5516",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "林弦-凤凰之神",
						["iLvl"] = 199,
						["class"] = 2,
						["time"] = 1621324386,
						["bTag"] = "灵弦#51787",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "恺林天-死亡之翼",
						["iLvl"] = 147,
						["class"] = 10,
						["time"] = 1621324386,
						["bTag"] = "卡拉赞#51784",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "女伯爵-伊瑟拉",
						["iLvl"] = 211,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "懒鬼大人#5963",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "邓眼珠子-冰霜之刃",
						["iLvl"] = 147,
						["class"] = 4,
						["time"] = 1621324169,
						["bTag"] = "喵哆哩#5941",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "劈思伐斯-阿拉索",
						["iLvl"] = 220,
						["class"] = 5,
						["time"] = 1621324386,
						["bTag"] = "不做天王多年#5974",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "今天没有糖-死亡之翼",
						["iLvl"] = 176,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "小小必死男#5827",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "邪魔丶弑天-熵魔",
						["iLvl"] = 149,
						["class"] = 9,
						["time"] = 1621324169,
						["bTag"] = "寂寞风精灵#5235",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁小囡-伊森利恩",
						["iLvl"] = 224,
						["class"] = 7,
						["time"] = 1621324169,
						["bTag"] = "阿里陆丫#5335",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "天旋的眩舞-死亡之翼",
						["iLvl"] = 216,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "Zero#55792",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "动物狩猎者-凤凰之神",
						["iLvl"] = 224,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "动物园#5491",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "清丶夺魂-无尽之海",
						["iLvl"] = 204,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "木子李#5722",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "即使双目失明-贫瘠之地",
						["iLvl"] = 184,
						["class"] = 12,
						["time"] = 1621324169,
						["bTag"] = "亦寒#51159",
					}, -- [16]
					{
						["time"] = 1621324169,
						["class"] = 5,
						["name"] = "Se-格瑞姆巴托",
						["role"] = "DAMAGER",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "内鬼丶-丽丽（四川）",
						["iLvl"] = 137,
						["class"] = 1,
						["time"] = 1621324386,
						["bTag"] = "三笠丶#51921",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀兩断-死亡之翼",
						["iLvl"] = 221,
						["class"] = 1,
						["time"] = 1621324386,
						["bTag"] = "黑风#5762",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Ggeng-血色十字军",
						["iLvl"] = 215,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "祝你人生有光#5245",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "憨憨囔囔踹-无尽之海",
						["iLvl"] = 188,
						["class"] = 6,
						["time"] = 1621324169,
						["bTag"] = "巴赫拉姆#51102",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "亦难-死亡之翼",
						["iLvl"] = 208,
						["class"] = 1,
						["time"] = 1621324169,
						["bTag"] = "子禄#5778",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "肖冰之爱-斯克提斯",
						["iLvl"] = 225,
						["class"] = 3,
						["time"] = 1621324169,
						["bTag"] = "卿本佳人#51239",
					}, -- [23]
					{
						["time"] = 1621324169,
						["class"] = 10,
						["name"] = "豆的味道-亚雷戈斯",
						["role"] = "TANK",
					}, -- [24]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "守护小诺-阿曼尼",
						["role"] = "DAMAGER",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "氿婳-克尔苏加德",
						["iLvl"] = 224,
						["time"] = 1621324352,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "啊呆#51301",
					}, -- [26]
					{
						["time"] = 1621324352,
						["class"] = 4,
						["name"] = "依恋冰雪-巨龙之吼",
						["role"] = "DAMAGER",
					}, -- [27]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "满宠-海克泰尔",
						["role"] = "DAMAGER",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "壮壮果果-格雷迈恩",
						["iLvl"] = 219,
						["class"] = 7,
						["time"] = 1621324386,
						["bTag"] = "逍遥狂魔#5804",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Superlr-熵魔",
						["iLvl"] = 150,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "super#51937",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "骑流星-丽丽（四川）",
						["iLvl"] = 223,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "凯南#5906",
					}, -- [31]
					{
						["time"] = 1621324386,
						["class"] = 3,
						["name"] = "早晚丶不停射-凤凰之神",
						["role"] = "DAMAGER",
					}, -- [32]
					{
						["time"] = 1621324386,
						["class"] = 2,
						["name"] = "来找我单挑-狂热之刃",
						["role"] = "TANK",
					}, -- [33]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "道奇弥丝-主宰之剑",
						["role"] = "DAMAGER",
					}, -- [34]
					{
						["time"] = 1621324386,
						["class"] = 11,
						["name"] = "孙悟空虚了-埃德萨拉",
						["role"] = "TANK",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "异界丶顺心-屠魔山谷",
						["iLvl"] = 216,
						["class"] = 9,
						["time"] = 1621324386,
						["bTag"] = "异界卍司令龙哥#5288",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "Demoness-寒冰皇冠",
						["iLvl"] = 212,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "妖法师#5913",
					}, -- [37]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "Jackseraph-安苏",
						["role"] = "DAMAGER",
					}, -- [38]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "黑夜传说-诺森德",
						["role"] = "DAMAGER",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "妹赛思德-血顶",
						["iLvl"] = 172,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "小冷#52427",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "兰博基泥-布兰卡德",
						["iLvl"] = 212,
						["class"] = 8,
						["time"] = 1621324386,
						["bTag"] = "移动的三百块#51591",
					}, -- [41]
					{
						["time"] = 1621324386,
						["class"] = 8,
						["name"] = "御尘-死亡之翼",
						["role"] = "DAMAGER",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "不喝纯牛奶-安苏",
						["iLvl"] = 219,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "零度#5864",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Davidtao-死亡之翼",
						["iLvl"] = 228,
						["class"] = 3,
						["time"] = 1621324386,
						["bTag"] = "二营长的意大利炮#51891",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "小闲-阿纳克洛斯",
						["iLvl"] = 188,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "BT160326#52812",
					}, -- [45]
					{
						["time"] = 1621324386,
						["class"] = 1,
						["name"] = "池尐落-刺骨利刃",
						["role"] = "DAMAGER",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "Kumamon-黑铁",
						["iLvl"] = 224,
						["class"] = 11,
						["time"] = 1621324386,
						["bTag"] = "syneetrei#5123",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "眼里皆星辰-死亡之翼",
						["iLvl"] = 220,
						["class"] = 12,
						["time"] = 1621324386,
						["bTag"] = "周思雨是缺牙巴#5588",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞文戴尔-苏塔恩",
						["iLvl"] = 162,
						["class"] = 6,
						["time"] = 1621324386,
						["bTag"] = "shiryu#5978",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "绯色火花-贫瘠之地",
						["iLvl"] = 227,
						["class"] = 5,
						["time"] = 1621324386,
						["bTag"] = "绯色火花#5482",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "哞哞小牛牛-诺兹多姆",
						["iLvl"] = 193,
						["class"] = 2,
						["time"] = 1621324386,
						["bTag"] = "寒霂#5800",
					}, -- [51]
					{
						["time"] = 1621324386,
						["class"] = 12,
						["name"] = "燃烧的烈焰-冰霜之刃",
						["role"] = "TANK",
					}, -- [52]
					{
						["time"] = 1621324386,
						["class"] = 12,
						["name"] = "Cristiano-燃烧平原",
						["role"] = "TANK",
					}, -- [53]
					{
						["time"] = 1621324386,
						["class"] = 3,
						["name"] = "倪二舅-幽暗沼泽",
						["role"] = "DAMAGER",
					}, -- [54]
				},
				["1-270-740-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "阿乱-无尽之海",
						["iLvl"] = 220,
						["time"] = 1621325600,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "xyl1009#5611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魂糖糖-燃烧之刃",
						["iLvl"] = 225,
						["class"] = 7,
						["time"] = 1621325585,
						["bTag"] = "南瓜娃娃#5884",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "夜冰紫莹-凤凰之神",
						["iLvl"] = 225,
						["class"] = 4,
						["time"] = 1621325600,
						["bTag"] = "恶魔之舞#5265",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "酱酱牛-死亡之翼",
						["iLvl"] = 214,
						["class"] = 11,
						["time"] = 1621325600,
						["bTag"] = "龙龙仔#51620",
					}, -- [4]
				},
			},
			["searchHistoryList"] = {
				"4-0-7-0", -- [1]
				"4-0-6-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"4-0-0-0", -- [5]
			},
			["createHistoryList"] = {
				"4-0-6-0", -- [1]
			},
			["lastSearchCode"] = "4-0-7-0",
		},
		["西园寺恋 - 白银之手"] = {
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "PlayerSBBW-甜水绿洲",
						["time"] = 1621994663,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "真是大长腿啊-熊猫酒仙",
						["time"] = 1621994663,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "绝招-主宰之剑",
						["time"] = 1621994663,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼鬼光辉-守护之剑",
						["time"] = 1621994663,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "风清月明-永恒之井",
						["time"] = 1621994663,
						["class"] = 10,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "奶大丽丷晨晨-霜之哀伤",
						["time"] = 1621994663,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丛林序曲-白银之手",
						["time"] = 1621994663,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "扶苏映秦华-埃德萨拉",
						["time"] = 1621994663,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "饿了吗-熊猫酒仙",
						["time"] = 1621994663,
						["class"] = 3,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "紫缘-图拉扬",
						["iLvl"] = 206,
						["time"] = 1621994774,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "阿软#51860",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "阿橙-扎拉赞恩",
						["iLvl"] = 205,
						["time"] = 1621994774,
						["class"] = 3,
						["bTag"] = "Leo#5629",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "墨湾-月光林地",
						["iLvl"] = 205,
						["time"] = 1621994774,
						["class"] = 8,
						["bTag"] = "白玉青菜汤#5334",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "娇羞乙女-克尔苏加德",
						["time"] = 1621994774,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "神龙阿宝-伊瑟拉",
						["iLvl"] = 207,
						["time"] = 1621994774,
						["class"] = 10,
						["bTag"] = "听松#51658",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "清醇石头-玛维·影歌",
						["iLvl"] = 205,
						["time"] = 1621994696,
						["class"] = 5,
						["bTag"] = "石头蛋#51271",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "龍瑩-艾萨拉",
						["iLvl"] = 211,
						["time"] = 1621994774,
						["class"] = 6,
						["bTag"] = "斗战愚徒#5175",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "舞袖戏红莲丶-熊猫酒仙",
						["iLvl"] = 213,
						["time"] = 1621994757,
						["class"] = 10,
						["bTag"] = "大瑞#51161",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜自由-伊利丹",
						["iLvl"] = 190,
						["time"] = 1621995662,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "宝宝天龍#5197",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "乂风过无痕乂-深渊之巢",
						["iLvl"] = 192,
						["time"] = 1621994974,
						["class"] = 6,
						["bTag"] = "吴永华#5935",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "弑魂-拉文凯斯",
						["iLvl"] = 193,
						["time"] = 1621995662,
						["class"] = 1,
						["bTag"] = "夜幕雷霆#5533",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "暮夜战歌-拉贾克斯",
						["time"] = 1621995662,
						["class"] = 7,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小道姑-晴日峰（江苏）",
						["iLvl"] = 199,
						["time"] = 1621995662,
						["class"] = 3,
						["bTag"] = "梦幻似水#51512",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "山水一壶间-奥特兰克",
						["iLvl"] = 201,
						["time"] = 1621995193,
						["class"] = 7,
						["bTag"] = "山青水秀#51237",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "裳善偌水-熔火之心",
						["iLvl"] = 181,
						["time"] = 1621995662,
						["class"] = 12,
						["bTag"] = "左岸#52210",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "Anziehung-主宰之剑",
						["iLvl"] = 183,
						["time"] = 1621995662,
						["class"] = 2,
						["bTag"] = "我即是虫群#51501",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜路西法-灰谷",
						["iLvl"] = 203,
						["time"] = 1621995662,
						["class"] = 3,
						["bTag"] = "嘭啪啦#5507",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "标王-安苏",
						["iLvl"] = 198,
						["time"] = 1621995662,
						["class"] = 1,
						["bTag"] = "满手丝滑#5627",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "不老神话再临-白银之手",
						["iLvl"] = 184,
						["time"] = 1621995662,
						["class"] = 9,
						["bTag"] = "不老玩家#5638",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "夢想是長高-末日行者",
						["iLvl"] = 196,
						["time"] = 1622040941,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "丶熊博士#5327",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "泰拉瑞亚-暗影之月",
						["iLvl"] = 185,
						["time"] = 1622039120,
						["class"] = 12,
						["bTag"] = "泰达#51750",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "蠢蠢的灰烬-普罗德摩",
						["iLvl"] = 198,
						["time"] = 1622040941,
						["class"] = 9,
						["bTag"] = "古怪的德鲁伊#5855",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "懦夫丶救星-主宰之剑",
						["iLvl"] = 176,
						["time"] = 1622038363,
						["class"] = 12,
						["bTag"] = "自由狂风#5896",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "Freda-库尔提拉斯",
						["iLvl"] = 204,
						["time"] = 1622039120,
						["class"] = 12,
						["bTag"] = "大冰#5127",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Rotting-罗宁",
						["iLvl"] = 197,
						["time"] = 1622040941,
						["class"] = 9,
						["bTag"] = "老猫#5742",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "泰达希尔迪龙-回音山",
						["time"] = 1622040941,
						["class"] = 6,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼疑神迷-桑德兰",
						["iLvl"] = 177,
						["time"] = 1622040941,
						["class"] = 10,
						["bTag"] = "柳暗花明#5871",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "神圣之魂-末日行者",
						["iLvl"] = 199,
						["time"] = 1622039120,
						["class"] = 5,
						["bTag"] = "心太软#51577",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "阿里旺旺-白银之手",
						["iLvl"] = 185,
						["time"] = 1622039560,
						["class"] = 12,
						["bTag"] = "致命之足#5358572",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "补药碧莲-白银之手",
						["iLvl"] = 188,
						["time"] = 1622040941,
						["class"] = 8,
						["bTag"] = "Binson#5420",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "风瞎了我的眼-库尔提拉斯",
						["iLvl"] = 202,
						["time"] = 1622040941,
						["class"] = 2,
						["bTag"] = "大冰#5127",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "天旋地转-玛瑟里顿",
						["iLvl"] = 186,
						["time"] = 1622040529,
						["class"] = 10,
						["bTag"] = "全职业雨#5887",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "零丶忒暧-守护之剑",
						["iLvl"] = 208,
						["time"] = 1622040941,
						["class"] = 12,
						["bTag"] = "躯壳的暧#5700",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "任呦呦-塞拉摩",
						["iLvl"] = 179,
						["time"] = 1622040941,
						["class"] = 10,
						["bTag"] = "流云汪汪#5443",
					}, -- [43]
				},
				["1-270-738-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜进林捏人-法拉希姆",
						["time"] = 1621997322,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌滴炉石-白银之手",
						["time"] = 1621997425,
						["class"] = 2,
						["leader"] = true,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "永狼-翡翠梦境",
						["iLvl"] = 198,
						["time"] = 1621997322,
						["class"] = 3,
						["bTag"] = "Kaz#5311",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "随机壹号-自由之风",
						["iLvl"] = 198,
						["time"] = 1621997427,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "梦之旅#5717",
					}, -- [4]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "精灵血色-轻风之语",
						["time"] = 1622001298,
						["class"] = 4,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "酒盅-图拉扬",
						["iLvl"] = 158,
						["time"] = 1622001353,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "使徒#5931",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "雪落古木-主宰之剑",
						["iLvl"] = 196,
						["time"] = 1622001229,
						["class"] = 2,
						["bTag"] = "东方古木#51780",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "对唔住我差人-白银之手",
						["iLvl"] = 226,
						["time"] = 1622001233,
						["class"] = 4,
						["bTag"] = "维妮失去理智#5305",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "夏焰之名-月光林地",
						["iLvl"] = 161,
						["time"] = 1622001220,
						["class"] = 12,
						["bTag"] = "EasonYin#5849",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "智明喜古子-壁炉谷",
						["iLvl"] = 176,
						["time"] = 1622001257,
						["class"] = 1,
						["bTag"] = "沉默#55931",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "奔波儿爸-熊猫酒仙",
						["iLvl"] = 222,
						["time"] = 1622001223,
						["class"] = 2,
						["bTag"] = "烟花灬易冷#5307",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦里安小白-国王之谷",
						["iLvl"] = 142,
						["time"] = 1622001239,
						["class"] = 2,
						["bTag"] = "扛起锄头进城#5732",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "江阿牧-白银之手",
						["iLvl"] = 211,
						["time"] = 1622001345,
						["class"] = 5,
						["bTag"] = "ShinyHero#5955",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "灬阿米卡星-格瑞姆巴托",
						["iLvl"] = 206,
						["time"] = 1622001283,
						["class"] = 3,
						["bTag"] = "hyer#5280",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "吾皇萬嵗-壁炉谷",
						["iLvl"] = 195,
						["time"] = 1622001315,
						["class"] = 7,
						["bTag"] = "草样年华#5765",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "阳乄昶昶-熊猫酒仙",
						["iLvl"] = 213,
						["time"] = 1622001259,
						["class"] = 2,
						["bTag"] = "牛丶魔王#51311",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "暗月辰星-月光林地",
						["iLvl"] = 137,
						["time"] = 1622001229,
						["class"] = 1,
						["bTag"] = "君莫笑#5440",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露思之箭-贫瘠之地",
						["time"] = 1622001072,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "复古班干部-末日行者",
						["time"] = 1622001397,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "今元-白银之手",
						["iLvl"] = 149,
						["time"] = 1622001278,
						["class"] = 2,
						["bTag"] = "九天应元#51989",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "冷乄锋-雷斧堡垒",
						["iLvl"] = 225,
						["time"] = 1622001233,
						["class"] = 12,
						["bTag"] = "狂野战狼#51826",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "哆莉尔丶黯裔-熊猫酒仙",
						["iLvl"] = 134,
						["time"] = 1622001197,
						["class"] = 9,
						["bTag"] = "Zed#5619",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "小鱼蛋-勇士岛",
						["iLvl"] = 188,
						["time"] = 1622001216,
						["class"] = 3,
						["bTag"] = "时雨落枫#5446",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "突狼-罗宁",
						["iLvl"] = 225,
						["time"] = 1622001339,
						["class"] = 5,
						["bTag"] = "酷丁#5168",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "泰莎莉斯-金色平原",
						["iLvl"] = 179,
						["time"] = 1622001397,
						["class"] = 8,
						["bTag"] = "白银之鹰#56868",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "莱亚娜丶悠遊-翡翠梦境",
						["iLvl"] = 220,
						["time"] = 1622001245,
						["class"] = 11,
						["bTag"] = "飞逝的烟#5791",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "潼年-白银之手",
						["iLvl"] = 224,
						["time"] = 1622001239,
						["class"] = 8,
						["bTag"] = "那一抹忧伤#5449",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "深情在睫-桑德兰",
						["iLvl"] = 152,
						["time"] = 1622001235,
						["class"] = 6,
						["bTag"] = "鲜血祭奠着死亡#5883",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "没有奶的奶爸-回音山",
						["iLvl"] = 192,
						["time"] = 1622001261,
						["class"] = 5,
						["bTag"] = "寂寞红药水#5171",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "弟嗑-麦迪文",
						["time"] = 1622001237,
						["class"] = 6,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "黑延极矿-贫瘠之地",
						["iLvl"] = 198,
						["time"] = 1622001261,
						["class"] = 1,
						["bTag"] = "永春宏利#5163",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "月行者奥莉卡-梦境之树",
						["iLvl"] = 205,
						["time"] = 1622001197,
						["class"] = 3,
						["bTag"] = "沉默的抵抗者#5647",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "玄虫-金色平原",
						["time"] = 1622001397,
						["class"] = 3,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "牧牧的复仇者-玛里苟斯",
						["iLvl"] = 222,
						["time"] = 1622001397,
						["class"] = 12,
						["bTag"] = "邻居家的牧牧#5972",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "乌托邦之小恶-白银之手",
						["iLvl"] = 205,
						["time"] = 1622001397,
						["class"] = 12,
						["bTag"] = "乌托邦之小奶#5687",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "小豆蔻-白银之手",
						["iLvl"] = 215,
						["time"] = 1622001397,
						["class"] = 2,
						["bTag"] = "庄蝶#5309",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "用心-罗宁",
						["iLvl"] = 192,
						["time"] = 1622001378,
						["class"] = 2,
						["bTag"] = "左左小右#5804",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "荒年似瑾-熊猫酒仙",
						["iLvl"] = 215,
						["time"] = 1622001397,
						["class"] = 3,
						["bTag"] = "jack#52401",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "风中的夜枭-刺骨利刃",
						["iLvl"] = 225,
						["time"] = 1622001397,
						["class"] = 11,
						["bTag"] = "阿酷#5170",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Annebeak-金色平原",
						["time"] = 1622001397,
						["class"] = 11,
						["leader"] = true,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "追影氵-霜之哀伤",
						["iLvl"] = 226,
						["time"] = 1622001397,
						["class"] = 2,
						["bTag"] = "追影#51805",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "唔灬在这停顿-阿拉索",
						["iLvl"] = 224,
						["time"] = 1622001397,
						["class"] = 12,
						["bTag"] = "大两号扯皮#5350",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "小小打工人-山丘之王",
						["time"] = 1622001397,
						["class"] = 11,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "亚伯-主宰之剑",
						["iLvl"] = 205,
						["time"] = 1622001397,
						["class"] = 3,
						["bTag"] = "十二月#5246",
					}, -- [40]
				},
			},
			["version"] = "90002.03",
			["lastSearchCode"] = "9-0-19-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -14.94815063476563,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"4-0-0-0", -- [2]
				"6-0-0-0", -- [3]
			},
		},
	},
}
