
ABGCharacterDB = {
	["蓝之猫-暗影迷宫"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["暗色丷赤瞳-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["活树一只亡-黑暗之门"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["冷少-奥金顿"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["花如雨-诺兹多姆"] = {
		["win"] = 12,
		["lose"] = 10,
	},
	["尤文兔丝-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["开爆发-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["哈哈大侠客-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["飞天小狗-白银之手"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["茜茜爱-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["手机无法-蜘蛛王国"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["喜剧戏剧-萨洛拉丝"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["空空如也丨-白银之手"] = {
		["win"] = 5,
		["lose"] = 9,
	},
	["烧烤店吗-无尽之海"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["马丽娜丶梦露-国王之谷"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["星海一片天-无尽之海"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["孤城暮雨-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["速度冲锋-诺兹多姆"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["无敌小妹妹-国王之谷"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["嘻嘻哈哈过桥-圣火神殿"] = {
		["win"] = 14,
		["lose"] = 18,
	},
	["不觉技痒-军团要塞"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["承诺永远-国王之谷"] = {
		["win"] = 8,
		["lose"] = 9,
	},
	["星拱北辰居-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["烟雨离殇想-安苏"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["用兵如神-时光之穴"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["辣条骚年-瓦拉纳"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["豆干豆腐发-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["封口费给人家-末日行者"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["光头籹-萨洛拉丝"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["拉风的大亨-自由之风"] = {
		["win"] = 1,
		["lose"] = 7,
	},
	["并肩丶-永恒之井"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["多环芳烃啊-金色平原"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["仙女托桃-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["一分钟完成哦-洛肯"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["终南-瓦里安"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["派乄嗒欣-末日行者"] = {
		["win"] = 6,
		["lose"] = 9,
	},
	["楼萨凡纳-泰兰德"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["宇智波泉奈-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["童话破灭了-安苏"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["红茶密打-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["黑夜小哥-安苏"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["履霜冰炙-克尔苏加德"] = {
		["win"] = 22,
		["lose"] = 25,
	},
	["大骑士坎爷-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["猫扑风铃丶-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["将会发生-伊森利恩"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["小辫子囡囡-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["午夜清城丷-白银之手"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["莎娃迪咖-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["东方红电饭-白银之手"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["无力回天-恶魔之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["珈璇璐-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["天使大件-暗影之月"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["的死家伙是-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["鹰熊浩劫-翡翠梦境"] = {
		["win"] = 5,
		["lose"] = 3,
	},
	["倒打一耙-外域"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["宝宝滴贝贝-诺兹多姆"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["御女冰晶-末日行者"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["婲谢夕颜-安苏"] = {
		["win"] = 7,
		["lose"] = 2,
	},
	["迅速发车快-月神殿"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["依笙艾妮-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["的就卡死-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Xcwqew-山丘之王"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["妹脱丝帮慰-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["真人真事-克苏恩"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["对方忽然人-海克泰尔"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["苝葵丨向暖-熊猫酒仙"] = {
		["win"] = 5,
		["lose"] = 6,
	},
	["那些回忆-暗影之月"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["只要消费五-塞拉摩"] = {
		["win"] = 10,
		["lose"] = 8,
	},
	["杰灬克-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["弑神若雨-托尔巴拉德"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["凝水丶寒烟-贫瘠之地"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["士大夫豆豆-罗宁"] = {
		["win"] = 3,
		["lose"] = 0,
	},
	["沐饮温晴-阿拉索"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["不带帽子-黑铁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["奥灬格瑞玛-遗忘海岸"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["珍瑛-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["国服第一卡牌-勇士岛"] = {
		["win"] = 6,
		["lose"] = 6,
	},
	["Mogui-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["弱鸡先走-末日行者"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["Weca-烈焰峰"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["吉野君-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["很难取个名字-破碎岭"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["张哥开法拉利-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["爱人如命丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["蓝发猎猎-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["俺叫翠芬-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["快速开大车-末日行者"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["籽宫迷蓝-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["傲丗无雙-克尔苏加德"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["上官灬爱而为-永恒之井"] = {
		["win"] = 11,
		["lose"] = 12,
	},
	["忘灬鱼-死亡之翼"] = {
		["win"] = 7,
		["lose"] = 11,
	},
	["展昭侠客-麦迪文"] = {
		["win"] = 6,
		["lose"] = 3,
	},
	["蔚灬蓝灬-死亡之翼"] = {
		["win"] = 8,
		["lose"] = 13,
	},
	["锤你-神圣之歌"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["甜丶豆-迦拉克隆"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["老贾的懒惰-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["扼殺幸福-安苏"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["小刘回老家-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["小羊侠-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["黑夜刺客-麦姆"] = {
		["win"] = 7,
		["lose"] = 11,
	},
	["波卡娅-安苏"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["真壁紅音-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["阿西吧了-暗影之月"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["鱼饼吃馍-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["小张野外开车-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["旧时光丿-主宰之剑"] = {
		["win"] = 7,
		["lose"] = 10,
	},
	["憋来无恙哦-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["虎王头-山丘之王"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["空荡荡的街-白银之手"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["喃喃小猟-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["早发白帝城-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["马小起-瓦里安"] = {
		["win"] = 7,
		["lose"] = 18,
	},
	["炎热-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["丘比特之神-桑德兰"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["呀哈哈-麦迪文"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["我的胸挪死你-银松森林"] = {
		["win"] = 7,
		["lose"] = 8,
	},
	["阿基里斯-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["无尽苦逼-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["世代书香-生态船"] = {
		["win"] = 5,
		["lose"] = 4,
	},
	["Gegergte-海克泰尔"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["橘子狗狗-罗宁"] = {
		["win"] = 7,
		["lose"] = 20,
	},
	["孤家丶-安苏"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["翁都是-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["嗜血小胖胖-末日行者"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["看看空间廼-亚雷戈斯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["小恩小德-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["遥遥笔人-大漩涡"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["小张吓鸟了-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["忘灬鱼-霜之哀伤"] = {
		["win"] = 6,
		["lose"] = 6,
	},
	["段坤窝吃定了-烈焰峰"] = {
		["win"] = 8,
		["lose"] = 23,
	},
	["冰封水竹-克尔苏加德"] = {
		["win"] = 3,
		["lose"] = 0,
	},
	["丶丶大西瓜-迅捷微风"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["清风饮露丶-神圣之歌"] = {
		["win"] = 5,
		["lose"] = 1,
	},
	["缺个德宝宝-死亡之翼"] = {
		["win"] = 7,
		["lose"] = 13,
	},
	["无情的胖子驴-末日行者"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["射击-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["你是真的硬-末日行者"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["一季烟雨凉-回音山"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["海綿北鼻-洛肯"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["憨憨张-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["深谋远虑-塞泰克"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["凝望与-提瑞斯法"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["守鹤老人-白银之手"] = {
		["win"] = 10,
		["lose"] = 15,
	},
	["我爱我家四-无尽之海"] = {
		["win"] = 21,
		["lose"] = 21,
	},
	["还魂的酒-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["上杜甫睦-伊兰尼库斯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["刚回家客户-金色平原"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["午夜甜梅-金色平原"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["活树一只鹰-刀塔"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["壮年弟弟-无尽之海"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["微微笑-金色平原"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["风的沉沦-泰拉尔"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["万有勾引力-迦拉克隆"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["亚雷眼泪-亚雷戈斯"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["小超火锅-诺兹多姆"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["先让你干五天-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["凄美-白银之手"] = {
		["win"] = 1,
		["lose"] = 7,
	},
	["樱花联盟啊-罗宁"] = {
		["win"] = 6,
		["lose"] = 8,
	},
	["妍妍小可爱-燃烧之刃"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["安防公司-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["荷花-梦境之树"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["容我做个垃圾-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["琉璃墨色-神圣之歌"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["朝思牧想-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["Lnfew-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["夜夜欢歌不安-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["越来越月半-轻风之语"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["不放技能的-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["Shengshan-艾维娜"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["帅到被狗咬乁-亚雷戈斯"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["四杯橙汁-罗宁"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["筱不德-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["张牌飞行员-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["看着电视播放-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["小手賊黒-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["西瓜皮怪-伊莫塔尔"] = {
		["win"] = 8,
		["lose"] = 16,
	},
	["先让你三剑-梦境之树"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["乌龙院-泰兰德"] = {
		["win"] = 5,
		["lose"] = 8,
	},
	["神代光环-暗影之月"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["烟雨一跃-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["强壮的睿睿-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["逍遥自在-安威玛尔"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["女法医-白银之手"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["有个小咪咪-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["你好骚哦乁-奥特兰克"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["一只大鹰-暗影之月"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["散人灬-白骨荒野"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["杜曼所-罗宁"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["泉哥灬-金色平原"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["独居你心-熊猫酒仙"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["本来就狠无知-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["下不过你-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["黑糖疯-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["一身傲气王-蜘蛛王国"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["红丶玫瑰-无尽之海"] = {
		["win"] = 9,
		["lose"] = 13,
	},
	["拥抱了寂寞-艾萨拉"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["快速发车哦-回音山"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["沿江高速车神-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["鲁卡斯尔-永恒之井"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["地板-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["回忆里的人-无尽之海"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["沧桑的回忆啊-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["爱笑的女孩-破碎岭"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["术爷拉人来了-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["绿色保护者-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["神天剑皇帝-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["欢快的光头强-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["柯傲科特-主宰之剑"] = {
		["win"] = 6,
		["lose"] = 10,
	},
	["随便一点啊-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["浩劫的召唤-鹰巢山"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["格雷帅哥-格雷迈恩"] = {
		["win"] = 14,
		["lose"] = 6,
	},
	["夏天有点热-阿拉索"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["姿娜-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["谁辜负了谁-安苏"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["我爱我家二-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["农怪-萨洛拉丝"] = {
		["win"] = 8,
		["lose"] = 8,
	},
	["黑发闭眼-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["芒果千-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["贵族丶人多-永恒之井"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["灵魂邂逅-罗宁"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["哪里都有我-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["狼不二-丽丽（四川）"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["Ghweqgsdf-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["顾上挽人-国王之谷"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["法规的恢复规-白银之手"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["星星六-白银之手"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["阿斯达克附-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["政能量是火-国王之谷"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["绿的的天空-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["钱萬灬萬-安苏"] = {
		["win"] = 7,
		["lose"] = 4,
	},
	["随空跳舞步-安苏"] = {
		["win"] = 3,
		["lose"] = 0,
	},
	["俺叫张饭桶-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["法康师傅-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["交大一起好-安苏"] = {
		["win"] = 7,
		["lose"] = 7,
	},
	["主教的守护-末日行者"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["德夜嫁到-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["起飛丨-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["余帝七-白银之手"] = {
		["win"] = 8,
		["lose"] = 10,
	},
	["小兔兜-回音山"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["瓜皮飞上天-雷斧堡垒"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["壹步壹射-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["风中守候-迦拉克隆"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["涧肃-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["剑寒霜-基尔加丹"] = {
		["win"] = 11,
		["lose"] = 7,
	},
	["法规规划发给-白银之手"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["夜色丶下-伊瑟拉"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["卡菲纳-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["势不可挡啊-国王之谷"] = {
		["win"] = 1,
		["lose"] = 7,
	},
	["选我您好运来-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我的爱很早-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["是个回复-伊森利恩"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["鈊訫缃茚-安东尼达斯"] = {
		["win"] = 8,
		["lose"] = 5,
	},
	["西门少女-迅捷微风"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["一只小老鼠-无尽之海"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["绿发猎猎-洛肯"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["葱烧茄子-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["Sppring-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["超级尛呱籽-巴尔古恩"] = {
		["win"] = 6,
		["lose"] = 10,
	},
	["晓猫儿-布兰卡德"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["消失的真心-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["余帝八-白银之手"] = {
		["win"] = 5,
		["lose"] = 7,
	},
	["影只形孤-罗宁"] = {
		["win"] = 19,
		["lose"] = 22,
	},
	["心软也是病-国王之谷"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["森拥萤火-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["爱茜茜-雷霆之怒"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["坚韧不拔-时光之穴"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["别打我跟你走-塞拉摩"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["初丷霁-白银之手"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["半世晨光-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["需要人陪-无尽之海"] = {
		["win"] = 13,
		["lose"] = 13,
	},
	["苍小白-金色平原"] = {
		["win"] = 3,
		["lose"] = 7,
	},
	["火焰纹章领主-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["孟面大盗-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["三十三只松鼠-安苏"] = {
		["win"] = 8,
		["lose"] = 18,
	},
	["投影魔术-罗宁"] = {
		["win"] = 6,
		["lose"] = 6,
	},
	["天下菊花-梦境之树"] = {
		["win"] = 9,
		["lose"] = 9,
	},
	["我是小光头-回音山"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["削笔-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["外形随意-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["小猎豹灬郑凯-白银之手"] = {
		["win"] = 6,
		["lose"] = 10,
	},
	["葬爱雷强-熊猫酒仙"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["暴力狂人-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["牧牧君-国王之谷"] = {
		["win"] = 14,
		["lose"] = 14,
	},
	["日落西峡-暗影之月"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["丿神偷灬忍-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["吻你万千-熊猫酒仙"] = {
		["win"] = 5,
		["lose"] = 2,
	},
	["帷幕跳怪-末日行者"] = {
		["win"] = 1,
		["lose"] = 3,
	},
}
