
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 楼层太低就这坏处", -- [1]
		"/p 踩上去就行了", -- [2]
		"/p 能奶能AOE", -- [3]
		"/p 睡觉睡觉", -- [4]
		"/cw 罗柠蒋德庆-罗宁 1", -- [5]
		"/RL", -- [6]
		"裸挂有点危险", -- [7]
		"/p 我老被弹来弹去", -- [8]
		"/p +1", -- [9]
		"/p 3秒奶一口 5W一个人", -- [10]
		"/cw 诚实的胡志-罗宁 1", -- [11]
		"/i 做成就不行嘛", -- [12]
		"/p 我这合唱比较猛", -- [13]
		"挂DZ?", -- [14]
		"/MYSLOT", -- [15]
		"/p 我要合唱了", -- [16]
		"都要打完了.", -- [17]
		"/cw 猪肉涨价-金色平原 123", -- [18]
		"/团队 对面就一个奶", -- [19]
		"/TAR 档案", -- [20]
	},
	["ConvertKeybindings"] = true,
}
