
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/g 插件", -- [1]
		"/way 50.25 31.63 1", -- [2]
		"/way 50.04 33.27 3", -- [3]
		"/p 我这合唱比较猛", -- [4]
		"都要打完了.", -- [5]
		"/g 咦 我发现档案员的道具也是账号绑定的", -- [6]
		"/WA", -- [7]
		"/way 52.16 30.36 2", -- [8]
		"/MYSLOT", -- [9]
		"/g 血亏 早知道用人类号冲", -- [10]
		"/cw 诚实的胡志-罗宁 1", -- [11]
		"/script DEFAULT_CHAT_FRAME:AddMessage(\"\\124cffffffff\\124Hitem:187177::::::::60:::::\\124h[研究刻希亚圣物]\\124h\\124r\");", -- [12]
		"/团队 对面就一个奶", -- [13]
		"/g 整点刷的啊.", -- [14]
		"/g 1 3 5 7 9这样子", -- [15]
		"/g 你等7点", -- [16]
		"/g 就跟之前的典狱长之怒一样", -- [17]
		"/g 大地图上显示的", -- [18]
		"/g 马哥 刷了哦", -- [19]
		"/way 41 28", -- [20]
	},
	["ConvertKeybindings"] = true,
}
