
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/g 血亏 早知道用人类号冲", -- [1]
		"/cw 诚实的胡志-罗宁 1", -- [2]
		"/script DEFAULT_CHAT_FRAME:AddMessage(\"\\124cffffffff\\124Hitem:187177::::::::60:::::\\124h[研究刻希亚圣物]\\124h\\124r\");", -- [3]
		"/团队 对面就一个奶", -- [4]
		"/g 整点刷的啊.", -- [5]
		"/g 1 3 5 7 9这样子", -- [6]
		"/g 你等7点", -- [7]
		"/g 就跟之前的典狱长之怒一样", -- [8]
		"/g 大地图上显示的", -- [9]
		"/g 马哥 刷了哦", -- [10]
		"/way 41 28", -- [11]
		"/way 43 32", -- [12]
		"/s 别打", -- [13]
		"/s 没到40层不掉东西的", -- [14]
		"/s 停手", -- [15]
		"/s 都是傻子么", -- [16]
		"/s 40层buff在打", -- [17]
		"/s 嘲讽走", -- [18]
		"/s 傻子还开爆发", -- [19]
		"/cw 迅猛龙-罗宁 拉脱马上就能吃你懂么", -- [20]
	},
	["ConvertKeybindings"] = true,
}
