
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 不都一条龙的", -- [1]
		"/WA", -- [2]
		"挂评级举报了", -- [3]
		"挂DZ?", -- [4]
		"有SP的么", -- [5]
		"裸挂有点危险", -- [6]
		"上去打点伤害就行", -- [7]
		"/i 做成就不行嘛", -- [8]
		"/p 被击飞是啥玩意", -- [9]
		"/p 我老被弹来弹去", -- [10]
		"/p 你们谁的心能会弹队友", -- [11]
		"/p 我要合唱了", -- [12]
		"/p 楼层太低就这坏处", -- [13]
		"/p +1", -- [14]
		"/p 踩上去就行了", -- [15]
		"/p 我这合唱比较猛", -- [16]
		"/p 能奶能AOE", -- [17]
		"/p 3秒奶一口 5W一个人", -- [18]
		"/p 睡觉睡觉", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
