
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "[*] 暗言术：灭",
		[36877] = "怒骨骷髅",
		[37133] = "伊米亚战争领主",
		[165872] = "血肉工匠",
		[159730] = "雷迪拉夫步兵",
		[157683] = "火炉附魔师",
		[170480] = "阿塔莱死亡行者",
		[170992] = "卡萨拉·诺克斯",
		[159731] = "雷迪拉夫信使",
		[29768] = "坚韧的巨蟒",
		[29832] = "达卡莱魔像",
		[55689] = "缚风者哈格拉",
		[176112] = "堕落的公证人",
		[165363] = "未知目标 <建筑师哈伦>",
		[36494] = "熔炉之主加弗斯特",
		[18315] = "虚灵妖术师",
		[163316] = "戈姆狂暴者",
		[167923] = "染病残体",
		[37134] = "伊米亚女猎手",
		[169971] = "戈姆蛴幼虫",
		[22858] = "影蹄刺客",
		[176114] = "堕落的美食家",
		[169972] = "臃肿的戈姆",
		[173044] = "未知目标",
		[28105] = "督军塔尔特克",
		[172021] = "凇心自动机",
		[173045] = "绽翼主母",
		[170486] = "阿塔莱虔信者",
		[36879] = "天灾恶灵",
		[37007] = "缚亡守卫",
		[173046] = "凶猛的护巢者",
		[525] = "未知目标",
		[164857] = "林鬼折愈者",
		[161274] = "地区贵族",
		[169976] = "戈姆斩劈者",
		[54923] = "永恒守卫",
		[29769] = "劣尸维尔",
		[43662] = "自由的大地狂怒者",
		[176120] = "堕落的夺灵者",
		[156157] = "凇心晋升者",
		[56587] = "暮光突击幼龙",
		[30409] = "学徒奥斯特基格",
		[170490] = "阿塔莱高阶祭司",
		[36880] = "衰弱的巨像",
		[156158] = "副官费里波斯",
		[30921] = "骷髅符文锻造师",
		[30985] = "被召唤的士兵",
		[22859] = "影蹄召唤者",
		[166908] = "玛力菲斯",
		[156159] = "凇心投枪手",
		[173051] = "镇压者泽罗尔斯",
		[55308] = "督军佐诺兹",
		[23691] = "铲齿雄鹿",
		[165374] = "玉珑 <廖老师丶-丽丽（四川）>",
		[166398] = "铸魂者若弗斯",
		[169470] = "猩红合唱",
		[36497] = "布隆亚姆",
		[159233] = "罪碑构造体",
		[36881] = "骷髅奴隶",
		[164864] = "魂选斥候",
		[25227] = "地穴爬行者",
		[25483] = "影刃嗜魔者",
		[29770] = "奈丝伍德夫人",
		[29834] = "达卡莱狂鱼",
		[25867] = "炎刃龙鹰",
		[174592] = "领地涉水鹭",
		[162819] = "战争使者玛柯拉克",
		[18317] = "虚灵牧师",
		[26763] = "阿诺玛鲁斯",
		[30922] = "阴暗蛮徒",
		[31050] = "萨菲德拉",
		[31242] = "齐格莉德·冰魂",
		[169988] = "不稳定的罪人",
		[72981] = "阿格隆",
		[27531] = "未知目标",
		[176131] = "锻炉魔导师",
		[168453] = "活化指示犬",
		[5925] = "根基图腾 <后灼君-伊森德雷>",
		[43537] = "巨石之核塑地者",
		[39954] = "暮光织影者",
		[160264] = "骨胶铁腕战士",
		[36499] = "护魂收割者",
		[36627] = "腐面",
		[159753] = "贪婪之毒",
		[37011] = "被诅咒者",
		[157194] = "岩足",
		[37907] = "腐蛆",
		[25228] = "复活的地穴领主",
		[173575] = "监督者弗内拉",
		[72983] = "腐化的碎颅者",
		[171016] = "传染性液滴",
		[172040] = "黑暗战将",
		[168457] = "石墙加尔贡",
		[168969] = "喷薄软泥",
		[172041] = "未知目标",
		[30283] = "天灾漫步者",
		[72728] = "库卡隆血斧兵",
		[166411] = "弃誓篡位者",
		[159757] = "死灵助祭",
		[37012] = "上古骷髅士兵",
		[107024] = "邪能领主 <驰哥玩疯了-永恒之井>",
		[94995] = "加拉戈",
		[162317] = "斩血",
		[162829] = "莱兹卡扎",
		[167948] = "感染畸体",
		[54544] = "泰兰德的残影",
		[154128] = "炽热元素",
		[166925] = "被抛弃的腐肉",
		[167949] = "魔药之殇幸存者",
		[74009] = "蛛形地雷",
		[173580] = "审判官德瓦基",
		[154129] = "燃烬卫士",
		[28108] = "骨镰劫掠者",
		[39956] = "暮光执行者",
		[172557] = "巫妖之誓卫士",
		[56848] = "暮光斩杀者精英",
		[72986] = "莎娜·火星",
		[44819] = "希亚玛特",
		[168975] = "凝结痛楚",
		[154131] = "熔岩之怒",
		[166928] = "衰颓的胆裔",
		[163857] = "凋缚狂热者",
		[25165] = "萨洛拉丝女王",
		[38421] = "梦魇之云",
		[25485] = "影刃死亡使者",
		[172048] = "幻影重殴者",
		[29836] = "达卡莱作战骑兵",
		[170513] = "渊誓寻魂者",
		[166930] = "颅猪断背者",
		[26125] = "根须嚼碎者",
		[30284] = "碾骨者",
		[168978] = "魁梧的执行者",
		[36502] = "噬魂者",
		[166931] = "骨锻痛击者",
		[172050] = "缠结的潜雾者",
		[164884] = "未知目标",
		[30924] = "被占据的伊斯卡德尔",
		[30988] = "天灾裂食鸟",
		[166932] = "魁梧的战血憎恶",
		[37782] = "食肉昆虫",
		[167956] = "黑暗助祭",
		[164885] = "监督者米奈拉",
		[165909] = "怨毒暗影",
		[166933] = "贪婪的文图恩",
		[163862] = "万眼防御者",
		[164886] = "仪式塑符者",
		[157720] = "真菌毁灭者",
		[166934] = "忠诚的洛尔",
		[28109] = "雾语战士",
		[172053] = "弃誓爪卫",
		[60561] = "陷地图腾",
		[165911] = "忠诚的造物",
		[170518] = "渊誓歼灭者",
		[166935] = "不死战士",
		[172054] = "弃誓裁定者",
		[162329] = "无堕者哈夫",
		[166936] = "锐眼弓手",
		[25038] = "菲米丝",
		[172055] = "弃誓候选者",
		[25166] = "高阶术士奥蕾塞丝",
		[165913] = "未知目标",
		[25486] = "影刃征服者",
		[173080] = "徘徊的死亡",
		[157212] = "傲慢的学者",
		[170521] = "迅捷的暗影追猎者",
		[17808] = "安纳塞隆",
		[167962] = "失灵的牙钻",
		[30285] = "塔达拉姆之眼",
		[168986] = "骷髅迅猛龙",
		[169498] = "魔药炸弹",
		[162844] = "达斯·雷扎拉",
		[167963] = "无头的终端机",
		[169499] = "贪婪的毁灭者",
		[157726] = "焦灼的清道夫",
		[162845] = "奥尔霍林",
		[167964] = "4.RF-4.RF",
		[168988] = "蔓生藤条",
		[169500] = "贪婪的汲翼虫",
		[167965] = "润滑器",
		[166942] = "佐尔拉姆斯之眼",
		[28110] = "雾语神谕者",
		[172061] = "金裘冲锋者",
		[24207] = "亡者大军",
		[169502] = "疲惫具象",
		[165919] = "骷髅劫掠者",
		[73250] = "库卡隆野战枪手",
		[159265] = "塔楼爬蛛",
		[167967] = "有知觉的油",
		[160289] = "雷迪拉夫管理员",
		[165408] = "哈尔吉亚斯",
		[166432] = "棘祸哨兵",
		[162849] = "墨古莱克斯",
		[71715] = "奥格瑞玛死忠份子",
		[164897] = "迷雾栖居者",
		[157731] = "焦灼的清道夫",
		[29774] = "喷毒的眼镜蛇",
		[165410] = "高阶裁决官阿丽兹",
		[165922] = "愤怒守护者",
		[163363] = "镰棘魔击者",
		[39961] = "被奴役的流水之魂 <暮光破雷者>",
		[30286] = "冰霜使者",
		[30414] = "被遗忘的无面者",
		[157733] = "狂乱的灰烬食尸鬼",
		[37146] = "库卡隆狙击手",
		[162853] = "坚不可摧的乌尔兹",
		[54550] = "不灭烈焰",
		[31438] = "暗影拱顶憎恶",
		[166437] = "纳修",
		[163366] = "亡者魔导师",
		[63508] = "雪怒",
		[78116] = "水元素",
		[165414] = "堕落的歼灭者",
		[39450] = "洞窟穴居人",
		[166438] = "巨型血浆",
		[171045] = "灰烬残留物",
		[175652] = "悲哀之主",
		[39962] = "暮光破雷者",
		[32398] = "乒乒国王",
		[165415] = "劳苦的管理员",
		[56854] = "暮光邪刃者精英",
		[36891] = "冰魂始祖龙",
		[12458] = "黑翼工头",
		[167464] = "大奥术师德米特里",
		[172071] = "雾乱林地追猎者",
		[156203] = "冥河焚烧者",
		[164905] = "卡德雷吉队长",
		[163882] = "腐烂的血肉巨人",
		[160811] = "侵蚀幼虫",
		[172073] = "雾碎守护者",
		[56471] = "变异的腐蚀",
		[170026] = "通灵师学徒",
		[167467] = "罩影祭师",
		[36892] = "伊米亚死亡使者",
		[173098] = "艾莫尔家族刺客",
		[158254] = "卡拉",
		[176170] = "渊誓愚忠者",
		[38172] = "鬼魂法师",
		[170028] = "骷髅新兵",
		[172076] = "未知目标",
		[160815] = "侵蚀的饕餮者",
		[158256] = "腐化的云羽鸟",
		[71466] = "钢铁战蝎",
		[172077] = "复仇精华",
		[172589] = "巫妖之誓哨卫",
		[169006] = "贵族主顾",
		[28368] = "伊米亚通灵师",
		[149555] = "憎恶 <鏖战镇魂曲-安苏>",
		[14282] = "霜狼血犬",
		[172078] = "橡心食魂者",
		[172590] = "巫妖之誓勇士",
		[37149] = "库卡隆通灵师",
		[170031] = "希尔梵嫩蹄者",
		[37533] = "霜牙",
		[172079] = "橡心嚎夜者",
		[176686] = "腐烂的爪牙",
		[164913] = "大攻城匠师",
		[29392] = "饥饿的巨鲨",
		[158259] = "团结",
		[158771] = "贪婪的以太浮蛇",
		[172080] = "橡木碾压者",
		[156212] = "凇心特工",
		[29840] = "跳跃者",
		[170033] = "沃卡伊新兵",
		[176176] = "枯败蛮兵",
		[156213] = "凇心卫士",
		[165427] = "戈姆劫猎者",
		[163892] = "腐烂的粘液之爪",
		[37022] = "凋零憎恶",
		[161333] = "暗墙叛徒",
		[174130] = "疯狂的噬渊菇",
		[37534] = "猎脊冰龙",
		[37662] = "黑暗堕落者指挥官",
		[174131] = "巴谷姆",
		[163894] = "凋零碎脊者",
		[172596] = "通灵助祭",
		[165430] = "恶毒之裔",
		[170037] = "满怀希望的候选者",
		[172085] = "艾斯特里克·德利纳",
		[164407] = "泥拳",
		[72238] = "颓丧的化身",
		[170550] = "魂选新兵",
		[162872] = "凋落者赞图斯",
		[159289] = "幼年云羽鸟",
		[163896] = "石缚卫士",
		[90410] = "邪火碎石机",
		[164920] = "德鲁斯特斩魂者",
		[157754] = "暗誓机械师",
		[170551] = "沃登队长",
		[162873] = "阿兹莫加尔",
		[156219] = "凇心斥候",
		[38175] = "幽灵祭司",
		[162874] = "提欧",
		[73775] = "指挥官库拉格",
		[165946] = "无尽女皇莫德蕾莎",
		[170553] = "灰颅拖拽者",
		[162875] = "德弗莫塔",
		[43934] = "灵魂碎块",
		[167994] = "骨化的援兵",
		[172601] = "通灵巫师",
		[170042] = "石裔新兵",
		[173114] = "入侵的葬秋萤",
		[37664] = "黑暗堕落者大法师",
		[135236] = "泥洞卫士",
		[38176] = "受尽折磨的火枪手",
		[170044] = "温西尔学徒",
		[167485] = "饿坏的噬渊鼠",
		[164414] = "复生的法师",
		[164926] = "德鲁斯特碎枝者",
		[19668] = "暗影魔",
		[170045] = "滴水的泥仆",
		[171581] = "焦痕巨兽",
		[167998] = "传送门守卫",
		[161344] = "暗墙破坏者",
		[157761] = "雄性翼狮",
		[162880] = "妖女戴拉克斯",
		[163392] = "堕恩谋士",
		[167999] = "罪孽回响",
		[37025] = "大臭",
		[161345] = "暗墙歼灭者",
		[161857] = "召唤师尼尔瓦斯卡",
		[37665] = "黑暗堕落者将领",
		[71475] = "鲁克·石趾",
		[172607] = "赞图斯的死亡之影",
		[164929] = "仙木灵居民",
		[25363] = "炎刃秘法师",
		[168001] = "强化的焰炉执行者",
		[172608] = "赞图斯的死亡之影",
		[161859] = "无脑的活化体",
		[71476] = "困苦的化身",
		[168002] = "强化的渊誓禁锢者",
		[172609] = "赞图斯的死亡之影",
		[161348] = "暗墙镇压者",
		[44704] = "希亚玛特的爪牙",
		[168003] = "强化的凇心晋升者",
		[173634] = "泥缎",
		[37666] = "黑暗堕落者谋士",
		[71477] = "阴郁的化身",
		[168004] = "强化的皇家领事",
		[167493] = "喷毒狙击手",
		[168005] = "强化的丧魂蹒跚者",
		[71478] = "苦痛印记",
		[71734] = "傲之煞",
		[165959] = "未知目标",
		[168007] = "强化的渊誓缚魂者",
		[165960] = "炽热的炉犬",
		[71479] = "禾·软足",
		[176198] = "渊誓禁锢者",
		[54431] = "贝恩的残影",
		[160842] = "卑劣收集者",
		[173640] = "顺从的影犬",
		[47649] = "百花齐放",
		[158796] = "石戒收集者",
		[71480] = "孙·柔心",
		[164427] = "未知目标",
		[160844] = "卑劣暴徒",
		[36516] = "护魂复生者",
		[158797] = "加尔贡压迫者",
		[37028] = "库卡隆潜伏者",
		[160845] = "挖掘执行者",
		[155215] = "妖叶鞭笞者",
		[31251] = "暗影拱顶散兵",
		[156239] = "黑暗晋升者科鲁斯",
		[152656] = "丧魂追猎者",
		[170572] = "阿塔莱灾厄妖术师",
		[171596] = "凋缚巨骨",
		[160847] = "考察者波伊安",
		[171597] = "骷髅残迹",
		[156241] = "巨型卫士",
		[160848] = "考察者达西安娜",
		[40484] = "埃鲁达克",
		[156242] = "活化的徘徊者",
		[173134] = "暗誓歌利亚",
		[169551] = "占卜者里罗克",
		[158290] = "歼灭者泰祖拉特",
		[155219] = "戈姆蛴喷吐者",
		[160850] = "守罪者马特奥",
		[166993] = "狩猎大师佩特鲁斯",
		[175695] = "冥殁余烬",
		[156244] = "飞翼自动机",
		[173136] = "荒芜碎击者",
		[165970] = "军需官科姆",
		[170577] = "夜歌炽蓝蛾",
		[155221] = "妖叶看护者",
		[156245] = "巨型自动机",
		[169042] = "竞争者布拉恩",
		[153174] = "死亡观察者",
		[130094] = "海贤海歌者",
		[175697] = "渊誓老兵",
		[37030] = "库卡隆仪祭师",
		[173138] = "渊誓警卫",
		[170067] = "蛮翼恐爪鸟",
		[37670] = "冰霜之刃 <伊米亚唤天者>",
		[151128] = "监锁之主",
		[172627] = "活化的苦力",
		[161878] = "镰棘切割者",
		[175187] = "魅魔",
		[163414] = "病态信徒",
		[165974] = "锻炉寻猎者",
		[155225] = "妖叶林歌者",
		[168022] = "软泥触须",
		[170070] = "烁裘护巢者",
		[175701] = "渊誓愚忠者",
		[160345] = "起水泡的审判官",
		[94777] = "莫克隆",
		[170071] = "渊誓阴影追猎者",
		[170583] = "魂选战裔",
		[175702] = "渊誓新兵",
		[12557] = "黑翼控制者",
		[29333] = "先锋军狮鹫骑士",
		[173655] = "纱雾龙母",
		[174167] = "暗锋召唤师",
		[134241] = "布伦纳丹居民",
		[159323] = "石界践踏者",
		[29717] = "暗影教徒",
		[169049] = "渴求心能的追猎者",
		[43430] = "巨石之核狂战士",
		[165978] = "食腐的噬渊鼠",
		[30037] = "尤尔丁格斗者",
		[175704] = "凝聚的痛苦",
		[160348] = "驯服的加尔贡",
		[169050] = "渴求心能的尖叫者",
		[157277] = "挨饿的以太浮蛇",
		[174169] = "碎裂心智",
		[37032] = "库卡隆防御者",
		[94779] = "索沃克",
		[37544] = "护塔石像鬼",
		[169052] = "渴求心能的豹群之母",
		[106041] = "僵尸 <鏖战镇魂曲-安苏>",
		[175707] = "渊誓教导者",
		[160351] = "雷迪拉夫管家",
		[175708] = "渊誓评估者",
		[172637] = "冥河裂生者",
		[173149] = "有笼头的影犬",
		[161376] = "钢脊老兵",
		[165983] = "渊誓先锋",
		[37033] = "库卡隆祈求者",
		[37545] = "护塔爪牙",
		[165473] = "血牙公猪",
		[174175] = "忠诚的石裔魔",
		[166497] = "心能喷泉",
		[155236] = "铁须踏步者",
		[160355] = "被转化的爪卫",
		[26199] = "飘雪林地雌性狼獾人",
		[18137] = "沼泽掘泥者",
		[166499] = "未知目标",
		[155238] = "深叶守护者",
		[160357] = "弃誓惩罚者",
		[37546] = "暴怒的憎恶",
		[167524] = "瓦里诺",
		[54566] = "破碎的地面",
		[165989] = "黑檀爬行者",
		[167525] = "莫塔尼斯",
		[160359] = "弃誓监督者",
		[169061] = "棘祸烈马",
		[174692] = "乌棘袭击者",
		[167526] = "诺尔伽什·泥躯",
		[164967] = "伊库斯博士",
		[171622] = "德鲁斯特狂暴看护者",
		[57382] = "漆黑血球",
		[37035] = "库卡隆征服者",
		[170087] = "枯败兽",
		[37547] = "炮舰外壳",
		[156779] = "堕落的学识探求者",
		[25368] = "炎刃斩杀者",
		[29719] = "恐尸",
		[164458] = "无战旗的请愿者",
		[161388] = "通灵洗刷者",
		[157294] = "脉动的汲取者",
		[31191] = "哈达斯神父",
		[164461] = "受诅者赛泽尔",
		[157807] = "渊誓织魂者",
		[167533] = "阿德文特·追惘",
		[165998] = "霍肯队长",
		[23961] = "掠龙铁盔战士",
		[167534] = "老练的里克",
		[159856] = "恶毒的害虫",
		[164463] = "疫毒者巴瑟兰",
		[157809] = "渊誓黑暗法师",
		[155250] = "凋零语者",
		[57384] = "冰蓝血球",
		[157810] = "渊誓末日使者",
		[155251] = "长者漫枝",
		[25369] = "炎刃守备官",
		[29656] = "达库鲁狂暴者",
		[29720] = "拱顶恶鬼",
		[161395] = "坚韧的死亡元素",
		[167538] = "残暴者多基格",
		[18331] = "虚灵暗法师",
		[171634] = "不请自来的审判官",
		[37038] = "愤怒的斩肉者",
		[171635] = "德鲁斯特狂暴守护者",
		[37934] = "脓疮僵尸",
		[161398] = "维拉兹刃誓者",
		[166005] = "黑檀爬行者幼崽",
		[160375] = "狂野的祭师",
		[39854] = "碧蓝血脉卫士",
		[155769] = "爬行者之卵",
		[174197] = "战场祭师",
		[167543] = "恐惧化身",
		[163960] = "贪婪的饥渴潜伏者",
		[28825] = "旋风",
		[166008] = "梅尔珊",
		[175734] = "冥殁余烬",
		[163961] = "侵入的幼虫",
		[173175] = "空袭追猎者",
		[54699] = "时光扭曲夜刃豹",
		[25370] = "炎刃黄昏祭司",
		[167033] = "恶臭蹒跚者",
		[43438] = "克伯鲁斯",
		[157820] = "岩浆缚焰者",
		[174712] = "食腐的噬渊鼠",
		[39855] = "碧蓝血脉先知",
		[168058] = "注能的羽翎",
		[26266] = "可怕的赫迦尔",
		[72784] = "库卡隆炮手",
		[94283] = "暗影灌魔者",
		[13359] = "霜狼弓箭手",
		[173178] = "顽石军团巨怪",
		[31193] = "基纳斯·半魂",
		[168572] = "真菌猛攻者",
		[176251] = "痛苦狱卒",
		[157824] = "烈焰保护者",
		[163967] = "瘤枝破坏者",
		[174205] = "唤天者乔索克",
		[32665] = "水晶纠结者 <塑树者奥莫洛克>",
		[94285] = "邪能萃魔者",
		[28826] = "雷怒亡魂",
		[174206] = "指挥官雷沃克",
		[163457] = "弃誓先锋",
		[152708] = "渊誓寻猎者",
		[54701] = "时光扭曲女猎手",
		[174207] = "吟牙者斯里利克十二世",
		[163458] = "弃誓谴罚者",
		[29722] = "狂乱食尸者",
		[169601] = "顽石军团特种兵",
		[163459] = "弃誓治愈者",
		[160388] = "瓦希尔勋爵",
		[72276] = "腐蚀混合物",
		[36658] = "天灾领主泰兰努斯",
		[44976] = "尼斐塞特疫病使者",
		[30746] = "召唤大师扎洛德",
		[57773] = "克卓莫 <莫卓克>",
		[175234] = "破冰者特拉克图斯",
		[171651] = "不请自来的威吓者",
		[168580] = "钻凋者",
		[93264] = "高克玛上尉",
		[170628] = "渊誓愚忠者",
		[171652] = "不请自来的碾压者",
		[156296] = "灰烬之卫",
		[169605] = "渊誓收集者",
		[171653] = "不请自来的绑架者",
		[100943] = "大地之墙图腾",
		[161928] = "骨胶塑骨者",
		[171142] = "惊异活化体",
		[160905] = "强化的士兵",
		[175238] = "大暴君泽里欧斯",
		[176262] = "渊誓守护者",
		[168584] = "渊誓寻猎者",
		[173191] = "猎魂者弗拉莱",
		[72791] = "纠缠腐蚀",
		[171656] = "剧毒狙击队长",
		[168585] = "渊誓先锋",
		[29851] = "莱斯班恩将军",
		[29915] = "教官霍加尔",
		[170633] = "危厄之灵",
		[171657] = "不请自来的斗泥者",
		[163979] = "亵渎的祈求者",
		[165515] = "堕落的黑暗剑士",
		[171658] = "不请自来的泥浆首领",
		[155790] = "渊誓侍僧",
		[164492] = "竞技场观众",
		[94803] = "格鲁特",
		[31195] = "埃德里斯",
		[168588] = "渊誓卫兵",
		[156815] = "不屈",
		[94804] = "蹒跚的蛮兵",
		[155793] = "骷髅残骸",
		[169102] = "阿格尼克斯",
		[167055] = "腐败投掷者",
		[168591] = "贪婪的恐惧蝠",
		[165008] = "建筑师哈伦",
		[175246] = "苦痛影魔",
		[71515] = "纳兹戈林将军",
		[71771] = "库卡隆织魔者",
		[25373] = "影刃缚魂者",
		[90199] = "血魔",
		[94806] = "地狱织邪者",
		[157332] = "殴骨头狼",
		[71772] = "库卡隆刺客",
		[162452] = "达塔诺斯",
		[163476] = "好战的唤石者",
		[173714] = "纱雾夜花",
		[162965] = "胡维拉兹",
		[31196] = "雷希",
		[71773] = "库卡隆战争萨满",
		[164501] = "唤雾者",
		[159895] = "未知目标",
		[165014] = "活化凋零",
		[163991] = "尘萎酸喉者",
		[165015] = "巨型粘液",
		[60849] = "青龙雕像 <廖老师丶-丽丽（四川）>",
		[73310] = "龙喉战旗",
		[163480] = "焦躁的微光蝶",
		[163992] = "尘萎镰角虫",
		[165529] = "堕落的搜集者",
		[163994] = "尘萎饕餮者",
		[164506] = "上古队长",
		[157340] = "骷髅残骸",
		[166042] = "泥瞥",
		[163995] = "未知目标",
		[164507] = "竞技场观众",
		[169114] = "金爪潜伏者",
		[44982] = "尼斐塞特暗法师",
		[164508] = "竞技场观众",
		[26782] = "晶化守护者",
		[27294] = "苔原食腐豺狼",
		[133285] = "河沙猎手",
		[164510] = "蹒跚的弩手",
		[160927] = "笨拙的攻城兽",
		[169629] = "枯败潜伏者",
		[169630] = "枯败蛮兵",
		[169631] = "枯败暗法师",
		[158370] = "艾格茜安防御者",
		[172703] = "憔悴的以太浮蛇",
		[42808] = "巨石之核掠夺者",
		[155812] = "渊誓祭师",
		[172704] = "不知足的以太浮蛇",
		[29982] = "达卡莱掠夺者",
		[168098] = "强化的凇心特工",
		[164515] = "妖精精神奴隶 <缚亡者赫洛斯>",
		[93023] = "攻城大师玛塔克",
		[36666] = "幽灵守卫",
		[36794] = "天灾领主泰兰努斯",
		[168099] = "强化的凇心投枪手",
		[89] = "地狱火爪牙",
		[170147] = "不稳定的内存器",
		[171171] = "渊誓弓手",
		[164517] = "特雷德奥瓦",
		[54582] = "月之矛",
		[171172] = "渊誓禁锢者",
		[168101] = "强化的丧魂影魔",
		[94816] = "托多弗",
		[95072] = "巨型土元素",
		[167078] = "残忍的夺翼者",
		[171685] = "原始之握",
		[168102] = "强化的丧魂回响",
		[161448] = "暗祸哨兵",
		[175269] = "特玛库伦狱卒",
		[160425] = "阴燃的殴骨者",
		[62005] = "野兽 <荣誉一万五-拉贾克斯>",
		[168104] = "强化的焰炉大师",
		[160426] = "被转化的爪卫",
		[158891] = "阿萨诺斯",
		[168105] = "强化的渊誓护火者",
		[160427] = "裁定者技师",
		[25760] = "克瓦迪尔劫掠者",
		[29919] = "强大的乌弗朗领主",
		[30111] = "暮光膜拜者",
		[168106] = "强化的渊誓卫兵",
		[172713] = "泥池破坏者",
		[158893] = "堕落的导师",
		[30687] = "骷髅建筑师",
		[168107] = "强化的渊誓拦截者",
		[164524] = "灰烬破坏者",
		[171179] = "锻炉搜魂者",
		[71529] = "嗜血的索克",
		[168108] = "强化的笨重造物",
		[172715] = "泥池调查者",
		[165549] = "酸吮",
		[27424] = "征服堡劫掠者",
		[159407] = "训练有素的艾莱娜",
		[168109] = "强化的渊誓祭师",
		[161455] = "德鲁斯特恐怖编织者",
		[170157] = "冥河符文锻造师",
		[171181] = "领地刃喙鹤",
		[163503] = "以太俯冲者",
		[168110] = "强化的皇家角斗者",
		[165039] = "全视者艾瓦拉",
		[165551] = "吮虫骸虱",
		[168111] = "强化的皇家管理员",
		[175790] = "凋零的暮蛮兽",
		[168112] = "卡尔将军",
		[169136] = "潜伏的林鬼",
		[42428] = "虔诚的追随者",
		[170160] = "未知目标 <暗誓机械师>",
		[163506] = "弃誓潜爪狮",
		[155828] = "刻符巨像",
		[74091] = "库卡隆铁甲哨兵",
		[174256] = "蛇人藏卷者",
		[175792] = "追猎的暮蛮兽",
		[30432] = "恶尸犬",
		[174257] = "蛇人塔卫",
		[30624] = "拦截",
		[155830] = "渊誓信徒",
		[168627] = "魔药束缚者",
		[165044] = "缝合分类者",
		[165556] = "瞬息具象",
		[155831] = "渊誓缚魂者",
		[164533] = "罩影流亡者",
		[159415] = "碎皮欺诈者",
		[174260] = "蛇人学徒",
		[39870] = "暮光捕火者",
		[168118] = "执行者克里斯托弗",
		[160952] = "金希娅",
		[167607] = "石裔切割者",
		[173238] = "丧魂踏步者",
		[165560] = "戈姆蛴幼虫",
		[28961] = "泰坦神铁碎岩者",
		[165561] = "肿胀的骸虱",
		[174263] = "蛇人唤天者",
		[17252] = "伊拉格瓦祖",
		[25506] = "影刃塑能者",
		[165050] = "腐楠打手",
		[158908] = "堕落的引导者",
		[167610] = "石精噬踝者",
		[165051] = "腐楠拷问者",
		[174265] = "蛇人守护者",
		[175801] = "畸形的碎魂者",
		[26722] = "碧蓝大法师",
		[174266] = "蛇人指挥官",
		[158910] = "堕落的地穴看守者",
		[167612] = "石裔掠夺者",
		[166589] = "未知目标",
		[171708] = "德雷兹格鲁达",
		[165566] = "亡眼",
		[56252] = "暮光突袭者",
		[173245] = "剑刃旋风 <霍肯队长>",
		[166079] = "脆骨弩手",
		[28578] = "坚钢掠夺者",
		[167615] = "堕落的黑暗剑士",
		[171711] = "被驱逐的怒意",
		[164033] = "暗穴主母",
		[72563] = "治疗之潮图腾 <库卡隆战争萨满>",
		[174783] = "黑暗之握",
		[25507] = "炎刃保卫者",
		[157892] = "闹事的吞噬者",
		[171713] = "被驱逐的渴望",
		[164547] = "神秘的虹角",
		[169154] = "饥饿的幼牙蝠",
		[72564] = "末日领主",
		[170690] = "染病恐魔",
		[18341] = "潘德莫努斯",
		[163524] = "格里恩黑暗裁定者",
		[164036] = "暗穴切割者",
		[26723] = "克莉斯塔萨",
		[165060] = "心能拟身怪",
		[158406] = "厌恶",
		[18853] = "日怒血卫士",
		[171715] = "不请自来的罪责",
		[164037] = "暗穴巨虫",
		[11604] = "白须地占师",
		[170692] = "克雷拉",
		[175811] = "进餐的噬渊鼠",
		[164038] = "暗穴喷毒者",
		[164550] = "未知目标",
		[169157] = "泥肿",
		[171717] = "不请自来的堕落",
		[136398] = "伊利达雷萨特",
		[161480] = "暗祸诓骗者",
		[170694] = "鬼灵刺客",
		[61245] = "电能图腾",
		[171718] = "受虐之魂",
		[168647] = "冷酷的瓦尔菲尔",
		[28835] = "雷铸构造体",
		[173766] = "冲刷尘魔",
		[37571] = "黑暗堕落者顾问",
		[71543] = "伊墨苏斯",
		[37955] = "鲜血女王兰娜瑟尔",
		[169160] = "恐惧猎犬",
		[170184] = "薄暮翼狮",
		[25508] = "影刃卫士",
		[77942] = "原始风暴元素 <丶舒芙蕾-白银之手>",
		[156364] = "未知目标",
		[158924] = "绝望精华",
		[30179] = "暮光传道者",
		[30243] = "约尔达女矛手",
		[164555] = "米尔菲丝·法力风暴",
		[13140] = "指挥官达尔多什",
		[164556] = "米尔豪斯·法力风暴",
		[165068] = "萎凋的以太浮蛇",
		[167116] = "锥喉掠夺者",
		[168652] = "堕落的地穴看守者",
		[42691] = "巨石之核裂隙塑能师",
		[167117] = "锥喉幼虫",
		[90485] = "邪火巨炮",
		[19686] = "未知目标",
		[164047] = "锻炉卫兵",
		[136406] = "破坏魔 <驰哥玩疯了-永恒之井>",
		[161488] = "暗祸监督者",
		[170190] = "影握图腾 <Darkfire-埃德萨拉>",
		[28580] = "坚钢唤天者",
		[36805] = "亡语仆从",
		[24677] = "矛齿座狼",
		[28836] = "雷铸符文师",
		[166608] = "穆厄扎拉",
		[158930] = "戈尔乌",
		[176334] = "巴斯拉特",
		[164561] = "实验型松鼠炸弹",
		[42692] = "巨石之核蛮兵",
		[25509] = "苦痛祭司",
		[164562] = "堕落的驯犬者",
		[17767] = "雷基·冬寒",
		[17895] = "食尸鬼",
		[164563] = "邪恶的加尔贡",
		[22310] = "呼啸的裂风者",
		[36678] = "普崔塞德教授",
		[57281] = "暮光突袭者",
		[168147] = "劈骨者莎布蕾尔",
		[74108] = "库卡隆切割者",
		[165076] = "贪食的虱子",
		[175826] = "涌现的噬渊鼠 <涌鼠者>",
		[168148] = "德罗克拉德",
		[27685] = "进攻的冰冷食尸鬼",
		[27749] = "部落援兵",
		[169173] = "肉弹的拷问者",
		[12053] = "霜狼守卫者",
		[164567] = "英格拉·马洛克",
		[28325] = "贪婪的蛮藤谷鳄鱼",
		[173781] = "被打扰的钻地者",
		[36551] = "怨恨的魂影",
		[73342] = "堕落的守塘者",
		[171734] = "不请自来的群居虫",
		[164568] = "机械炸弹松鼠",
		[28837] = "雷铸斥候",
		[169687] = "未知目标",
		[28965] = "泰坦神铁轰鸣者",
		[170711] = "多洛斯",
		[171735] = "不请自来的清道夫",
		[136416] = "狂野的刀爪狼",
		[163546] = "年幼的以太浮蛇",
		[168153] = "凋零大鹏",
		[165594] = "凇心伏击者",
		[171737] = "不请自来的饕餮者",
		[160476] = "傲慢具象",
		[157405] = "萨拉·怀特",
		[22311] = "暴怒的炽魂",
		[73088] = "龙喉战旗",
		[18344] = "节点亲王沙法尔",
		[36808] = "亡语狂热者",
		[168155] = "凋缚者",
		[160477] = "狂怒具象",
		[165084] = "萎缩的活化体",
		[26918] = "混乱裂隙",
		[168156] = "荒芜",
		[160478] = "顽石军团保卫者",
		[165597] = "帕奇维克士兵",
		[42695] = "巨石之核哨兵",
		[27686] = "进攻的冰冷恶鬼",
		[160479] = "钢肤破阵者",
		[173276] = "顽石军团特种兵",
		[168158] = "蕾茉妮雅",
		[164575] = "卡狄亚",
		[32485] = "暴龙王克鲁什",
		[166111] = "枯败凋刃战士",
		[28582] = "雷铸医师",
		[163552] = "饥饿的以太浮蛇",
		[164576] = "多利安",
		[28838] = "泰坦神铁先锋",
		[25063] = "晨锋骑兵",
		[159970] = "奥迪塔女公爵",
		[169696] = "泽地士兵",
		[170208] = "炽焰冥殇",
		[73091] = "黑索雇佣兵",
		[168673] = "挨饿的影犬",
		[173280] = "顽石军团散兵",
		[166114] = "不请自来的拖泥者",
		[17897] = "地穴恶魔",
		[170210] = "翠绿之刺",
		[26727] = "法师猎手军官",
		[168676] = "殴骨头狼",
		[63044] = "白刃滑舌者",
		[158439] = "罩影奥术师",
		[73349] = "饱受折磨的新兵",
		[27687] = "进攻的冰冷通灵师",
		[27751] = "德雷森上尉",
		[165094] = "林地追猎者",
		[39626] = "暗红血脉督军",
		[171749] = "阿泞",
		[168678] = "恐惧殴骨者",
		[57158] = "大地破坏者",
		[36811] = "亡语随从",
		[175846] = "先驱达斯莱恩",
		[168680] = "渊誓监视者",
		[161002] = "武装保护者",
		[42570] = "网",
		[73095] = "黑索工程师",
		[17898] = "憎恶",
		[168170] = "顽石军团哨兵",
		[164587] = "饱餐的锯牙",
		[156909] = "堕落的保证人",
		[22313] = "奔行的大地之心",
		[26536] = "无脑的仆从",
		[416] = "祖布图克",
		[36940] = "暴怒的食尸鬼",
		[26728] = "法师猎手新兵",
		[26792] = "晶化保卫者",
		[169707] = "暗墙镇压者",
		[31015] = "未知目标",
		[31271] = "卡纳基",
		[164589] = "康复中的灵茧",
		[169196] = "赤红秘法师",
		[19306] = "法力蛭",
		[160495] = "狂热的缚魂者",
		[170733] = "充血的葬秋萤",
		[171245] = "野性地狱犬",
		[168174] = "被抛弃的灰烬食尸鬼",
		[40268] = "暮光战斗法师",
		[32487] = "古老的普迪图斯",
		[73098] = "库卡隆监视者",
		[57160] = "远古水领主",
		[36941] = "复生的巫医",
		[45259] = "希亚玛特的仆从 <[*] 静电震击>",
		[92038] = "垂涎的嗜血者",
		[42188] = "欧泽鲁克",
		[163058] = "纱雾防御者",
		[162035] = "焦灼的暴徒",
		[170737] = "枯败镇压者",
		[17899] = "阴暗通灵师",
		[26281] = "眠月魔犬",
		[30632] = "尤尔丁控水师",
		[30696] = "未知目标",
		[26729] = "管家",
		[26793] = "晶化魔花",
		[31016] = "大领主巴拉加德",
		[170739] = "蔑凋先锋",
		[162038] = "皇家舞雾者",
		[19307] = "节点恐魔",
		[175347] = "钙化物",
		[168693] = "西丽克莎",
		[169205] = "大快朵颐的花朵",
		[161527] = "符背",
		[162039] = "邪恶的镇压者",
		[170741] = "野性真菌",
		[163575] = "灰烬爬行者",
		[165111] = "德鲁斯特恶爪者",
		[161528] = "艾索恩",
		[166135] = "阿斯特拉，饰演艾萨拉",
		[28585] = "炉渣",
		[161529] = "尼迈乌斯",
		[37711] = "饥饿的食尸鬼",
		[161530] = "云尾",
		[72847] = "地狱咆哮歼灭者",
		[21419] = "未知目标",
		[175863] = "审判官穆尔拉克",
		[43214] = "岩皮",
		[170234] = "压制战旗 <无堕者哈夫>",
		[30633] = "恐怖之水 <尤尔丁控水师>",
		[30697] = "腐烂的巨像",
		[26730] = "法师杀手",
		[165116] = "骨胶召唤",
		[166652] = "刀翼卫兵",
		[37712] = "亡语者暗影法师",
		[141059] = "粗心的格林斯考尔",
		[162046] = "饥饿的虱子",
		[170748] = "蠕行朽菇",
		[171772] = "纱雾防御者",
		[176379] = "贵族朝臣",
		[94604] = "血缚腐化者",
		[173820] = "被打扰的幼虫",
		[59979] = "双塔劳工",
		[166654] = "棘祸骑兵",
		[40272] = "升腾碎石者",
		[28586] = "比亚格里将军",
		[45007] = "被奴役的强盗",
		[41040] = "扭曲面容",
		[94861] = "冷酷伏击者",
		[162049] = "疑虑残迹",
		[37713] = "亡语者拷问者",
		[168192] = "上古血牙猪",
		[166145] = "织梦者，饰演恩佐斯",
		[29738] = "死亡骑士大师",
		[172800] = "执行者博尔古拉",
		[157444] = "营地观察者",
		[162051] = "疯狂的食尸鬼",
		[30250] = "瓦哈拉斯行尸",
		[40273] = "升腾驭水者",
		[56781] = "格里昂纳",
		[30698] = "摩比乌斯",
		[151815] = "丧魂回响",
		[26731] = "大魔导师泰蕾丝塔",
		[165124] = "攻城弩炮",
		[163077] = "阿祖勒斯",
		[37970] = "瓦拉纳王子",
		[159495] = "迷沼泥仆",
		[151817] = "丧魂恶鬼",
		[145163] = "荣耀战团步兵",
		[28011] = "帝王眼镜蛇",
		[39890] = "暮光塑地者",
		[151818] = "丧魂畸形造物",
		[162056] = "缚石岩精",
		[158473] = "罩影置裂者",
		[28587] = "沃尔坎",
		[160521] = "嫉妒具象",
		[24812] = "风暴巨人",
		[162057] = "大厅哨兵",
		[162058] = "雯图纳柯丝",
		[163594] = "痛苦的暴食者",
		[25708] = "邪恶镜像",
		[29931] = "达卡莱犀牛",
		[162059] = "金-塔拉",
		[163083] = "评估者马鲁斯",
		[162060] = "奥莱芙莉安",
		[36564] = "护魂骨法师",
		[163084] = "测试者萨哈丽",
		[169227] = "枯败入侵者",
		[57807] = "暮光冰霜塑能师",
		[162061] = "德沃丝",
		[175882] = "渊誓警卫",
		[27244] = "翡翠天爪枭",
		[173323] = "艾德瓦尔德",
		[58959] = "伊斯塔图尔",
		[163086] = "腐臭的气囊怪",
		[168717] = "弃誓裁决者",
		[165646] = "戈姆蛴幼虫 <年轻的虫母>",
		[128140] = "未知目标",
		[158480] = "顽石军团执行者",
		[158992] = "石裔钢翼者",
		[39892] = "被奴役的烈焰余烬",
		[3527] = "治疗之泉图腾",
		[168718] = "弃誓看守人",
		[166159] = "腐楠具象",
		[170766] = "戈姆喷吐者",
		[167695] = "德鲁斯特剥影者",
		[156434] = "致残之傲",
		[14456] = "黑翼卫士",
		[170767] = "贪吃的钻地虫",
		[163089] = "恶心的残躯",
		[167696] = "德鲁斯特潜伏者",
		[37973] = "塔达拉姆王子",
		[165137] = "佐尔拉姆斯守门人",
		[58960] = "亚塔克西",
		[170768] = "充血的葬秋萤",
		[150805] = "染血化身",
		[167697] = "污秽碾压者",
		[165138] = "凋零之袋",
		[25837] = "影刃指挥官",
		[128142] = "虚空之子 <兀祁蝦壹鞑亓-死亡之翼>",
		[17967] = "墓穴甲虫 <地穴恶魔>",
		[153878] = "渊誓弓手",
		[41045] = "暮光充能 <暗红血脉督军>",
		[165140] = "腐楠拷问者",
		[26861] = "伊米隆国王",
		[153879] = "丧魂暗影",
		[168724] = "充血的纺惧蛛",
		[157463] = "死忠的汲惧者",
		[166677] = "棘祸弩手",
		[167189] = "泥浆饕餮者",
		[175891] = "被折磨的灵魂",
		[168213] = "可敬的居民",
		[160535] = "灰烬流浪者",
		[157464] = "恶毒的石头管理员",
		[28077] = "狂心追猎者",
		[168214] = "热忱的死忠者",
		[72350] = "龙喉精锐蛮兵",
		[157465] = "残忍的猎石者",
		[153882] = "丧魂之灵",
		[166679] = "碎愿者",
		[167703] = "渊誓卫兵",
		[69791] = "烈焰之灵",
		[94873] = "邪火喷射机",
		[171287] = "Reverberating Leap Stalker",
		[171799] = "深渊狱卒",
		[72351] = "龙喉掌旗官",
		[17136] = "石拳战士",
		[38487] = "阵亡的战士",
		[172312] = "锥喉饕餮者",
		[169753] = "饥饿的虱子",
		[153885] = "丧魂蹒跚者",
		[17968] = "阿克蒙德",
		[72352] = "龙喉黑锋追猎者",
		[170778] = "蛮兵冯·戴斯特",
		[30701] = "邪恶爬行者",
		[26670] = "伊米亚猎血者",
		[26734] = "碧蓝强制者",
		[26798] = "指挥官库鲁尔格",
		[27118] = "未知目标",
		[31277] = "巴纳霍格领主",
		[72353] = "龙喉火箭手",
		[58963] = "达尔-沙尔",
		[151329] = "狱卒斯科杜斯",
		[67235] = "暗影魔 <清音乄梵唱-无尽之海>",
		[171805] = "研究铭文师",
		[72354] = "龙喉碎骨者",
		[151331] = "牢房哨卫",
		[169759] = "衰颓之息",
		[72355] = "高等执法官萨诺克",
		[17137] = "石拳法师",
		[58964] = "克索格克",
		[29614] = "先锋军黑暗编织者",
		[151333] = "未知目标",
		[25839] = "北海雇佣兵",
		[17905] = "女妖",
		[72356] = "首席炮兵达戈林",
		[153382] = "噬渊之喉",
		[166179] = "暗穴破坏者",
		[163620] = "烂吐",
		[36954] = "巫妖王",
		[26735] = "碧蓝缚鳞者",
		[163621] = "碎淤",
		[72357] = "中尉库古克",
		[58965] = "齐兹拉达斯",
		[163622] = "碎淤残块",
		[28079] = "狂心猎人",
		[163623] = "烂吐残渣",
		[155945] = "束链者格鲁斯",
		[28399] = "毁灭者塞普泰克",
		[152875] = "巨大的碾压者",
		[37595] = "黑暗堕落者血骑士",
		[93858] = "魁梧的狂战士",
		[90019] = "强化地狱火之门",
		[168233] = "阴森的碎心者",
		[12922] = "小鬼爪牙",
		[134450] = "复生的血犬",
		[17906] = "石像鬼",
		[30319] = "暮光黑暗法师",
		[26672] = "嗜血的苔原狼",
		[168747] = "毒牙蛛",
		[167724] = "腐楠博格特",
		[165677] = "碎皮具象",
		[28080] = "狂心持矛者",
		[39900] = "被奴役的岩石元素 <暮光塑地者>",
		[160048] = "被魔药浸湿的残骸",
		[32495] = "海达娜·窃魂者",
		[163121] = "缝合先锋",
		[168240] = "饕餮之喙",
		[170800] = "凇心伏击者",
		[159027] = "堕落的追猎者",
		[29680] = "斯拉德兰毒蛇",
		[1860] = "克伦卡拉斯",
		[173360] = "魔药喷吐者",
		[43612] = "高阶预言者巴林姆",
		[162611] = "晦约新兵",
		[171313] = "碎心者助祭",
		[17907] = "冰霜巨龙",
		[157493] = "狠毒的灭愿者",
		[162100] = "贪食的克里克西斯",
		[162612] = "弃誓战地队长",
		[167731] = "分离助理",
		[26737] = "狂乱的法力涌动者",
		[26801] = "部落游侠",
		[57817] = "风之子仆从",
		[26929] = "家畜",
		[170803] = "幽灵织恨者",
		[31216] = "镜像",
		[58457] = "丝羽鹰",
		[72365] = "龙喉炮手",
		[169780] = "共鸣悲苦",
		[162102] = "大学监贝律莉娅",
		[42845] = "岩孔虫",
		[151353] = "噬渊鼠",
		[165686] = "灰烬融合体",
		[170293] = "罪碑碎块",
		[166710] = "刽子手阿特隆",
		[28081] = "狂心清除者",
		[168246] = "复生的弩手 <阿玛厄斯>",
		[165175] = "未知目标",
		[165687] = "光缚烧灼者",
		[163128] = "佐尔拉姆斯巫师",
		[160569] = "迅翼翼狮",
		[165176] = "傲然汲取者",
		[24818] = "铁怒工头",
		[24882] = "布鲁塔卢斯",
		[168248] = "瓦里诺 <瓦里诺>",
		[72367] = "龙喉潮汐萨满",
		[29489] = "维辛顿船长",
		[38879] = "普崔塞德的陷阱",
		[25650] = "天灾食腐者",
		[166714] = "毁灭者马洛斯",
		[8924] = "贝哈默斯",
		[56923] = "暮光工兵",
		[166715] = "顽石军团惩罚者",
		[90284] = "钢铁掠夺者",
		[172858] = "未知目标",
		[161597] = "冲刷粘液",
		[26930] = "暴风雪",
		[37728] = "怒骨巫师",
		[38112] = "法瑞克",
		[141123] = "不羁的风暴激流",
		[39392] = "无面腐蚀者",
		[166206] = "原生烂泥怪",
		[166718] = "嫉妒具象",
		[24051] = "掠龙入侵者",
		[71858] = "缚潮者卡德里斯",
		[152898] = "丧魂合声",
		[37217] = "小宝",
		[24819] = "铁怒执行者",
		[37729] = "怒骨掠夺者",
		[71603] = "邪煞软泥怪",
		[71859] = "碎地者哈洛姆",
		[38113] = "玛维恩",
		[162114] = "评估师维克斯",
		[166721] = "执行者阿索留斯",
		[171328] = "戈姆护卵者",
		[29874] = "达卡莱煽动者",
		[168258] = "未知目标",
		[141641] = "石颚巨蜥",
		[175425] = "渊誓黑暗法师",
		[26803] = "部落祭司",
		[57821] = "莎拉中尉",
		[165189] = "魔暴龙",
		[170820] = "骨胶勇士",
		[27571] = "牦牛人风怒者",
		[152905] = "塔楼哨卫",
		[170821] = "怪笑的缝合医生",
		[28083] = "劫掠者瑟菲克斯",
		[176452] = "野兽 <瑞熙-埃克索图斯>",
		[169286] = "灵钢巨像",
		[161608] = "凡妲女公爵",
		[28659] = "残忍的阿图里斯",
		[157002] = "皇家执行者",
		[166728] = "巨大的飨宴者",
		[160074] = "戈姆切削者",
		[157003] = "皇家角斗者",
		[25588] = "基尔加丹之手",
		[160075] = "戈姆喷吐者",
		[165706] = "聚合末日",
		[168266] = "病态的骨卫",
		[40291] = "碧蓝血脉先知",
		[162636] = "活化的徘徊者",
		[163660] = "刺根者战士",
		[57823] = "缚风者精兵",
		[71865] = "加尔鲁什·地狱咆哮",
		[173387] = "上古魔典",
		[161615] = "安德拉达女勋爵",
		[167246] = "被释放的创伤 <泰希尔丶影风>",
		[161616] = "希尔维娜女公爵",
		[166735] = "疯乱的守护者",
		[171342] = "幼年符文牡鹿",
		[166736] = "蓟果恐魔",
		[171343] = "刃喙鹤母",
		[173391] = "活体利刃",
		[161618] = "维欧利卡女勋爵",
		[175439] = "老练的猎人",
		[55265] = "莫卓克",
		[161619] = "利昂娜女公爵",
		[56161] = "腐蚀之触",
		[135002] = "恶魔暴君",
		[173393] = "石皮重殴者",
		[162133] = "卡尔将军",
		[163157] = "阿玛厄斯",
		[166741] = "卡拉基",
		[167253] = "假面执行者",
		[159575] = "雕凿的保护者",
		[157016] = "皇家档案员",
		[169813] = "毁灭之手",
		[170325] = "白翼翼狮",
		[56162] = "腐蚀之触",
		[28213] = "雌性硬皮猩猩",
		[40166] = "被奴役的野蛮戈隆",
		[157017] = "石屑观察者",
		[161624] = "米诺多拉女公爵",
		[170326] = "白翼猎手",
		[170838] = "不屈的参赛者",
		[93881] = "雇佣工程师",
		[159577] = "恶毒的爪牙",
		[164184] = "雄心勃勃的决斗者",
		[165208] = "战缝卫兵",
		[165720] = "凝结愤怒",
		[155483] = "妖叶烁翼蛾",
		[164185] = "艾谢朗",
		[54627] = "双塔工头",
		[161626] = "欧亚娜女勋爵",
		[29621] = "巴利·韦斯温元帅",
		[163675] = "傲慢具象",
		[40167] = "暮光欺诈者",
		[73152] = "库房守卫",
		[26550] = "掠龙死亡猎手",
		[36840] = "伊米亚愤怒使者",
		[36968] = "库卡隆掷斧者",
		[165724] = "不请自来的绝论者",
		[164701] = "星蛾",
		[164702] = "鲜血饥渴",
		[27830] = "风险投资公司撤离者",
		[170333] = "金爪徘徊者",
		[28086] = "蓝玉虫巢巨蜂",
		[173405] = "亡语者尤特拉",
		[167263] = "塔里艾什",
		[36841] = "阵亡的战士",
		[173406] = "变节的憎恶",
		[169823] = "戈姆巨怪",
		[170847] = "尘萎针刺者",
		[164705] = "传染软泥",
		[173407] = "苦痛之主",
		[73667] = "破风者塔拉斯",
		[169313] = "银翼猎手",
		[99773] = "血虫 <酋长的传令官-卡拉赞>",
		[170338] = "未知目标",
		[170850] = "狂怒的血角",
		[36842] = "怒骨冰骸",
		[160613] = "贪婪之虫",
		[169315] = "吸取者柯凡",
		[158054] = "渴求心能的浮龙",
		[31222] = "黑暗主宰西塔利克斯",
		[165733] = "不请自来的拷问者",
		[172388] = "魂选军犬",
		[165222] = "佐尔拉姆斯愈骨者",
		[161639] = "伊恩奈尔勋爵",
		[170853] = "高地牡鹿头领",
		[28087] = "蓝玉虫巢蜂后",
		[165735] = "不请自来的灭愿者",
		[61029] = "原始火元素",
		[6112] = "风怒图腾 <欧青辣哨-迦拉克隆>",
		[73414] = "库卡隆劫掠者",
		[73670] = "破关者萨瓦哈",
		[172390] = "绽翼裂肉者",
		[173414] = "死灵祭师",
		[153451] = "堕落者科萨鲁斯",
		[171367] = "戈姆护卵者",
		[169832] = "诅咒之眼",
		[72903] = "库卡隆攻城大师",
		[73415] = "亚煞极脓水",
		[25592] = "魔火毁灭者",
		[43242] = "熔岩裂缝",
		[171369] = "贪婪的幼虫",
		[171370] = "贪婪的幼虫",
		[37228] = "冰卫战士",
		[161645] = "维欧雷尔爵士",
		[37868] = "复生的大法师",
		[172395] = "塑符大师",
		[162158] = "饥饿的囚犯",
		[170860] = "狂野的怒翼鸟",
		[94916] = "邪触先知",
		[56168] = "龙翼触须",
		[172397] = "符刃收割者",
		[159601] = "石裔猎空者",
		[172398] = "魂选攻城师",
		[165232] = "丧魂构造体",
		[28920] = "雷铸巨人",
		[172399] = "罪孽符文低语者",
		[38125] = "伊米亚死亡使者",
		[129981] = "潮缚海盗",
		[171376] = "首席管理者加弗林",
		[25593] = "天启卫士",
		[29880] = "尤顿海姆战士",
		[39405] = "暗红血脉先知",
		[172401] = "基尔梅佐尔",
		[169330] = "泥泞步兵",
		[165747] = "勇士森拉克",
		[26553] = "掠龙狂热者",
		[156022] = "冒泡魂集",
		[94663] = "腐蚀领主乌鲁格",
		[37230] = "护塔冰龙",
		[165748] = "不请自来的无赖",
		[156023] = "小型魂集",
		[170868] = "被附身的法夜",
		[157560] = "凝结之忧",
		[160120] = "破碎之魂",
		[166263] = "鲁尔克罗斯",
		[36847] = "塌落的冰锥",
		[166264] = "无脑锁定",
		[171383] = "愤怒的雄蹄牛",
		[159610] = "焦躁的以太浮蛇",
		[29305] = "莫拉比",
		[173943] = "魂选门卫",
		[171384] = "研究铭文师",
		[164218] = "宫务大臣",
		[55659] = "野生小鬼",
		[166266] = "备用部件",
		[170873] = "乌棘潜伏者",
		[56427] = "战争大师黑角",
		[72656] = "钉刺地雷",
		[26554] = "掠龙先知",
		[26746] = "狂乱的法力怨灵",
		[37232] = "尼鲁巴尔幼虫",
		[37744] = "冻霜陷阱",
		[71889] = "不稳定的防御系统",
		[169341] = "移灵老兵",
		[173948] = "魂选新兵",
		[159104] = "统御恐惧之刃",
		[167806] = "活化罪孽",
		[168318] = "弃誓哥利亚",
		[160640] = "因奈弗斯",
		[175123] = "狱卒阿尔柯班",
		[72658] = "狂妄混合物",
		[48906] = "天堂炽焰",
		[157634] = "焰炉执行者",
		[172591] = "赞图斯的死亡之影",
		[157732] = "起水泡的灰烬食尸鬼",
		[168319] = "食腐殴骨者",
		[160641] = "鲁莽的祭师",
		[157058] = "切尸者莫洛克",
		[164847] = "军需官猎犬",
		[137000] = "地窖爬蛛",
		[170879] = "纱雾欺诈者",
		[159106] = "统御曲魂者",
		[165041] = "守护者马斯图斯",
		[168620] = "饥饿的暗影追猎者",
		[164737] = "巢群伏击者",
		[22997] = "埃辛诺斯之焰 <埃辛诺斯之刃>",
		[105419] = "凶暴蜥蜴 <梨花还带雨-加尔>",
		[158894] = "堕落的看护者",
		[169848] = "枯败潜藏者",
		[171392] = "贪婪的幼虫",
		[25595] = "混乱凝视者",
		[168321] = "食腐头狼",
		[28584] = "自由的火焰风暴",
		[171366] = "戈姆护卵者",
		[157572] = "渊誓召火者",
		[94563] = "血缚狂信徒",
		[162691] = "凋骨",
		[56173] = "死亡之翼",
		[154020] = "越狱的咒行者",
		[171500] = "蹒跚的死尸",
		[30330] = "尤顿海姆始祖龙",
		[165251] = "未知目标",
		[31139] = "血肉巨人",
		[166275] = "纱雾塑形者",
		[170882] = "白骨魔导师",
		[26555] = "天灾巨人",
		[41091] = "裂隙 <升腾碎石者>",
		[41073] = "暮光武器大师",
		[156559] = "热忱的战士",
		[165766] = "蹒跚的卫兵",
		[169859] = "眼魔泽尔伽",
		[166276] = "纱雾守护者",
		[162693] = "缚霜者纳尔佐",
		[157576] = "禁忌诱捕者",
		[168306] = "领地烁光蛾",
		[173298] = "卡尔将军",
		[71433] = "未知目标",
		[163186] = "戈姆分泌者",
		[72661] = "狂热",
		[94808] = "地狱火守卫",
		[31192] = "玛苏德",
		[171396] = "格里恩哥利亚",
		[53006] = "灵魂链接图腾 <Aoxz-凤凰之神>",
		[157558] = "滋长的仇恨",
		[168837] = "潜行幼蛛",
		[173444] = "卡拉梅恩",
		[169861] = "艾柯尔·胆肉",
		[156142] = "灵魂搜寻者",
		[156015] = "蠕动魂集",
		[71382] = "骨灰坛",
		[165737] = "罪碑雕像",
		[168326] = "破碎残影",
		[72150] = "库卡隆暗影法师",
		[173445] = "辛德雷尔",
		[72662] = "虚荣",
		[18314] = "节点潜行者",
		[72655] = "傲气碎片",
		[159113] = "先驱者拉恩库尔",
		[28667] = "亚鲁乌特",
		[164232] = "仇恨具象",
		[44922] = "神誓持斧战士",
		[173446] = "哈尔基塔司",
		[169863] = "未知目标",
		[24892] = "腐蚀者萨索瓦尔",
		[168977] = "渊誓奇术师",
		[159114] = "忠实的劳工",
		[28858] = "风暴亡魂",
		[42810] = "晶脉巨人",
		[29307] = "达卡莱巨像",
		[33738] = "达纳苏斯冠军",
		[72663] = "傲慢",
		[160356] = "裁定者技师",
		[156333] = "投暗学徒",
		[39873] = "暮光唤龙者",
		[167817] = "魂选先锋",
		[36661] = "霜牙",
		[29819] = "达卡莱长枪手",
		[174095] = "巨型监督者",
		[161640] = "姬娜女勋爵",
		[71378] = "魁麟守护者",
		[165976] = "痛苦的融合怪",
		[36626] = "烂肠",
		[173720] = "纱雾噬喉者",
		[155239] = "森林之父",
		[175857] = "晶化痛苦魔像",
		[94924] = "钢铁劳工",
		[155226] = "青翠守护者",
		[165765] = "构造体医生",
		[163824] = "骷髅守护者",
		[36724] = "王座仆从",
		[157583] = "熔炉守护者",
		[162818] = "未知目标",
		[168843] = "克罗托斯",
		[165260] = "渗漏的残躯",
		[156256] = "堕落的公证人",
		[18343] = "塔瓦洛克",
		[170891] = "魂选攻城匠师",
		[71385] = "瑟里提克投弹手",
		[176010] = "冥河劫持者",
		[25367] = "炎刃大法师",
		[168844] = "拉科西斯",
		[155824] = "笨重造物",
		[173963] = "邪恶的小软泥怪",
		[173964] = "虚卫入侵者",
		[45065] = "托维尔商人",
		[56251] = "暮光突袭者",
		[159737] = "骨织伏击者",
		[167536] = "嗜血的哈鲁吉亚",
		[156560] = "迷失的见习者",
		[171092] = "格拉萨恩残留物",
		[157584] = "焰炉大师",
		[31266] = "暗影拱顶突击者",
		[170893] = "绽翼尖啸者",
		[167111] = "锥喉鹿角巨虫",
		[39909] = "碧蓝血脉督军",
		[26592] = "灰雾捕猎者",
		[164751] = "邪恶战旗 <监督者米奈拉>",
		[169041] = "竞争者卡尔奈克",
		[57388] = "暗影血球",
		[152661] = "渊誓卫徒",
		[36597] = "巫妖王",
		[36725] = "尼鲁巴尔护巢者",
		[36853] = "辛达苟萨",
		[24637] = "大型暗礁鲨",
		[156562] = "黑暗哨兵",
		[169312] = "制表员海墨力斯",
		[173966] = "沸腾的裂虚者",
		[161599] = "冒泡的硬化组织",
		[158610] = "虚卫入侵者",
		[54512] = "时光扭曲哨兵",
		[171919] = "阿耶勒斯的折磨者",
		[170740] = "织影者大师",
		[100820] = "幽灵狼 <傻鳗丶-迦拉克隆>",
		[165265] = "荣耀决斗者",
		[36982] = "库卡隆炮手",
		[171316] = "恶毒冥殇",
		[160849] = "考察者伊欧纳塔",
		[174166] = "暗锋蠕行者",
		[25597] = "湮灭法师",
		[168337] = "摩多瓦克",
		[156564] = "贪婪的守护者",
		[165266] = "贵族朝臣",
		[169873] = "渊誓先锋",
		[170385] = "翻腾悲苦",
		[73948] = "指挥官伊克托尔",
		[71388] = "琥珀包裹的恐虫",
		[44980] = "尼斐塞特施咒者",
		[164243] = "仇恨虹吸者",
		[30332] = "尤顿海姆始祖龙骑兵",
		[72412] = "库卡隆蛮兵",
		[165779] = "狂傲具象",
		[171341] = "刃喙雏鹤",
		[165270] = "皇家奥术师",
		[12051] = "霜狼军团士兵",
		[18431] = "虚灵航标",
		[49267] = "水晶碎片",
		[168851] = "纺惧蛛卵囊",
		[171358] = "维拉兹的选民",
		[169875] = "桎梏之魂",
		[40269] = "被奴役的雷霆之魂",
		[31260] = "伊米亚唤天者",
		[165860] = "渊誓卫兵",
		[177555] = "棘祸马夫",
		[164836] = "构造体劳工",
		[168522] = "黑犬哨兵",
		[169364] = "热忱的死忠者",
		[155216] = "妖叶狱卒",
		[30689] = "被锁住的憎恶",
		[28076] = "狂心暴怒者",
		[162276] = "马西姆斯 <萨拉·怀特>",
		[130038] = "忠诚的血犬",
		[73949] = "指挥官纳卡兹",
		[161252] = "埋没之魂",
		[169365] = "可敬的居民",
		[39414] = "升腾风行者",
		[154010] = "腐烂的囚犯",
		[170901] = "剑斗士安克蕾丝",
		[168418] = "弃誓审判官",
		[29308] = "塔达拉姆王子",
		[30751] = "库尔加拉神谕者",
		[90432] = "邪火喷射机",
		[165271] = "顽石军团毁灭者",
		[161178] = "留用的商贩",
		[48756] = "钩网",
		[158617] = "罩影劫掠者",
		[73012] = "卡拉克西散兵",
		[36855] = "亡语者女士",
		[165047] = "魂匠约尔-马塔",
		[168855] = "腐烂的死亡行者",
		[173024] = "黯牙暗影追猎者",
		[73951] = "指挥官提克",
		[154011] = "武装的囚犯",
		[164621] = "未知目标",
		[159504] = "格斗中的候选者",
		[71392] = "暗影祭师的护命匣",
		[158110] = "渴求心能的云羽鸟",
		[58610] = "科夏掠夺者",
		[169368] = "顽石军团哨兵",
		[166299] = "纱雾照看者",
		[72927] = "科沃克",
		[12435] = "狂野的拉佐格尔",
		[175511] = "未知目标",
		[159458] = "凿刻的仆从",
		[168345] = "干渴的饕餮者",
		[160913] = "萎缩的活化体",
		[169369] = "顽石军团看守者",
		[39415] = "升腾觅火者",
		[171218] = "凝结痛楚",
		[164477] = "缚亡者赫洛斯",
		[167322] = "渊誓禁锢者",
		[171929] = "失足的石裔魔",
		[156061] = "吞噬者幼虫",
		[175700] = "渊誓剔骨者",
		[169370] = "无情的拷问者",
		[161692] = "贪婪的饕餮者",
		[154014] = "被囚禁的秘法师",
		[73184] = "饥饿的雪人",
		[167323] = "渊誓神射手",
		[176025] = "被折磨的影魔",
		[72929] = "瑟拉提克琥珀大师",
		[166813] = "暗影克隆追猎者",
		[169371] = "顽石军团毁灭者",
		[26481] = "未知目标",
		[154015] = "逃跑的祭师",
		[158622] = "罩影奥术师",
		[171419] = "维拉兹之眼",
		[36807] = "亡语信徒",
		[38008] = "鲜血宝珠控制器",
		[163126] = "脆骨法师",
		[169372] = "顽石军团指挥官",
		[157599] = "弃誓助祭",
		[166301] = "纱雾追猎者",
		[158623] = "罩影劫掠者",
		[28923] = "洛肯",
		[176027] = "绝望的容器",
		[169265] = "未知目标",
		[161474] = "玛卓克萨斯间谍",
		[29490] = "哈弗德船长",
		[169885] = "托伐尔",
		[166302] = "尸体收割者",
		[158624] = "虚空鞭笞者",
		[166304] = "纱雾钉刺蛾",
		[24063] = "掠龙座狼",
		[164255] = "酤团",
		[168862] = "魁梧的毁灭之牙",
		[165343] = "窜跑的噬渊鼠",
		[137126] = "不稳定的老鼠",
		[154018] = "越狱的重殴者",
		[164406] = "啸翼",
		[171422] = "大镇压者拉古亚斯",
		[167532] = "粉碎者赫文",
		[172207] = "欧达力克",
		[172052] = "弃誓唤法者",
		[28862] = "流水之魂",
		[28926] = "艾欧纳尔的火花",
		[37497] = "被腐化的冠军",
		[168845] = "阿斯托诺斯",
		[71395] = "改良的心能魔像",
		[25851] = "爆裂魔",
		[131646] = "惊恐的掘地者",
		[172960] = "凝聚冥殇",
		[57333] = "酸液血球",
		[40270] = "暮光召雷者",
		[166305] = "原生烂泥怪 <浑浊的淤泥之池>",
		[57159] = "大地士兵",
		[175519] = "起泡脓包",
		[25599] = "灾难犬",
		[170202] = "火焰之刺",
		[29822] = "达卡莱织火者",
		[59764] = "治疗之潮图腾",
		[91103] = "邪火攻城车",
		[174165] = "暗锋掠夺者",
		[168992] = "复生的祭师",
		[167966] = "实验性淤泥",
		[40953] = "喀胡恩 <暮光织影者>",
		[29240] = "雷铸军官",
		[172047] = "变形博格特",
		[101085] = "捕熊陷阱",
		[130006] = "斯托颂死忠者",
		[154022] = "越狱的族群首领",
		[94894] = "鹰眼戈隆追猎者",
		[167331] = "初生影魔",
		[30718] = "伊斯卡德尔",
		[163619] = "佐尔拉姆斯刻骨者",
		[167611] = "石裔剔骨者",
		[157094] = "皇家管理员",
		[42789] = "巨石之核熔岩之主",
		[37498] = "被腐化的冠军",
		[165684] = "心能导灵器",
		[71397] = "扎尔提克琥珀祭司",
		[170527] = "怨毒之影",
		[149536] = "荣耀战团暗影猎手",
		[26694] = "伊米亚黑暗萨满祭司",
		[45062] = "神誓驯蝎者",
		[166396] = "贵族散兵",
		[30597] = "尖刺食尸鬼",
		[158631] = "未知目标",
		[14688] = "萨杜瓦尔王子",
		[29304] = "斯拉德兰",
		[156077] = "残忍的恐惧之翼",
		[2630] = "地缚图腾",
		[157096] = "暴力的活化体",
		[169893] = "卑劣的暗语者",
		[170405] = "罩影通灵师",
		[175012] = "吞噬者艾克拉斯",
		[27611] = "天灾喷发者",
		[156561] = "自动防御者",
		[36478] = "护魂守卫",
		[161881] = "受伤的钢脊者",
		[158752] = "掠食的血牙猪",
		[130008] = "斯托颂治安官",
		[90409] = "血缚邪术士",
		[168361] = "碱沼大黄蜂",
		[36731] = "未知目标",
		[159657] = "尼科莱子爵",
		[156636] = "潜伏的纺惧蛛",
		[170241] = "惧裘仙狐",
		[153003] = "灵魂残片",
		[91106] = "魔誓掠夺者",
		[163616] = "刺根者飞虫",
		[162729] = "帕奇维克士兵",
		[37755] = "辛达苟萨",
		[28641] = "凋零的身体",
		[157054] = "荒谬的候选者",
		[29311] = "传令官沃拉兹",
		[157099] = "皇家干扰者",
		[93154] = "血缚女巫",
		[13154] = "指挥官刘易斯·菲利普",
		[73191] = "液态防御者",
		[171432] = "镇压者赫尔西",
		[159659] = "堕落的夺灵者",
		[164266] = "多米娜·毒刃",
		[154030] = "大得出奇的噬渊鼠",
		[165290] = "恐怖的哈利卡",
		[71152] = "觅血者斯基尔",
		[172567] = "赞图斯的死亡之影",
		[71474] = "颓丧的化身",
		[171433] = "镇压者瑟尔",
		[161814] = "高傲之魂",
		[164267] = "斯特拉达玛侯爵",
		[140209] = "巫金朗姆酒守卫",
		[161196] = "未知目标",
		[74158] = "库卡隆炮手",
		[36476] = "伊克",
		[94947] = "邪能成瘾的新兵",
		[150959] = "渊誓拦截者",
		[25371] = "炎刃黎明祭司",
		[71979] = "库卡隆战争使者",
		[166653] = "棘祸步兵",
		[157102] = "皇家领事",
		[164824] = "魂选保护者",
		[159766] = "雷迪拉夫商人",
		[36522] = "幽魂恐魔",
		[164558] = "夺灵者哈卡",
		[54553] = "时光扭曲先知",
		[159916] = "骨织狂暴者",
		[156591] = "未知目标",
		[165072] = "肉身评估者",
		[71712] = "颓丧魔嗣 <颓丧的化身>",
		[166317] = "虚缚指挥官",
		[170488] = "哈卡之子",
		[153874] = "渊誓哨兵",
		[158985] = "活体壁垒",
		[159192] = "云羽巨翼鸟",
		[25591] = "痛苦使者",
		[94284] = "邪能引火者",
		[36477] = "科瑞克",
		[166318] = "狂暴的泥浆",
		[154127] = "烈焰之灵",
		[28096] = "硬皮冲锋者",
		[159664] = "安德雷勋爵",
		[164623] = "贪婪的凋零之翼",
		[158988] = "活体利刃",
		[169390] = "未知目标",
		[165807] = "心能力场",
		[166319] = "扭曲的虚空召唤者",
		[73194] = "库卡隆毒蝎骑士",
		[30180] = "奥努森",
		[164873] = "大角符文牡鹿",
		[159759] = "战缝医生",
		[94693] = "攻城技师",
		[153011] = "束缚者巴里塔司",
		[14466] = "部落军旗 <Hunterthree-雷霆之王>",
		[37501] = "尼鲁巴尔猛蛛",
		[158642] = "灵魂腐烂的血肉",
		[10467] = "法力之潮图腾 <Aoxz-凤凰之神>",
		[57819] = "被腐蚀的碎片",
		[164273] = "病态祭师",
		[152500] = "丧魂聚合体",
		[164451] = "斩首者德茜雅",
		[72249] = "迦拉卡斯",
		[71542] = "鲜血",
		[73195] = "库卡隆狱卒",
		[51066] = "晶牙",
		[159505] = "格斗中的候选者",
		[167941] = "渊誓拦截者",
		[177071] = "未知目标",
		[152517] = "丧魂夺命者",
		[169905] = "复生的督军",
		[170417] = "活化冥殇",
		[170929] = "魂选守备官",
		[40290] = "暗红血脉先知",
		[167942] = "渊誓碎心者",
		[159496] = "掌炉者马达拉夫",
		[28085] = "蓝玉虫巢雄蜂",
		[173489] = "缝合憎恶",
		[24215] = "未知目标",
		[170418] = "吞噬者苟克苏尔",
		[38177] = "鬼影雇佣兵",
		[73452] = "亚煞极先驱",
		[29747] = "魔眼",
		[162099] = "卡尔将军",
		[162044] = "焦灼的巫师",
		[153015] = "未知目标 <束缚者巴里塔司>",
		[36886] = "恶鬼",
		[37502] = "尼鲁巴尔织网蛛",
		[31104] = "安卡哈看守者",
		[71405] = "赛特提克御风者",
		[37886] = "贪食的憎恶",
		[163415] = "未知目标",
		[72173] = "卡雷斯",
		[37023] = "天灾科学家",
		[151814] = "丧魂影魔",
		[72941] = "龙喉步兵",
		[73197] = "小型邪煞软泥怪",
		[27573] = "牦牛人猎户",
		[168402] = "暗翼",
		[39381] = "暗红血脉卫士",
		[161279] = "格斗中的候选者",
		[26101] = "火魔 <炎刃秘法师>",
		[37863] = "镇压者",
		[157721] = "蘑菇裂伤者",
		[167694] = "德鲁斯特堕落掠夺者",
		[28097] = "匹奇",
		[30960] = "复活的士兵",
		[168374] = "饥渴的幼虫",
		[172981] = "格里恩缝合憎恶",
		[158165] = "科斯特尔",
		[44541] = "黑云压境",
		[72942] = "龙喉掌旗官",
		[162744] = "裂伤者耐克萨拉",
		[40177] = "铸炉之主索朗格斯",
		[170932] = "云羽守护者",
		[160185] = "诱捕之魂",
		[94697] = "攻城技师",
		[131053] = "加拉兹科队长",
		[42333] = "高阶女祭司艾苏尔",
		[175821] = "涌鼠者",
		[73904] = "库卡隆铁甲哨兵",
		[27631] = "未知目标",
		[73742] = "震弹炮台",
		[71393] = "魔古暗影祭师",
		[152508] = "暮色颤兽",
		[166867] = "被转化的裁定者",
		[169912] = "狂怒面具",
		[72943] = "龙喉始祖幼龙",
		[28078] = "狂心掠夺者",
		[175543] = "恐惧殴骨者",
		[29697] = "达库鲁先知",
		[25840] = "熵魔",
		[164021] = "夜隐剑士",
		[161211] = "驯服的加尔贡",
		[169913] = "符文追猎者幼崽",
		[53889] = "堕落熔岩",
		[30081] = "虔诚者埃弗雷姆",
		[175544] = "殴骨头狼",
		[159676] = "心像幼虫",
		[72131] = "盲眼剑圣",
		[170962] = "魂选熔炉看护者",
		[158162] = "邪恶的小软泥怪",
		[93830] = "钢铁龙骑兵",
		[92041] = "流血的黑暗法师",
		[54543] = "时光扭曲幼龙",
		[93931] = "血缚邪术士",
		[158161] = "虚卫入侵者",
		[26690] = "伊米亚战士",
		[168891] = "被操纵的钻凋者",
		[157118] = "皇家顾问",
		[169915] = "符文追猎者",
		[170228] = "白骨躯壳",
		[71153] = "虫群卫士希赛克",
		[71409] = "指挥官扎克塔",
		[31233] = "强壮的野狼",
		[71921] = "黯牙",
		[72177] = "盖斯特",
		[176337] = "枯败恐魔",
		[176177] = "枯败暗法师",
		[72945] = "龙喉碎骨者",
		[170940] = "蓟果幼嗣",
		[72180] = "戈达尔",
		[417] = "特拉鲁姆",
		[171173] = "渊誓阴影追猎者",
		[160076] = "戈姆钻地者",
		[43391] = "米尔豪斯·法力风暴",
		[54552] = "时光扭曲破坏者",
		[71454] = "马尔考罗克",
		[170941] = "蓟果牧手",
		[56188] = "未知目标",
		[173016] = "尸体采集者",
		[97285] = "未知目标",
		[26692] = "伊米亚标枪手",
		[158989] = "活体权杖",
		[40448] = "暮光执行者",
		[170710] = "邪恶镜像",
		[28546] = "艾欧纳尔",
		[163512] = "石裔管理者",
		[169175] = "掠夺者斯凯尔",
		[167113] = "锥喉酸咽者",
		[160129] = "被驯服的翼狮",
		[157122] = "帕特里西安·克伦威尔",
		[165824] = "纳祖达",
		[10404] = "毒脓恐魔",
		[175038] = "渴求心能的浮龙",
		[171455] = "石墙加尔贡",
		[92142] = "剑圣朱倍尔索斯",
		[71923] = "血爪",
		[172991] = "德鲁斯特斩魂者",
		[175317] = "活化的尸犬",
		[105451] = "反击图腾",
		[72947] = "库卡隆投石车",
		[175039] = "渴求心能的云羽鸟",
		[28581] = "雷铸战术师",
		[166144] = "置景工",
		[159755] = "巨锤",
		[29826] = "达卡莱医师",
		[164921] = "德鲁斯特收割者",
		[169921] = "幽皮仙狐",
		[175830] = "沉积冥殇",
		[71156] = "操纵者卡兹提克",
		[55312] = "不眠的约萨希",
		[155589] = "恐惧饕餮者",
		[168386] = "软泥骷髅追猎者",
		[30338] = "安卡哈群行蛛",
		[92911] = "魁梧的狂战士",
		[36893] = "伊米亚拥火者",
		[170434] = "罪孽融合体",
		[18309] = "虚灵清道夫",
		[90378] = "基尔罗格·死眼",
		[43286] = "未知目标",
		[26691] = "伊米亚巫医",
		[164804] = "宗主奥法兰",
		[157557] = "弃誓新兵",
		[37122] = "阿纳斯上尉",
		[161971] = "年轻的虫母",
		[71157] = "毒心者夏克里尔",
		[159174] = "高耸的刻墓者",
		[92144] = "迪亚·暗语",
		[43801] = "天堂之怒",
		[30287] = "恶鬼劫掠者",
		[114565] = "被遗忘的女王护卫 <無橙的圣光-血色十字军>",
		[175833] = "掠行吸血者",
		[160716] = "罪碑狂暴者",
		[25484] = "影刃刺客",
		[29329] = "先锋军圣骑士",
		[55294] = "奥卓克希昂",
		[162763] = "魂铸白骨编织者",
		[162040] = "大监督者",
		[24850] = "卡雷苟斯",
		[165830] = "无情的维和者",
		[172182] = "温西尔煽动者",
		[71158] = "切割者里卡尔",
		[43927] = "黑暗先驱",
		[159460] = "夜寡恐蛛",
		[168390] = "灭愿者韦尔斯塔夫",
		[161456] = "假面裂魂者",
		[92913] = "血缚狂战士",
		[165831] = "残忍的收集者",
		[29264] = "幽灵迅猛龙 <炸尸丶-格瑞姆巴托>",
		[28547] = "咆哮的漩涡",
		[164578] = "缝肉的造物",
		[164834] = "骨盾精英",
		[168391] = "软泥骷髅追猎者",
		[94859] = "装甲碎颅者",
		[168113] = "格拉夏尔将军",
		[169927] = "腥臭屠夫",
		[36788] = "亡语者侍僧",
		[1863] = "布雷克希亚",
		[159178] = "恐怖的夜居者",
		[92146] = "古尔图格·血沸",
		[168392] = "灭愿者穆尔莎",
		[94733] = "邪火攻城车",
		[156226] = "凇心束缚者",
		[17158] = "灰尘咆哮者",
		[12420] = "黑翼法师",
		[154016] = "越狱的愈魂者",
		[59262] = "恶魔传送门",
		[168165] = "被抛弃的灰烬食尸鬼",
		[168393] = "魔药喷吐者",
		[165108] = "幻影克隆体",
		[156395] = "饥饿的恐惧蝠",
		[165834] = "监工马特亚斯",
		[129768] = "林枝入侵者",
		[71160] = "明澈者伊约库克",
		[37531] = "冰卫训练师",
		[157571] = "渊誓护火者",
		[168394] = "零星软泥",
		[56575] = "装甲板连接束",
		[30992] = "萨布诺克博士",
		[37532] = "霜翼幼龙",
		[72744] = "库卡隆碎颅者",
		[36612] = "玛洛加尔领主",
		[22996] = "埃辛诺斯之刃",
		[172255] = "墓穴追猎者",
		[168395] = "痛痛",
		[164450] = "商人赛·艾柯莎",
		[167876] = "审判官西加尔",
		[29713] = "斯拉德兰蟒蛇",
		[53888] = "贪婪触须",
		[170955] = "战铸荒牛",
		[159729] = "雷迪拉夫侍从",
		[21749] = "影月斥候",
		[168396] = "魔药喷吐者",
		[90435] = "考莫克",
		[92916] = "血缚攻城车手",
		[153552] = "哭泣的怨灵",
		[158420] = "灰烬破坏者",
		[38173] = "幽灵步兵",
		[98035] = "恐惧猎犬",
		[157682] = "火炉骨匠",
		[94607] = "血缚火疗者",
		[152644] = "丧魂飘浮者",
		[36830] = "怒骨苦工",
		[168886] = "维鲁拉克斯魔药编织者",
		[158160] = "沸腾的裂虚者",
		[71155] = "至尊者柯尔凡",
		[176110] = "眩晕",
		[69792] = "大地之灵",
		[168398] = "未知目标",
		[164815] = "佐尔拉姆斯虹吸者",
		[37069] = "笨拙的憎恶",
		[37663] = "黑暗堕落者贵族",
		[72954] = "库尔提克荣誉卫士",
		[30162] = "丁奇·火哨",
		[170483] = "未知目标",
		[18136] = "沼泽潜伏者",
		[168949] = "复生的骷髅战士",
		[144897] = "凿眼游击战士",
		[26794] = "塑树者奥莫洛克",
		[71161] = "掠风者克尔鲁克",
		[24901] = "疯狂的霜角山羊",
		[175860] = "贪婪的影魔",
		[167955] = "赤红学员",
		[159698] = "顺从的灵豹",
		[143622] = "野生小鬼",
		[119052] = "战旗",
		[29330] = "先锋军港口卫兵",
		[164861] = "林鬼缚皮者",
		[162258] = "贪婪的啸风者",
		[162047] = "贪食的蛮兵",
		[164862] = "仙野烁光蛾",
		[73723] = "君威",
		[101398] = "灵能魔 <圣恩丶浩荡-血牙魔王>",
		[158978] = "巨大的岩皮犬",
		[174255] = "蛇人侍僧",
		[170728] = "渊誓征战者",
		[170449] = "潜伏的鞭笞者",
		[166866] = "被误导的执事者",
		[152612] = "征服者克隆特扎斯",
		[157883] = "被附身的希尔梵",
		[30276] = "安卡哈织网者",
		[72175] = "奥莫克",
		[30404] = "恐怖博士",
		[21166] = "伊利达雷恐惧魔王",
		[61056] = "原始土元素",
		[18311] = "虚灵盗墓者",
		[163618] = "佐尔拉姆斯通灵师",
		[73724] = "祖印",
		[26693] = "残忍的斯卡迪",
		[37126] = "女武神席瓦娜",
		[163591] = "觅食的心蛛",
		[73696] = "炼金宗师基克森",
		[53890] = "丑恶的融合怪",
		[93813] = "雇佣工程师",
		[159190] = "西诺德",
		[157109] = "吸血蝠",
		[92039] = "流血的蛮兵",
		[27254] = "翡翠鞭笞者",
		[176179] = "枯败潜伏者",
		[92961] = "血缚蛮兵",
		[170452] = "精华宝珠",
		[166869] = "黑暗哥利亚",
		[155908] = "亡语者",
		[73725] = "项林",
		[164622] = "贪吃的灾饕",
		[160727] = "残留不安",
		[155795] = "恐惧爬行者",
		[156596] = "恐惧殴骨者",
		[171738] = "不请自来的噬界者",
		[165905] = "哈卡之子",
		[28101] = "损毁的天灾怪",
		[150965] = "渊誓禁锢者",
		[168897] = "壳卫防御者",
		[168918] = "顽石军团哨兵",
		[157145] = "格拉维塔斯",
		[29654] = "达库鲁饮血者",
		[72958] = "龙喉潮汐萨满",
		[163861] = "小型灰烬爬行者",
		[170927] = "未知目标",
		[56249] = "暮光突袭者",
		[37117] = "库卡隆战斗法师",
		[37127] = "伊米亚霜缚者",
		[167022] = "战缝撕裂者",
		[167190] = "难缠的幼虫",
		[53891] = "腐蚀之触",
		[173293] = "奥达特女勋爵",
		[167704] = "特玛库伦哨兵",
		[54432] = "姆诺兹多",
		[36723] = "霜誓将军",
		[72191] = "伦萨克",
		[165337] = "魁梧的血肉卫士",
		[71770] = "库卡隆铁刃战士",
		[71154] = "暴食蝗卡诺兹",
		[29573] = "达卡莱元素",
		[167385] = "蓟果碎骨者",
		[43014] = "小鬼",
		[37034] = "库卡隆圣殿祭司",
		[29829] = "达卡莱震地者",
		[170414] = "哀嚎的幽灵",
		[157660] = "弃誓晋升者",
		[164113] = "石裔守护者 <温西尔煽动者>",
		[170969] = "驭怒者战角兽",
		[167386] = "蓟果悍魔",
		[167898] = "未知目标",
		[30277] = "安卡哈切碎者",
		[26669] = "伊米亚野蛮者",
		[157149] = "觅心者",
		[171431] = "镇压者威洛恩",
		[71993] = "绝望魔嗣 <绝望的化身>",
		[18312] = "虚灵缚法者",
		[37496] = "被腐化的冠军",
		[30725] = "尤顿海姆休眠看守者",
		[41095] = "暮光幼龙",
		[173018] = "魂选弓手",
		[71504] = "攻城匠师黑索",
		[56250] = "暮光突袭者",
		[103673] = "黑眼",
		[57387] = "微光血球",
		[161191] = "圣杯区居民",
		[71482] = "绝望的化身",
		[28695] = "熔岩魔像",
		[36907] = "怒骨攻城锻造师",
		[37229] = "冰卫巫师",
		[172084] = "卡罗恩·鲁兹",
		[71383] = "库尔提克战争召唤者",
		[158687] = "罩影刺裂者",
		[175579] = "法夜守护者",
		[168943] = "金爪追猎者",
		[153165] = "管理者索纳尔",
		[164830] = "绽翼斥候",
		[37031] = "库卡隆神谕者",
		[163122] = "脆骨战士",
		[163501] = "弃誓散兵",
		[104493] = "喷毒的眼镜蛇 <鸩远一方-国王之谷>",
		[169206] = "狼吞虎咽的多头花",
		[167902] = "旧城门商人",
		[162103] = "执行者塔沃德",
		[72194] = "地狱咆哮攻城车",
		[28358] = "毒尖",
		[9044] = "裂盾哨兵",
		[158177] = "虚空鞭笞者",
		[28583] = "炙热的蒸汽",
		[151127] = "折磨之主",
		[45063] = "断骨沙蝎",
		[152995] = "灵魂狱卒",
		[170039] = "执事者雏鸟",
		[173366] = "未知目标",
		[167151] = "脆弱的侦察兵",
		[26198] = "飘雪林地狼獾人",
		[71481] = "悔恨的化身",
		[157833] = "博尔-盖斯",
		[159714] = "钻髓潜伏者",
		[28668] = "鳄鱼人猎手瑟匹克",
		[165055] = "捕食的以太浮蛇",
		[72451] = "库卡隆黑暗萨满",
		[37029] = "库卡隆劫掠者",
		[158179] = "贪婪的费尔姆",
		[17154] = "泥泞爪牙",
		[163520] = "弃誓小队长",
		[29820] = "达卡莱猎神者",
		[170093] = "渊誓寻猎者",
		[29830] = "活体魔精",
		[165346] = "邪恶的林鬼",
		[163229] = "搏尘",
		[42696] = "巨石之核战争使者",
		[30086] = "齐格莉德·冰魂",
		[156237] = "元首达拉",
		[168578] = "菌菇术士",
		[30278] = "安卡哈爆法者",
		[161611] = "塔莎夫人",
		[72452] = "库卡隆恐狼",
		[157669] = "钢肤先锋",
		[72964] = "格鲁丹",
		[18313] = "虚灵巫师",
		[136407] = "愤怒卫士 <驰哥玩疯了-永恒之井>",
		[36874] = "被打扰的冰川幽魂",
		[156134] = "幽灵军马",
		[173026] = "魂选步兵",
		[27893] = "符文武器",
		[169955] = "骄矜重装步兵",
		[157083] = "石翼破坏者",
		[165197] = "骸骨巨怪",
		[37813] = "死亡使者萨鲁法尔",
		[167908] = "顽石军团看守者",
		[168420] = "弃誓勇士",
		[38154] = "战鹰",
		[165349] = "活化的尸犬",
		[168310] = "凋零大鹏",
		[162278] = "弗洛基",
		[29542] = "大主教兰德雷",
		[164848] = "夏麦特",
		[44981] = "神誓剥皮者",
		[36791] = "灼热骷髅",
		[164838] = "狂皮",
		[158040] = "不羁的死亡行者",
		[169043] = "竞争者梅丽雅",
		[161623] = "马瑞斯爵士",
		[28579] = "坚钢狂暴者",
		[99541] = "复生的潜伏者",
		[172005] = "有沟痕的巨像",
		[28231] = "晶化看护者",
		[168934] = "激怒之灵",
		[161256] = "墓穴潜伏者",
		[72768] = "库卡隆战狼",
		[25315] = "基尔加丹",
		[29791] = "犀牛之魂 <迦尔达拉>",
		[71380] = "复生的魔古石像",
		[90114] = "钢铁龙骑兵",
		[56167] = "前肢触须",
		[164840] = "玛加尼克队长",
		[169447] = "恐惧宝珠",
		[72770] = "库卡隆黑暗先知",
		[25372] = "炎刃斥候",
		[161890] = "肉痕清道夫",
		[158053] = "骸虱虫母",
		[12416] = "黑翼军团士兵",
		[170080] = "幻影重殴者",
		[29338] = "先锋军黑鸦主教",
		[72455] = "监视者库马克",
		[163429] = "干风掠尘者",
		[40306] = "暮光武器大师",
		[57386] = "赤红血球",
		[31194] = "塔尔拉",
		[29306] = "迦尔达拉",
		[162309] = "库尔萨洛克",
		[160747] = "闪枝祭师",
		[161259] = "被埋葬的温西尔",
		[171255] = "阿伊拉的回响",
		[151816] = "丧魂清道夫",
		[172030] = "折磨者霸主",
		[167527] = "“长青之枝”奥拉诺莫诺斯",
		[165992] = "渊誓裂魂者",
		[30279] = "深渊爬行者",
		[160748] = "被附身的防御者",
		[72456] = "“毒蛇”高贾拉",
		[30471] = "瓦古攻击者",
		[170474] = "巢群刺客",
		[36620] = "护魂精兵",
		[22917] = "伊利丹·怒风",
		[164363] = "未知目标",
		[26696] = "伊米亚狂战士",
		[37132] = "伊米亚女武神",
		[44924] = "神誓侍从",
		[73185] = "暴怒的穆山兽",
		[22857] = "伊利达雷掠夺者",
		[159616] = "傲慢具象",
		[167404] = "无畏勇士 <佐尔拉姆斯之眼>",
		[162689] = "外科医生缝肉",
		[162692] = "通灵箭",
		[164845] = "魂选军需官",
		[165357] = "传染软泥",
		[62982] = "摧心魔 <盖绿牧-伊森利恩>",
		[54920] = "永恒镇压者",
		[167834] = "折磨者斐埃尔",
		[59271] = "恶魔传送门",
		[159727] = "雷迪拉夫管家",
		[162727] = "泡血",
		[150958] = "渊誓卫兵",
		[22860] = "伊利达雷魅魔",
		[161195] = "圣杯区居民",
		[166382] = "抹除者寇戈夫",
		[94832] = "血缚刺客",
		[167406] = "德纳修斯大帝",
		[176108] = "堕落的引导者",
		[149437] = "加拉兹科的铁卫",
		[168942] = "亡语者",
		[171448] = "恐怖的狩猎大师",
		[25741] = "穆鲁",
		[170478] = "刺客追猎者",
		[73226] = "小型邪煞软泥怪",
		[164557] = "哈尔吉亚斯的碎片",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		2, -- [1]
		3, -- [2]
		"环境伤害 (坠落)", -- [3]
		[6] = "环境伤害 (火烧)",
		[7] = "环境伤害 (岩浆)",
		[345554] = "黑暗晋升者科鲁斯",
		[302552] = "妖叶烁翼蛾",
		[339412] = 9,
		[294362] = "亡语者",
		[343509] = "欧佩斯",
		[176890] = 2,
		[8122] = 5,
		[114050] = 7,
		[337367] = 11,
		[192249] = 7,
		[76679] = "暗红血脉督军",
		[333273] = 11,
		[327130] = "血肉工匠",
		[271841] = "皇家执行者",
		[345561] = "阿祖勒斯",
		[331227] = 12,
		[114051] = 7,
		[46279] = "湮灭法师",
		[273892] = "符文追猎者",
		[320991] = "皇家舞雾者",
		[298466] = 12,
		[48583] = "格拉维塔斯",
		[114052] = 7,
		[215802] = 7,
		[67466] = 3,
		[339424] = 12,
		[85384] = 1,
		[302565] = 11,
		[51399] = 6,
		[323043] = "德鲁斯特恶爪者",
		[345569] = 4,
		[218875] = "丧魂聚合体",
		[325092] = 10,
		[327140] = 7,
		[331237] = "魂铸白骨编织者",
		[236282] = 1,
		[320999] = "皇家舞雾者",
		[321000] = "卡萨拉·诺克斯",
		[56775] = "碧蓝大法师",
		[115078] = 10,
		[343527] = 2,
		[59079] = "掠龙死亡猎手",
		[69516] = "伊米亚死亡使者",
		[60103] = 7,
		[335338] = "宫务大臣",
		[306670] = "[*] 灵魂放射",
		[36554] = 4,
		[321005] = "英格拉·马洛克",
		[333292] = "受诅者赛泽尔",
		[327149] = 11,
		[102793] = 11,
		[339437] = "顽石军团特种兵",
		[333294] = "卑劣的暗语者",
		[323056] = 1,
		[106889] = "阿莱克丝塔萨",
		[28902] = "暮光传道者",
		[224001] = 11,
		[76685] = "暗红血脉督军",
		[212739] = 6,
		[323059] = "宗主奥法兰",
		[327155] = "忠诚的造物",
		[321012] = 5,
		[331251] = "阿祖勒斯",
		[333299] = "卑劣的暗语者",
		[208645] = 12,
		[194311] = 6,
		[343540] = 5,
		[327159] = 5,
		[323064] = "夺灵者哈卡",
		[24423] = 1,
		[59081] = "掠龙先知",
		[327162] = 7,
		[327163] = 7,
		[296447] = "丧魂飘浮者",
		[327164] = 7,
		[294401] = "丧魂回响",
		[345595] = 10,
		[323070] = 5,
		[325118] = 5,
		[329214] = 1,
		[199435] = 2,
		[4987] = 2,
		[5019] = 5,
		[196364] = 9,
		[230152] = 11,
		[5211] = 11,
		[294405] = "丧魂回响",
		[329217] = "伊库斯博士",
		[347647] = 10,
		[59082] = "掠龙先知",
		[335361] = "[*] 石震",
		[271881] = 4,
		[79249] = "[*] 引力井",
		[208652] = 3,
		[323076] = 12,
		[81297] = 2,
		[292361] = 3,
		[331269] = 3,
		[236298] = 8,
		[343556] = "外科医生缝肉",
		[312840] = 11,
		[339461] = 3,
		[292363] = 11,
		[236299] = 8,
		[1543] = 3,
		[339463] = 5,
		[275983] = "岩浆缚焰者",
		[321034] = "金-塔拉",
		[325130] = 8,
		[247563] = 2,
		[158486] = 2,
		[331275] = "阿德文特·追惘",
		[335372] = "德纳修斯大帝",
		[46285] = "熵魔",
		[1719] = 1,
		[13877] = 4,
		[199443] = 2,
		[48333] = 7,
		[343566] = 5,
		[321041] = "恶心的残躯",
		[271896] = 4,
		[327186] = 12,
		[294423] = 10,
		[331283] = 3,
		[106898] = 11,
		[273947] = 6,
		[1943] = 4,
		[329237] = 5,
		[69527] = "冰魂始祖龙",
		[345620] = 1,
		[149277] = "生命火花",
		[333334] = 7,
		[329239] = "腐烂的血肉巨人",
		[292380] = 11,
		[82326] = 2,
		[331288] = "粉碎者赫文",
		[8374] = "未知目标",
		[329241] = 5,
		[260881] = 7,
		[69528] = "伊米亚死亡使者",
		[329242] = 5,
		[207640] = 11,
		[52174] = 1,
		[80279] = "巨石之核裂隙塑能师",
		[341530] = 4,
		[316958] = 2,
		[67481] = 3,
		[46543] = "炎刃秘法师",
		[19434] = 3,
		[341533] = 4,
		[216857] = 2,
		[331295] = "火焰之刺",
		[325153] = 10,
		[2782] = 11,
		[331300] = 3,
		[209693] = 12,
		[46544] = "炎刃秘法师",
		[189216] = "[*] 回旋之刃",
		[47568] = 6,
		[341541] = 4,
		[216861] = 2,
		[333351] = 11,
		[345638] = 8,
		[214814] = 2,
		[271920] = 7,
		[323115] = 12,
		[185123] = 12,
		[343594] = 8,
		[314926] = "[*] 灵魂湍流",
		[271924] = 7,
		[323118] = "夺灵者哈卡",
		[13750] = 4,
		[188196] = 7,
		[331310] = "翠绿之刺",
		[273974] = 8,
		[341550] = 4,
		[236320] = 1,
		[205604] = 12,
		[331314] = "[*] 毁灭冲击",
		[325171] = 12,
		[331315] = "护盾发生器",
		[15286] = 5,
		[331316] = "残暴者多基格",
		[323126] = "罪碑雕像",
		[325174] = 7,
		[31850] = 2,
		[39635] = "伊利丹·怒风",
		[48082] = "晶化魔花",
		[56785] = "天灾巨人",
		[114074] = 7,
		[98204] = 2,
		[115098] = 10,
		[327225] = 2,
		[331321] = "[*] 尖刺陷阱",
		[69024] = "科瑞克",
		[17] = 5,
		[329274] = 5,
		[331322] = "西卡",
		[327227] = "德纳修斯大帝",
		[88990] = 1,
		[45779] = "爆裂魔",
		[159535] = 10,
		[27243] = 9,
		[273988] = 1,
		[312897] = 11,
		[323136] = "大角符文牡鹿",
		[5116] = 3,
		[41172] = "部落游侠",
		[323137] = "宗主奥法兰",
		[308803] = "钢铁菲利普",
		[50131] = "法师杀手",
		[329281] = 5,
		[323138] = "英格拉·马洛克",
		[316995] = "无堕者哈夫",
		[60114] = 10,
		[208684] = 3,
		[80801] = "熔岩裂缝",
		[312902] = "纳尔塔里",
		[45524] = 6,
		[325189] = 12,
		[108446] = 9,
		[345667] = 2,
		[145205] = 11,
		[325190] = 10,
		[180017] = "血魔",
		[345668] = 2,
		[296523] = "渊誓寻猎者",
		[228140] = 10,
		[32747] = 12,
		[108447] = 9,
		[329289] = 5,
		[323146] = "英格拉·马洛克",
		[69028] = "科瑞克",
		[171828] = 12,
		[333386] = 12,
		[345673] = 7,
		[331339] = 3,
		[106400] = "变异的腐蚀",
		[323149] = "英格拉·马洛克",
		[325197] = 10,
		[323150] = "罪碑雕像",
		[333389] = 12,
		[6940] = 2,
		[302674] = 11,
		[258860] = 12,
		[210738] = 6,
		[317009] = 12,
		[122783] = 10,
		[321105] = "贪婪的恐惧蝠",
		[323153] = 12,
		[248622] = 1,
		[193333] = 6,
		[306772] = "[*] 巨型镰刀",
		[325202] = 10,
		[204596] = 12,
		[274009] = 6,
		[325203] = 5,
		[71590] = "鲁伯特上尉",
		[52437] = 1,
		[235313] = 8,
		[329300] = 5,
		[325205] = "锐眼弓手",
		[235314] = 8,
		[171834] = 8,
		[86949] = 8,
		[32364] = "节点亲王沙法尔",
		[312922] = 6,
		[206647] = 7,
		[325209] = 10,
		[312924] = 3,
		[331354] = 5,
		[345689] = 10,
		[331355] = 3,
		[114083] = 7,
		[212792] = 8,
		[271971] = "恐惧猎犬 <曽经许诺-影之哀伤>",
		[331356] = 3,
		[335452] = 1,
		[345691] = 7,
		[46551] = "火魔 <炎刃秘法师>",
		[341596] = 1,
		[171838] = 7,
		[157504] = 7,
		[333406] = "[*] 伏击",
		[225080] = 7,
		[325216] = 10,
		[327264] = 10,
		[325217] = 10,
		[345695] = 10,
		[93095] = 5,
		[325218] = 10,
		[343648] = 11,
		[345696] = 9,
		[331362] = 3,
		[60118] = 3,
		[243512] = 2,
		[341602] = 1,
		[196414] = 9,
		[329316] = 1,
		[199486] = 5,
		[185152] = "岩浆缚焰者",
		[331365] = 3,
		[205630] = 12,
		[325223] = "纱雾钉刺蛾",
		[39897] = 5,
		[121253] = 10,
		[325224] = "纱雾钉刺蛾",
		[323177] = "宗主奥法兰",
		[12472] = 8,
		[329321] = "邪恶的加尔贡",
		[76715] = "暮光欺诈者",
		[325226] = "纱雾钉刺蛾",
		[269937] = 2,
		[329322] = "渊誓信徒",
		[314988] = 7,
		[60119] = 3,
		[345705] = 11,
		[122278] = 10,
		[335467] = 5,
		[329324] = "邪恶的加尔贡",
		[53] = 4,
		[108968] = 5,
		[46553] = "炎刃大法师",
		[38618] = "指挥官库鲁尔格",
		[294514] = "不请自来的堕落",
		[329326] = "渊誓缚魂者",
		[339565] = 12,
		[207682] = 12,
		[337518] = 1,
		[331375] = 11,
		[341614] = 1,
		[171847] = 8,
		[345710] = 1,
		[294517] = "丧魂清道夫",
		[209731] = 11,
		[205636] = 11,
		[207684] = 12,
		[331379] = "润滑器",
		[114089] = 7,
		[171849] = 8,
		[345714] = "未知目标",
		[207685] = 12,
		[323190] = "缝合先锋",
		[55001] = 3,
		[171850] = 8,
		[263806] = 7,
		[112042] = 1,
		[329335] = 1,
		[347765] = 12,
		[341622] = 1,
		[66] = 8,
		[100780] = 10,
		[294526] = "丧魂恶鬼",
		[323195] = "奥莱芙莉安",
		[329340] = "高阶裁决官阿丽兹",
		[325245] = "多米娜·毒刃",
		[258883] = 12,
		[76720] = "暮光破雷者",
		[118699] = 9,
		[222024] = 6,
		[331390] = 10,
		[341629] = 1,
		[321152] = 5,
		[57050] = "晶化保卫者",
		[321153] = 5,
		[294533] = "丧魂恶鬼",
		[5277] = 4,
		[222026] = 6,
		[193358] = 4,
		[114093] = 7,
		[317062] = 11,
		[193359] = 4,
		[339588] = 7,
		[325254] = "大学监贝律莉娅",
		[272013] = "邪恶的地狱犬 <流浪老男人-泰兰德>",
		[339589] = 12,
		[23920] = 1,
		[274062] = 10,
		[57051] = "晶化保卫者",
		[329352] = 6,
		[323209] = "罪碑雕像",
		[341639] = 1,
		[272016] = "被囚禁的秘法师",
		[99] = 11,
		[325258] = "穆厄扎拉",
		[100] = 1,
		[205648] = 7,
		[160598] = 3,
		[306830] = 12,
		[325260] = "大学监贝律莉娅",
		[325261] = "大学监贝律莉娅",
		[160599] = 3,
		[117679] = 11,
		[325262] = "大学监贝律莉娅",
		[347788] = 5,
		[319120] = "[*] 腐烂胆汁",
		[209746] = 11,
		[300691] = 1,
		[57820] = 2,
		[199508] = 2,
		[300693] = 11,
		[116] = 8,
		[329362] = "啸翼",
		[207700] = 8,
		[118] = 8,
		[323220] = 12,
		[325268] = 7,
		[120] = 8,
		[182104] = 2,
		[83381] = 1,
		[122] = 8,
		[108978] = 8,
		[339604] = "阿泞",
		[319127] = "防护之魂",
		[32240] = 1,
		[196440] = 5,
		[263840] = 1,
		[130] = 8,
		[278175] = "青翠守护者",
		[133] = 8,
		[76727] = "暮光武器大师",
		[278176] = "青翠守护者",
		[321179] = 5,
		[139] = 5,
		[341658] = 11,
		[229206] = 12,
		[2383] = 8,
		[46559] = "炎刃守备官",
		[93622] = 11,
		[310944] = 1,
		[331422] = "有知觉的油",
		[2479] = 6,
		[48095] = "[*] 极度冰寒",
		[57054] = "晶化看护者",
		[278182] = "青翠守护者",
		[337567] = 12,
		[57822] = 9,
		[308899] = 10,
		[329377] = "迷雾栖居者",
		[76729] = "暮光武器大师",
		[265898] = 3,
		[325283] = 5,
		[327331] = "弃誓治愈者",
		[80313] = 11,
		[30449] = 8,
		[349857] = 4,
		[327332] = "弃誓治愈者",
		[337571] = 10,
		[206685] = "未知目标",
		[294569] = 8,
		[46560] = "炎刃黄昏祭司",
		[211805] = 6,
		[196447] = 9,
		[263854] = 1,
		[23922] = 1,
		[329383] = "丧魂之灵",
		[333479] = "烂吐",
		[196448] = 9,
		[263856] = 1,
		[325289] = 9,
		[335528] = "巨锤",
		[331433] = 10,
		[59103] = "安卡哈爆法者",
		[261977] = 10,
		[263858] = 1,
		[70588] = "镇压者",
		[343721] = 2,
		[321197] = 5,
		[200546] = 9,
		[333485] = "烂吐",
		[343724] = 2,
		[313008] = "瓦力欧克",
		[47585] = 5,
		[341677] = 11,
		[345773] = 12,
		[105401] = "前肢触须",
		[81340] = 6,
		[278198] = "铁须踏步者",
		[213858] = 1,
		[333488] = "阿玛厄斯",
		[33763] = 11,
		[50401] = 6,
		[323250] = "宗主奥法兰",
		[333489] = "阿玛厄斯",
		[69566] = "获释的联盟奴隶",
		[331442] = 10,
		[325299] = 9,
		[335538] = "巨锤",
		[263867] = "熔岩犬 <大侠何时再来-雷克萨>",
		[15290] = 5,
		[286393] = 2,
		[115129] = 10,
		[333492] = "阿玛厄斯",
		[313015] = 8,
		[54753] = 3,
		[101819] = 8,
		[77758] = 11,
		[329398] = 5,
		[331446] = 10,
		[32242] = 3,
		[337590] = 5,
		[347829] = 1,
		[325304] = 6,
		[69568] = "获释的联盟奴隶",
		[70080] = "复生的巫医",
		[96189] = "破碎残阳射手",
		[294592] = 11,
		[329404] = "奥达特女勋爵",
		[166766] = "渊誓禁锢者",
		[202602] = 1,
		[333501] = 4,
		[69569] = "获释的联盟奴隶",
		[333502] = 4,
		[48099] = 9,
		[331455] = 3,
		[114108] = 11,
		[49379] = 3,
		[333504] = 4,
		[294597] = 11,
		[69058] = "护魂收割者",
		[69570] = "获释的联盟奴隶",
		[329410] = "奥达特女勋爵",
		[325315] = 5,
		[265931] = 9,
		[333507] = 4,
		[180080] = "邪火巨炮",
		[190319] = 8,
		[333508] = 4,
		[46564] = "炎刃黎明祭司",
		[179057] = 12,
		[319175] = 4,
		[370] = 7,
		[331462] = 4,
		[333510] = 4,
		[335558] = 1,
		[296651] = "丧魂追猎者",
		[339654] = 3,
		[333511] = 4,
		[180082] = "邪火巨炮",
		[315082] = "钢铁菲利普",
		[333512] = 4,
		[116670] = 10,
		[258921] = 12,
		[59107] = "碾骨者",
		[69572] = "怒骨苦工",
		[315084] = 3,
		[408] = 4,
		[345801] = 8,
		[290512] = 10,
		[170869] = 8,
		[45029] = "腐蚀者萨索瓦尔",
		[294609] = 4,
		[210801] = 7,
		[325326] = 5,
		[147321] = "[*] 漩涡",
		[337613] = 9,
		[341709] = "唤雾者",
		[329423] = "渊誓护火者 <西园寺恋>",
		[341710] = 11,
		[258925] = 12,
		[339664] = 2,
		[329426] = "焰炉执行者",
		[265946] = 2,
		[258926] = 12,
		[114113] = 11,
		[22645] = "大法师克雷林",
		[256879] = "幽灵军马",
		[319190] = 4,
		[337620] = 4,
		[7870] = "霍尔安达 <不灭决心-安苏>",
		[300761] = 11,
		[498] = 2,
		[339669] = 2,
		[333526] = 3,
		[337622] = 4,
		[267999] = "邪犬 <流浪老男人-泰兰德>",
		[528] = 5,
		[329433] = 5,
		[207736] = 4,
		[313053] = 12,
		[201594] = 3,
		[278244] = 7,
		[19574] = 3,
		[349916] = 1,
		[64741] = 7,
		[349917] = 1,
		[205691] = 3,
		[300772] = 4,
		[327393] = "佐尔拉姆斯通灵师",
		[242551] = 2,
		[102342] = 11,
		[70602] = "复生的大法师",
		[278249] = 3,
		[209788] = 12,
		[321253] = "[*] 最终收割",
		[712] = 9,
		[319206] = 5,
		[242553] = 12,
		[274156] = 6,
		[69579] = "阵亡的战士",
		[740] = 11,
		[231291] = 5,
		[313065] = 11,
		[57063] = "阿诺玛鲁斯",
		[319209] = 5,
		[106951] = 11,
		[224125] = 7,
		[329449] = 6,
		[331497] = 12,
		[195457] = 4,
		[69580] = "阵亡的战士",
		[341737] = 1,
		[329451] = "笨手笨脚的涮碟者",
		[274162] = 10,
		[341738] = 1,
		[53480] = 3,
		[247676] = 2,
		[224127] = 7,
		[208769] = 12,
		[242557] = 12,
		[203650] = 12,
		[27638] = "弃誓潜爪狮",
		[337645] = 10,
		[247677] = 2,
		[343789] = 10,
		[321264] = "缚石岩精",
		[203651] = 11,
		[256893] = 2,
		[116680] = 10,
		[329457] = 5,
		[69070] = 7,
		[197509] = "血虫 <Topstevel-奥达曼>",
		[198533] = 10,
		[341745] = 4,
		[208772] = 5,
		[343794] = 10,
		[321269] = 3,
		[327413] = "弃誓哥利亚",
		[980] = 9,
		[69583] = "伊米亚拥火者",
		[321271] = 3,
		[331510] = "不屈的参赛者",
		[256896] = 2,
		[272126] = 8,
		[331511] = 10,
		[327416] = "弃誓哥利亚",
		[331512] = 10,
		[1064] = 7,
		[51690] = 4,
		[341753] = 1,
		[210824] = 8,
		[341754] = 1,
		[302847] = "望月随风-龙骨平原",
		[1160] = 1,
		[300800] = 2,
		[300801] = 1,
		[337661] = 5,
		[300802] = 11,
		[200587] = 9,
		[347901] = 5,
		[57066] = "塑树者奥莫洛克",
		[319233] = 6,
		[5215] = 11,
		[50155] = "克莉斯塔萨",
		[202636] = 11,
		[59114] = "恶鬼劫掠者",
		[327426] = "破碎残影",
		[205708] = 8,
		[319236] = 6,
		[331523] = 4,
		[341762] = 11,
		[319237] = 11,
		[325381] = 8,
		[319238] = 6,
		[1464] = 1,
		[102351] = 11,
		[55531] = 6,
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[57067] = "[*] 水晶之刺",
		[321289] = 5,
		[331528] = 10,
		[186258] = 3,
		[101840] = "贝恩的残影",
		[102352] = 11,
		[345864] = 12,
		[207760] = 12,
		[341770] = 3,
		[319245] = 6,
		[115151] = 10,
		[290577] = "憎恶 <Lykoss>",
		[341771] = "白骨魔导师",
		[343819] = 10,
		[347915] = 3,
		[343820] = 10,
		[19577] = 3,
		[347916] = 3,
		[335630] = 3,
		[1776] = 4,
		[1784] = 4,
		[73685] = 7,
		[347918] = 3,
		[331537] = "影握图腾 <美牛牛-梦境之树>",
		[333585] = 1,
		[1856] = 4,
		[313108] = 3,
		[325395] = "暗影克隆追猎者",
		[343825] = 10,
		[337682] = 2,
		[186263] = 5,
		[23033] = 11,
		[23161] = 9,
		[341780] = 11,
		[319255] = 6,
		[2008] = 7,
		[208790] = 12,
		[186265] = 3,
		[341783] = 11,
		[42223] = 9,
		[339736] = 3,
		[78807] = "欧泽鲁克",
		[339738] = 3,
		[2336] = 7,
		[268068] = 2,
		[335644] = 11,
		[288546] = "亡者魔导师 <缄默-阿古斯>",
		[38384] = "吉安娜·普罗德摩尔",
		[270117] = 11,
		[333598] = 1,
		[288548] = "亡者魔导师 <缄默-阿古斯>",
		[333599] = 1,
		[278310] = 8,
		[272167] = "灾怨蝇 <小水滴-玛里苟斯>",
		[207771] = 12,
		[339744] = 2,
		[236440] = 11,
		[337697] = 2,
		[333602] = "脆骨法师",
		[208796] = 12,
		[52719] = "月溪旅陆战队员",
		[317221] = 2,
		[23034] = 7,
		[144293] = "上古之神的触须 <焊接机器人>",
		[274220] = 4,
		[317223] = 2,
		[102359] = 11,
		[329510] = 5,
		[347940] = 8,
		[341798] = 1,
		[327464] = "蕾茉妮雅",
		[254873] = 6,
		[341799] = 1,
		[33778] = 11,
		[325418] = "锥喉酸咽者",
		[147367] = 1,
		[181155] = "血缚邪术士",
		[257946] = 3,
		[201633] = "大地之墙图腾",
		[45297] = 7,
		[333612] = "不请自来的清道夫",
		[92122] = "[*] 水晶碎片",
		[3408] = 4,
		[317231] = "无堕者哈夫",
		[319279] = 5,
		[337709] = 6,
		[341805] = 1,
		[319280] = 10,
		[304946] = "凇心卫士",
		[319281] = 5,
		[321329] = 8,
		[333616] = "不请自来的清道夫",
		[304948] = "凇心晋升者",
		[76765] = "暮光捕火者",
		[102362] = 1,
		[304949] = "凇心晋升者",
		[319285] = 12,
		[22907] = "部落游侠",
		[23035] = 1,
		[337716] = 5,
		[76766] = "暮光捕火者",
		[319287] = 12,
		[329526] = 7,
		[341813] = 1,
		[319288] = 6,
		[341814] = 1,
		[57841] = 4,
		[327481] = "金-塔拉",
		[102364] = 3,
		[337721] = 6,
		[206760] = 4,
		[341817] = 9,
		[143280] = "觅血者斯基尔",
		[341818] = 5,
		[294720] = 4,
		[223143] = 4,
		[325437] = 8,
		[311103] = 8,
		[333629] = "复生的弩手 <阿玛厄斯>",
		[329534] = 7,
		[341821] = 10,
		[323392] = "宫务大臣",
		[57330] = 6,
		[197548] = 5,
		[255909] = 4,
		[335680] = "渊誓织魂者",
		[329537] = 7,
		[145331] = "加尔鲁什·地狱咆哮",
		[341824] = 5,
		[302917] = 4,
		[337729] = 11,
		[266058] = 1,
		[333634] = "阿玛厄斯",
		[80353] = 8,
		[323396] = 1,
		[341826] = 1,
		[11327] = 4,
		[116189] = 10,
		[5760] = 4,
		[193455] = 3,
		[335685] = "渊誓织魂者",
		[288587] = 8,
		[323399] = 12,
		[311113] = 12,
		[80354] = 11,
		[186289] = 3,
		[196528] = 6,
		[280398] = 5,
		[199600] = 4,
		[339784] = 9,
		[333641] = "复生的督军",
		[327498] = 8,
		[70116] = "护塔冰龙",
		[343881] = "卡尔将军",
		[282449] = 4,
		[189363] = 5,
		[290641] = 7,
		[335693] = 1,
		[189364] = 3,
		[199603] = 4,
		[335694] = "镇压者泽罗尔斯",
		[323408] = 5,
		[296788] = 2,
		[298836] = 12,
		[302932] = 4,
		[298837] = 8,
		[319315] = 5,
		[329554] = 12,
		[72166] = "鬼魂法师",
		[61684] = 1,
		[7744] = 5,
		[325461] = 6,
		[116705] = 10,
		[298841] = 2,
		[327510] = 2,
		[337749] = 5,
		[233395] = 6,
		[321368] = "缚霜者纳尔佐",
		[325464] = 6,
		[298844] = "丧魂蹒跚者",
		[143295] = "伊墨苏斯",
		[321370] = "缚霜者纳尔佐",
		[339800] = 11,
		[203704] = 12,
		[233397] = 6,
		[329563] = "暮色颤兽",
		[105444] = "未知目标",
		[343898] = "顽石军团巨怪",
		[329564] = "暮色颤兽",
		[214968] = 6,
		[143297] = "[*] 煞能喷溅",
		[227255] = 12,
		[126434] = 11,
		[304993] = 7,
		[256948] = 5,
		[266087] = 9,
		[245686] = 5,
		[329568] = 5,
		[57846] = "加摩尔",
		[321379] = 5,
		[274281] = 11,
		[224186] = 4,
		[96231] = 2,
		[304998] = 10,
		[274282] = 11,
		[329572] = 7,
		[274283] = 11,
		[176065] = "暮色颤兽",
		[305000] = 10,
		[235450] = 8,
		[337765] = 3,
		[331622] = 10,
		[331623] = 9,
		[305003] = 4,
		[331624] = 1,
		[335720] = "渊誓祭师",
		[193473] = "虚空触须 <葛麻-索拉丁>",
		[76779] = "升腾碎石者",
		[196545] = 6,
		[305005] = 5,
		[214975] = 6,
		[329579] = 7,
		[323436] = 4,
		[305007] = 9,
		[323437] = "宫务大臣",
		[176069] = "入侵的葬秋萤",
		[185284] = "钢铁掠夺者",
		[46585] = 6,
		[228287] = 10,
		[329582] = 8,
		[350060] = 1,
		[176070] = "入侵的葬秋萤",
		[251837] = 8,
		[115176] = 10,
		[264057] = 9,
		[251838] = 2,
		[42746] = "安卡哈看守者",
		[264058] = 11,
		[339825] = 1,
		[251839] = 1,
		[300919] = 8,
		[329588] = 5,
		[108010] = "天火号大炮",
		[31230] = 4,
		[329589] = 8,
		[76782] = "升腾碎石者",
		[101867] = 1,
		[329590] = 7,
		[157644] = 8,
		[350068] = 5,
		[335734] = 1,
		[329591] = 7,
		[56825] = "法师猎手军官",
		[321401] = "贪食的虱子",
		[255937] = 2,
		[333688] = "耀光石斑鱼",
		[100332] = 8,
		[331641] = 10,
		[203720] = 12,
		[329595] = 7,
		[243652] = 12,
		[82415] = "克伯鲁斯",
		[190411] = 1,
		[341884] = "残忍的斯卡迪",
		[196555] = 12,
		[164815] = 11,
		[87023] = 8,
		[341885] = "残忍的斯卡迪",
		[331647] = 10,
		[57082] = "塑树者奥莫洛克",
		[255941] = 2,
		[5217] = 11,
		[184270] = 12,
		[331649] = 10,
		[331650] = 10,
		[79345] = "高阶女祭司艾苏尔",
		[296839] = "丧魂合声",
		[121836] = 2,
		[115181] = 10,
		[5697] = 9,
		[5761] = 4,
		[329605] = 5,
		[331653] = 10,
		[102383] = 11,
		[331654] = 10,
		[329607] = 5,
		[331655] = 10,
		[114158] = 2,
		[180178] = "垂涎的嗜血者",
		[329608] = "刻符巨像",
		[341895] = "冷酷的瓦尔菲尔",
		[272272] = "贪婪的毁灭者",
		[58875] = 7,
		[325514] = "[*] 烈焰喷射",
		[188370] = 2,
		[70132] = "吉安娜·普罗德摩尔",
		[78835] = "欧泽鲁克",
		[268178] = 12,
		[296847] = "[*] 压迫光环",
		[121838] = 2,
		[341898] = "冷酷的瓦尔菲尔",
		[140249] = 6,
		[331660] = 10,
		[333708] = "狂热的缚魂者",
		[153561] = 8,
		[341902] = "战场祭师",
		[305043] = 5,
		[206803] = 12,
		[270232] = 8,
		[305044] = 4,
		[305045] = 4,
		[206804] = 12,
		[325523] = "堕落的黑暗剑士",
		[184279] = "镜像 <何蒙莎>",
		[329619] = "奥达特女勋爵",
		[323476] = 5,
		[305047] = 5,
		[184280] = "镜像 <何蒙莎>",
		[153564] = 8,
		[31616] = 7,
		[311192] = 1,
		[305049] = 4,
		[323479] = 5,
		[305050] = 1,
		[315289] = 4,
		[303003] = 2,
		[305051] = 4,
		[331672] = 10,
		[83446] = "希亚玛特的爪牙",
		[83958] = "酒丶僧-白银之手",
		[331673] = 10,
		[343960] = 1,
		[305053] = 4,
		[79351] = "高阶女祭司艾苏尔",
		[305054] = 5,
		[337819] = 12,
		[341915] = 4,
		[343963] = 12,
		[76792] = "升腾碎石者",
		[236502] = 7,
		[288675] = 7,
		[331678] = 5,
		[325535] = "堕落的驯犬者",
		[311201] = 1,
		[136163] = 3,
		[48639] = "伊米亚战士",
		[57086] = "塑树者奥莫洛克",
		[327584] = "魔药喷吐者",
		[329632] = 5,
		[323489] = "血肉工匠",
		[333728] = "复生的骷髅战士",
		[270248] = "燃烬卫士",
		[305060] = 4,
		[333729] = "复生的骷髅战士",
		[323491] = 11,
		[43776] = 8,
		[233433] = "反击图腾 <徳育响噹噹-白银之手>",
		[185311] = 4,
		[44544] = 8,
		[114165] = 2,
		[30849] = "法师杀手",
		[333732] = 7,
		[76794] = "升腾驭水者",
		[327590] = "魔药喷吐者",
		[213981] = 4,
		[333734] = 7,
		[185313] = 4,
		[202719] = 12,
		[24450] = "豹 <咆哮的大黑牛-白骨荒野>",
		[335783] = "渊誓祭师",
		[307115] = "[*] 烈焰爆发",
		[323498] = 11,
		[350119] = 5,
		[25602] = "法力蛭",
		[213983] = 4,
		[323500] = 12,
		[115191] = 4,
		[231390] = 3,
		[350122] = 7,
		[3409] = 4,
		[323502] = 2,
		[55040] = "法师猎手军官",
		[95738] = 1,
		[264119] = 9,
		[113656] = 10,
		[325552] = "多米娜·毒刃",
		[155625] = 11,
		[115192] = 4,
		[142315] = "毒心者夏克里尔",
		[33795] = 9,
		[323506] = 7,
		[14914] = 5,
		[331698] = 9,
		[162794] = 12,
		[66047] = "黑锋勇士",
		[323509] = 6,
		[144365] = "[*] 苦痛印记",
		[315319] = 11,
		[350131] = 5,
		[339894] = 12,
		[350133] = 5,
		[90621] = 3,
		[337848] = 2,
		[25603] = "虚灵巫师",
		[70144] = "复生的巫医",
		[51714] = 6,
		[327611] = 6,
		[321469] = 3,
		[107516] = 6,
		[83455] = "希亚玛特的爪牙",
		[343995] = "啸翼",
		[337852] = 2,
		[290754] = 11,
		[118779] = 1,
		[70145] = "复生的巫医",
		[350140] = 5,
		[333759] = 4,
		[20484] = 11,
		[115196] = 4,
		[333760] = 4,
		[333761] = 12,
		[59650] = 10,
		[190446] = 8,
		[341953] = 1,
		[344001] = "[*] 软泥痕迹",
		[323524] = 7,
		[341954] = 11,
		[333764] = 4,
		[344003] = "钻凋者",
		[333765] = 4,
		[331718] = "纱雾防御者",
		[333766] = 4,
		[57091] = "克莉斯塔萨",
		[344006] = 10,
		[331721] = "纱雾防御者",
		[335817] = "德沃丝",
		[51460] = 6,
		[346057] = 5,
		[315341] = 4,
		[224239] = 2,
		[346060] = 6,
		[199667] = 1,
		[278486] = "黑眼 <Rotting-罗宁>",
		[125439] = 3,
		[323538] = "高阶裁决官阿丽兹",
		[59140] = "炙热的蒸汽",
		[35079] = 3,
		[129023] = 8,
		[72198] = "幽灵步兵",
		[153595] = 8,
		[123904] = 10,
		[323542] = "未知目标",
		[319447] = "皇家档案员",
		[190456] = 1,
		[344021] = 10,
		[56837] = "法师猎手军官",
		[50182] = "法师猎手军官",
		[337880] = 11,
		[323546] = 11,
		[59141] = "炙热的蒸汽",
		[337881] = 11,
		[323547] = 4,
		[341977] = "染病恐魔",
		[176124] = "入侵的葬秋萤",
		[193530] = 3,
		[307166] = 11,
		[333787] = "激怒之灵",
		[115203] = 10,
		[329693] = 5,
		[290786] = 2,
		[333789] = "激怒之灵",
		[327646] = "穆厄扎拉",
		[333790] = "激怒之灵",
		[327647] = "弃誓审判官",
		[288740] = 8,
		[323552] = "高阶裁决官阿丽兹",
		[327648] = "弃誓审判官",
		[197628] = 11,
		[327649] = "穆厄扎拉",
		[329697] = "德纳修斯大帝",
		[202748] = 3,
		[59142] = "坚钢掠夺者",
		[222202] = 11,
		[30213] = 1,
		[250871] = 7,
		[290792] = 3,
		[197630] = 11,
		[290793] = 5,
		[325605] = "荒芜碎击者",
		[327653] = "弃誓勇士",
		[337892] = 6,
		[323558] = 4,
		[323559] = 4,
		[327655] = "弃誓勇士",
		["DEBUFF"] = 12,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[339943] = 11,
		[264178] = 9,
		[78859] = "欧泽鲁克",
		[193538] = 4,
		[339946] = 11,
		[270323] = 3,
		[108040] = "天火号大炮",
		[327661] = 5,
		[305136] = "凇心特工",
		[348139] = 12,
		[321519] = 11,
		[348140] = 1,
		[313329] = 1,
		[348141] = 2,
		[327664] = "外科医生缝肉",
		[323569] = "哈卡之子",
		[108041] = "天火号大炮",
		[75789] = "埃鲁达克",
		[270329] = 3,
		[60424] = 5,
		[36107] = 6,
		[228354] = 8,
		[107018] = "死亡之翼",
		[323573] = "[*] 残渣",
		[108042] = "战争大师黑角",
		[270332] = 3,
		[307192] = 3,
		[203782] = 12,
		[335861] = 5,
		[321527] = 3,
		[307193] = 11,
		[32390] = 9,
		[323576] = "大角符文牡鹿",
		[195592] = 7,
		[335863] = "恐怖爬行者",
		[296956] = "灵魂狱卒",
		[307195] = 10,
		[321530] = 3,
		[342008] = 1,
		[59913] = 8,
		[270338] = 3,
		[72208] = "受尽折磨的火枪手",
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[307199] = 12,
		[108044] = "战争大师黑角",
		[186380] = "猎魂者弗拉莱",
		[290819] = 3,
		[339966] = "林鬼缚皮者",
		[325632] = "荒芜碎击者",
		[270343] = 3,
		[329728] = 7,
		[108045] = "战争大师黑角",
		[185358] = 3,
		[1329] = 4,
		[228361] = 5,
		[229385] = 10,
		[51723] = 4,
		[224266] = 2,
		[339970] = 8,
		[333827] = "阿德文特·追惘",
		[229386] = 3,
		[348162] = 5,
		[344067] = 2,
		[1449] = 8,
		[95248] = "天堂炽焰",
		[325640] = 9,
		[337927] = 5,
		[342023] = 1,
		[262161] = 1,
		[329737] = 8,
		[342024] = 1,
		[102416] = 11,
		[95249] = "天堂炽焰",
		[342025] = 1,
		[339978] = 6,
		[61451] = 8,
		[13445] = "觅心者",
		[202770] = 11,
		[203794] = 12,
		[327694] = 5,
		[296978] = "灵魂残片",
		[319504] = 4,
		[333839] = "老练的里克",
		[148506] = "压力地雷",
		[176151] = 5,
		[1833] = 4,
		[153626] = 8,
		[333841] = "老练的里克",
		[180247] = 1,
		[323603] = 5,
		[342033] = 5,
		[329748] = 8,
		[231442] = 7,
		[1953] = 8,
		[76822] = "暮光战斗法师",
		[333845] = "老练的里克",
		[333846] = 4,
		[335894] = 7,
		[339990] = 2,
		[327704] = 7,
		[2098] = 4,
		[278559] = 2,
		[329753] = "幽灵军马",
		[76823] = "暮光战斗法师",
		[17290] = "黑翼法师",
		[327706] = 2,
		[52238] = "沃尔坎",
		[327708] = 5,
		[337948] = 5,
		[76824] = "暮光战斗法师",
		[9734] = "掠龙囚犯",
		[257044] = 3,
		[346141] = 1,
		[106005] = "丑恶的融合怪",
		[319521] = "库尔萨洛克",
		[257045] = 3,
		[280615] = 7,
		[76825] = "暮光战斗法师",
		[126483] = 12,
		[86040] = 9,
		[246807] = 2,
		[342049] = 3,
		[327715] = 2,
		[2818] = 4,
		[342051] = 5,
		[337956] = 5,
		[76826] = "暮光战斗法师",
		[333861] = "嗜血的哈鲁吉亚",
		[246809] = 11,
		[47632] = 6,
		[329767] = 7,
		[186401] = 5,
		[12294] = 1,
		[57615] = 2,
		[340007] = 2,
		[337960] = 6,
		[34322] = "被遗忘的无面者",
		[292910] = "渊誓禁锢者",
		[335913] = 10,
		[222238] = 7,
		[331818] = "多米娜·毒刃",
		[184355] = "古尔图格·血沸",
		[194594] = 3,
		[317485] = 1,
		[81947] = "高阶预言者巴林姆",
		[272435] = "黑暗犬 <流浪老男人-泰兰德>",
		[323629] = "[*] 复苏之雾",
		[225311] = 2,
		[153640] = 8,
		[157736] = 9,
		[350252] = 7,
		[184357] = "古尔图格·血沸",
		[72221] = 3,
		[317489] = 1,
		[272439] = "乌祖尔 <小水滴-玛里苟斯>",
		[201764] = 7,
		[315443] = 6,
		[317491] = 1,
		[3714] = 6,
		[72222] = "受尽折磨的火枪手",
		[333875] = "亡语者",
		[82973] = 12,
		[177193] = 3,
		[340020] = 10,
		[118297] = "原始火元素",
		[337973] = 6,
		[323639] = 12,
		[329783] = "凇心束缚者",
		[317497] = 1,
		[344118] = 8,
		[297020] = "束缚者巴里塔司",
		[350262] = 7,
		[184362] = 1,
		[329785] = "赤红秘法师",
		[350263] = 7,
		[344120] = 3,
		[70176] = "笨拙的憎恶",
		[199721] = 6,
		[344121] = 3,
		[329787] = "凇心束缚者",
		[333883] = 12,
		[297024] = "束缚者巴里塔司",
		[307263] = 6,
		[184364] = 1,
		[179245] = 9,
		[148529] = 8,
		[199723] = 6,
		[203819] = 12,
		[204843] = 12,
		[337984] = 7,
		[333889] = 9,
		[229417] = 12,
		[329794] = 7,
		[184367] = 1,
		[202797] = 3,
		[195630] = 10,
		[329796] = 11,
		[107550] = "姆诺兹多",
		[325701] = "堕落的搜集者",
		[323654] = 4,
		[333893] = 12,
		[337989] = 6,
		[331846] = "4.RF-4.RF",
		[183345] = "束缚者巴里塔司",
		[297035] = 8,
		[331847] = "4.RF-4.RF",
		[329800] = 11,
		[209967] = "凶暴蜥蜴 <爱你三年>",
		[292942] = "监锁之主",
		[329802] = 11,
		[331850] = 4,
		[183347] = "猎魂者弗拉莱",
		[184371] = "觅心者",
		[297039] = 1,
		[146488] = "防空炮台 <焊接机器人>",
		[6660] = "维拉兹刃誓者",
		[288849] = 6,
		[6788] = 5,
		[313424] = 3,
		[262232] = 1,
		[329808] = "格拉夏尔将军",
		[7268] = 8,
		[116768] = 10,
		[132157] = 5,
		[297047] = "束缚之魂 <束缚者巴里塔司>",
		[295000] = "监锁之主",
		[338003] = "堕落的歼灭者",
		[295001] = "监锁之主",
		[218164] = 10,
		[344148] = 11,
		[338005] = "劳苦的管理员",
		[8004] = 7,
		[333910] = 4,
		[344149] = 11,
		[344150] = 11,
		[323673] = 5,
		[76327] = "暗红血脉先知",
		[331865] = 6,
		[333913] = "卡尔将军",
		[331866] = 3,
		[344153] = 2,
		[194618] = 1,
		[344154] = 2,
		[197690] = 1,
		[331868] = 8,
		[325725] = "穆厄扎拉",
		[344155] = 2,
		[338012] = "心能喷泉",
		[9672] = "掠龙囚犯",
		[338013] = "心能喷泉",
		[198715] = "瓦格里女战神 <达克莱伊-塞纳留斯>",
		[325727] = 11,
		[184381] = "西诺德",
		[201787] = 10,
		[344158] = 2,
		[321633] = "白骨躯壳",
		[323681] = "无尽女皇莫德蕾莎",
		[323682] = "弃誓散兵",
		[42776] = 1,
		[323683] = "无尽女皇莫德蕾莎",
		[338018] = 11,
		[61462] = "冰霜使者",
		[325733] = 11,
		[270444] = "格拉维塔斯",
		[84521] = "希亚玛特的仆从 <[*] 静电震击>",
		[340068] = 11,
		[146501] = "瑟拉提克琥珀大师",
		[323687] = "商人赛·艾柯莎",
		[319592] = "艾谢朗",
		[338022] = "帕奇维克士兵",
		[132168] = 1,
		[115750] = 2,
		[327785] = 1,
		[194625] = 2,
		[42777] = 2,
		[132169] = 1,
		[323692] = 8,
		[342122] = 1,
		[229438] = 3,
		[338027] = 7,
		[333932] = "毁灭之手",
		[288882] = 12,
		[348267] = 4,
		[70189] = "护塔石像鬼",
		[48153] = 5,
		[329840] = 2,
		[29070] = 2,
		[208963] = 7,
		[59160] = "雷铸医师",
		[155722] = 11,
		[315508] = 4,
		[120360] = 3,
		[143436] = "伊墨苏斯",
		[321652] = "白骨躯壳",
		[186439] = 8,
		[325748] = 11,
		[338035] = 11,
		[323701] = 5,
		[344179] = 7,
		[338036] = 7,
		[69167] = "天灾领主泰兰努斯",
		[69679] = "库卡隆炮手",
		[346228] = "[*] 阴燃冥殇",
		[120361] = 3,
		[305274] = 12,
		[194632] = 3,
		[333943] = 2,
		[182346] = 8,
		[58137] = "勇猛的食尸鬼",
		[295037] = 1,
		[329849] = 2,
		[323706] = 5,
		[203848] = 4,
		[196681] = 8,
		[305277] = 10,
		[323707] = 5,
		[61721] = 8,
		[290945] = 1,
		[116267] = 8,
		[335996] = 5,
		[323710] = 6,
		[338045] = 8,
		[340094] = 4,
		[236615] = 9,
		[338047] = 8,
		[5221] = 11,
		[108589] = "姆诺兹多",
		[185422] = 4,
		[295046] = 6,
		[223306] = 2,
		[327811] = "卡尔将军",
		[295048] = 6,
		[305287] = 12,
		[280715] = 1,
		[290954] = 1,
		[333957] = 7,
		[336005] = "[*] 裂耳尖啸",
		[297098] = 10,
		[232523] = 3,
		[79922] = "巨石之核掠夺者",
		[88625] = 5,
		[130092] = 12,
		[90673] = "暮光织影者",
		[319626] = "库尔萨洛克",
		[280719] = 4,
		[69172] = "天灾领主泰兰努斯",
		[270481] = "恶魔暴君 <小水滴-玛里苟斯>",
		[70196] = "女武神席瓦娜",
		[232525] = 9,
		[79923] = "巨石之核掠夺者",
		[333963] = "格里恩哥利亚 <燕子三杰-海达希亚>",
		[188499] = 12,
		[333964] = 7,
		[6789] = 9,
		[76340] = "碧蓝血脉先知",
		[331917] = 6,
		[244813] = 8,
		[340109] = 6,
		[260172] = 1,
		[253005] = 8,
		[188501] = 12,
		[329872] = 7,
		[206931] = 6,
		[331921] = 6,
		[311444] = 6,
		[51485] = 7,
		[329875] = "蕾茉妮雅",
		[323732] = "商人赛·艾柯莎",
		[317589] = 8,
		[319637] = "[*] 魂魄归体",
		[280730] = 7,
		[107570] = 1,
		[311447] = 1,
		[325782] = "戈姆巨怪",
		[331927] = "失灵的牙钻",
		[333975] = 1,
		[114738] = 7,
		[333976] = 12,
		[311451] = 9,
		[280735] = 1,
		[243795] = 8,
		[59165] = "雷铸斥候",
		[197721] = 11,
		[323739] = "弃誓小队长",
		[336026] = 9,
		[329883] = 7,
		[323740] = "弃誓小队长",
		[81463] = "巨石之核塑地者",
		[106548] = "前肢触须",
		[90678] = "暮光织影者",
		[333980] = "德纳修斯大帝",
		[336028] = 8,
		[346267] = 3,
		[331933] = "失灵的牙钻",
		[270501] = 5,
		[346268] = 12,
		[331934] = 1,
		[327839] = 12,
		[147554] = "[*] 亚煞极之血",
		[338079] = "巢群伏击者",
		[325793] = "堕落的驯犬者",
		[143459] = "[*] 煞能残渣",
		[2643] = 3,
		[331937] = 5,
		[59166] = "雷铸战术师",
		[311460] = 11,
		[338081] = "潜行幼蛛",
		[206940] = 6,
		[344225] = 7,
		[331939] = 5,
		[317605] = "裂伤者耐克萨拉",
		[344226] = "卡尔将军",
		[280746] = 1,
		[107574] = 1,
		[325797] = "堕落的驯犬者",
		[344227] = 7,
		[69179] = 1,
		[311464] = 8,
		[313512] = 5,
		[342181] = 6,
		[344229] = 7,
		[12170] = "未知目标",
		[49184] = 6,
		[346278] = 12,
		[167012] = "束链者格鲁斯",
		[344231] = 2,
		[50464] = 11,
		[325802] = "锐眼弓手",
		[344232] = 11,
		[327851] = 3,
		[274610] = 1,
		[268467] = 8,
		[327852] = 5,
		[206945] = 6,
		[191587] = 6,
		[311471] = 8,
		[3411] = 1,
		[278708] = 2,
		[342189] = 5,
		[329903] = "皇家干扰者",
		[20243] = 1,
		[311474] = 7,
		[329904] = "皇家顾问",
		[311475] = 7,
		[329905] = "皇家顾问",
		[50977] = 6,
		[311476] = 7,
		[329906] = "蕾茉妮雅",
		[111673] = 6,
		[334002] = "魂选门卫",
		[311477] = 7,
		[323764] = 11,
		[311478] = 7,
		[156779] = 5,
		[340147] = 2,
		[54049] = "卢哈姆",
		[311479] = 7,
		[329909] = "失足的石裔魔",
		[344244] = 5,
		[344245] = 2,
		[97340] = 6,
		[327864] = 2,
		[327865] = 1,
		[329913] = "渊誓阴影追猎者",
		[334009] = "格拉夏尔将军",
		[311484] = 2,
		[51490] = 7,
		[231525] = 4,
		[311485] = 2,
		[97341] = 8,
		[236645] = 8,
		[311486] = 2,
		[329916] = "渊誓阴影追猎者",
		[199786] = 8,
		[311487] = 2,
		[329917] = "菌菇术士",
		[311488] = 6,
		[280772] = 1,
		[331966] = "传染软泥",
		[311489] = 2,
		[329919] = "邦桑迪的怒火",
		[340158] = 3,
		[311490] = 2,
		[41252] = 2,
		[340159] = 5,
		[342207] = "灵魂搜寻者",
		[311491] = 6,
		[297157] = 12,
		[340160] = "纱雾龙母",
		[311492] = 12,
		[280776] = 1,
		[293063] = "牢房哨卫",
		[311493] = 12,
		[340162] = 3,
		[196718] = 12,
		[45348] = 9,
		[75330] = "怒骨巫师",
		[311495] = 12,
		[46628] = 10,
		[311496] = 12,
		[297162] = 9,
		[32019] = "长矛岛铲齿鹿",
		[311497] = 11,
		[334023] = "嗜血的哈鲁吉亚",
		[311498] = 12,
		[223341] = 12,
		[311499] = 12,
		[329929] = "石翼破坏者",
		[323786] = "格里恩黑暗裁定者",
		[334025] = "嗜血的哈鲁吉亚",
		[327882] = "凋零大鹏",
		[181363] = "钢铁龙骑兵",
		[331978] = 5,
		[334027] = 5,
		[13323] = "法师猎手军官",
		[288977] = 6,
		[206961] = 6,
		[217200] = 3,
		[229487] = 8,
		[331982] = "德莱文将军",
		[232559] = 11,
		[323792] = "凝结心能",
		[188534] = 3,
		[327891] = "邦桑迪的怒火",
		[52773] = "雷铸医师",
		[325844] = "尘萎酸喉者",
		[7814] = "霍尔安达 <不灭决心-安苏>",
		[329941] = 7,
		[323798] = 6,
		[118337] = 7,
		[319703] = "艾谢朗",
		[206966] = 12,
		[329943] = "蕾茉妮雅",
		[89157] = 12,
		[196728] = 1,
		[206967] = 6,
		[321754] = "缚霜者纳尔佐",
		[323802] = 12,
		[342232] = 8,
		[321755] = "缚霜者纳尔佐",
		[51750] = "伊米隆国王",
		[323804] = "格里恩黑暗裁定者",
		[317661] = "以太俯冲者",
		[264420] = 11,
		[585] = 5,
		[589] = 5,
		[9484] = 5,
		[27285] = 9,
		[195707] = 1,
		[69705] = "库卡隆战斗法师",
		[338141] = 10,
		[340189] = "纱雾龙母",
		[325855] = "尘萎酸喉者",
		[135299] = 3,
		[338142] = 11,
		[633] = 2,
		[319713] = "贪食的克里克西斯",
		[173183] = 7,
		[340191] = "[*] 再生辐光",
		[10444] = 7,
		[33833] = "狂乱的法力怨灵",
		[313571] = 3,
		[323810] = "卡尔将军",
		[319715] = "贪食的克里克西斯",
		[173184] = 7,
		[340193] = 2,
		[327907] = 11,
		[321764] = "林鬼缚皮者",
		[697] = 9,
		[236665] = 11,
		[332004] = 6,
		[327909] = 1,
		[334053] = "奥莱芙莉安",
		[229499] = 3,
		[342245] = 8,
		[184449] = "迪亚·暗语",
		[342246] = 8,
		[188545] = "血缚邪术士",
		[82506] = "高阶预言者巴林姆",
		[342247] = 8,
		[270576] = 11,
		[329961] = 11,
		[228477] = 12,
		[69708] = "吉安娜·普罗德摩尔",
		[325867] = 10,
		[278769] = 12,
		[321772] = "宗主奥法兰",
		[228478] = 12,
		[340203] = 2,
		[845] = 1,
		[303344] = 1,
		[305392] = 6,
		[325870] = 10,
		[94794] = 9,
		[143498] = "邪煞软泥怪",
		[334063] = 5,
		[305395] = 2,
		[307443] = 8,
		[340208] = "纱雾龙母",
		[196741] = 10,
		[329970] = 11,
		[321780] = "佐尔拉姆斯通灵师",
		[340210] = 7,
		[325876] = "堕落的歼灭者",
		[319733] = "艾谢朗",
		[340211] = 11,
		[210053] = 11,
		[350451] = 5,
		[329974] = "蕾茉妮雅",
		[325879] = "堕落的歼灭者",
		[336118] = 5,
		[329975] = "副官费里波斯",
		[340214] = 2,
		[114250] = 2,
		[329976] = "强化的皇家领事",
		[350454] = 5,
		[329977] = "强化的皇家角斗者",
		[329978] = "灵魂搜寻者",
		[198793] = 12,
		[183435] = 2,
		[1122] = 9,
		[259202] = 12,
		[268547] = 3,
		[336123] = 5,
		[340219] = 5,
		[334076] = "亡语者",
		[109132] = 10,
		[325886] = 1,
		[336126] = 3,
		[321792] = 9,
		[212106] = 12,
		[229512] = 2,
		[276743] = 8,
		[76369] = "碧蓝血脉先知",
		[1330] = 4,
		[59178] = "泰坦神铁先锋",
		[221322] = 6,
		[43308] = 3,
		[71250] = "伊米亚女猎手",
		[60458] = 1,
		[346369] = 1,
		[22424] = "炉渣",
		[346370] = 1,
		[323845] = "卡尔将军",
		[76370] = "碧蓝血脉先知",
		[260231] = 3,
		[327942] = 7,
		[1490] = 12,
		[71251] = "伊米亚女猎手",
		[336135] = 6,
		[123981] = 6,
		[6343] = 1,
		[59179] = "泰坦神铁轰鸣者",
		[336137] = "雷纳索尔王子",
		[191634] = 7,
		[80467] = "欧泽鲁克",
		[323852] = "未知目标",
		[114255] = 5,
		[336139] = 11,
		[323853] = "阴森的教民 <无敌暴龙战神-国王之谷>",
		[1706] = 5,
		[1714] = 1,
		[321807] = "佐尔拉姆斯刻骨者",
		[71253] = "伊米亚女猎手",
		[185493] = "皇家档案员",
		[340238] = 9,
		[327952] = "缝肉的造物",
		[289045] = 4,
		[303380] = 1,
		[259213] = 5,
		[202900] = 3,
		[59180] = "泰坦神铁轰鸣者",
		[319765] = "库尔萨洛克",
		[278812] = 7,
		[64044] = 5,
		[211094] = 7,
		[311578] = 5,
		[49966] = 1,
		[59181] = "泰坦神铁轰鸣者",
		[303389] = 12,
		[70744] = "脓疮僵尸",
		[334106] = "未知目标",
		[303390] = 12,
		[321820] = "狱卒斯科杜斯",
		[260242] = 3,
		[61229] = 5,
		[321821] = "凋零之袋",
		[123986] = 10,
		[260243] = 3,
		[55342] = 8,
		[256148] = 4,
		[71257] = "伊米亚女武神",
		[71769] = "巫妖王",
		[272678] = 3,
		[145570] = "地狱咆哮攻城车",
		[272679] = 3,
		[59182] = "自由的火焰风暴",
		[198813] = 12,
		[321828] = "唤雾者",
		[76378] = "碧蓝血脉卫士",
		[260247] = 3,
		[2948] = 8,
		[119381] = 10,
		[342309] = 8,
		[32409] = "[*] 暗言术：灭",
		[336167] = 5,
		[82522] = "高阶预言者巴林姆",
		[24858] = 11,
		[321834] = "唤雾者",
		[260249] = 3,
		[59183] = "自由的火焰风暴",
		[330026] = "伊库斯博士",
		[78939] = "欧泽鲁克",
		[344361] = 10,
		[274738] = 1,
		[342314] = 8,
		[196770] = 6,
		[321837] = "幻影克隆体",
		[61999] = 6,
		[332077] = 11,
		[196771] = 6,
		[198819] = 1,
		[309554] = 5,
		[115288] = 10,
		[323889] = 3,
		[199844] = 8,
		[334129] = "格拉夏尔将军",
		[29722] = 9,
		[51505] = 7,
		[334130] = "格拉夏尔将军",
		[72286] = 8,
		[334131] = 5,
		[332084] = "润滑器",
		[330037] = "碱沼大黄蜂",
		[253088] = 8,
		[330038] = 3,
		[47666] = 5,
		[336182] = 9,
		[154797] = 3,
		[327992] = "蕾茉妮雅",
		[33076] = 5,
		[340279] = "纱雾夜花",
		[50994] = "晶化看护者",
		[270657] = 2,
		[330042] = "德纳修斯大帝",
		[231589] = 2,
		[340283] = "纱雾夜花",
		[124506] = 10,
		[313663] = 8,
		[55090] = 6,
		[270661] = 3,
		[207018] = 6,
		[199851] = 1,
		[48179] = "克莉斯塔萨",
		[105565] = "阿莱克丝塔萨",
		[73313] = 4,
		[115804] = 10,
		[124507] = 10,
		[340288] = "纱雾夜花",
		[195757] = 6,
		[344384] = 2,
		[340289] = "纱雾夜花",
		[71778] = "阿纳斯上尉",
		[252071] = 11,
		[61490] = 1,
		[5672] = "治疗之泉图腾",
		[348482] = 1,
		[199854] = 1,
		[348483] = 1,
		[188592] = 7,
		[291147] = 5,
		[138423] = 6,
		[289101] = 9,
		[146615] = 3,
		[305485] = 7,
		[303438] = 12,
		[203953] = 11,
		[73828] = 1,
		[256171] = 4,
		[340300] = "纱雾噬喉者",
		[48181] = 9,
		[81508] = "巨石之核塑地者",
		[93795] = 8,
		[340305] = "纱雾噬喉者",
		[71270] = "伊米亚霜缚者",
		[330067] = 4,
		[202933] = 3,
		[155835] = 11,
		[297304] = "管理者索纳尔",
		[198838] = 7,
		[330069] = "[*] 凝结魔药",
		[203958] = 11,
		[63796] = 10,
		[119905] = 9,
		[71271] = "伊米亚霜缚者",
		[48438] = 11,
		[228532] = 12,
		[334168] = 7,
		[336217] = 7,
		[297310] = "死亡观察者",
		[142528] = "毒心者夏克里尔",
		[319836] = 8,
		[203961] = 11,
		[319837] = "[*] 小刺头",
		[346458] = "[*] 好烫！",
		[76392] = "碧蓝血脉卫士",
		[317791] = "亡者魔导师 <缄默-阿古斯>",
		[311648] = 6,
		[119907] = 9,
		[317792] = "亡者魔导师 <缄默-阿古斯>",
		[336222] = 6,
		[325984] = 2,
		[214202] = 2,
		[332128] = "失落的泥仆",
		[348511] = 10,
		[228537] = 12,
		[319843] = "骨锻痛击者",
		[321891] = "未知目标",
		[348512] = 10,
		[167105] = 1,
		[53047] = "雷铸斥候",
		[90216] = 3,
		[321894] = "缚霜者纳尔佐",
		[340324] = "[*] 鲜血脓液",
		[55095] = 6,
		[119909] = 9,
		[79466] = "埃鲁达克",
		[344421] = 10,
		[242874] = 1,
		[344422] = 10,
		[57655] = 11,
		[348518] = 3,
		[344423] = "[*] 碎骨之盾",
		[242875] = 9,
		[119910] = 9,
		[336234] = 1,
		[227518] = 12,
		[53048] = "雷铸符文师",
		[83051] = "黑云压境",
		[13584] = "笨重造物",
		[48697] = "天灾巨人",
		[73325] = 5,
		[124007] = 1,
		[191685] = 6,
		[328050] = 12,
		[264571] = 9,
		[260286] = 3,
		[326005] = "德纳修斯大帝",
		[116841] = 10,
		[84589] = "希亚玛特",
		[105579] = "暮光突袭者",
		[203975] = 11,
		[155853] = 4,
		[124009] = 1,
		[342391] = 1,
		[340344] = "堕罪军官",
		[342392] = 1,
		[51514] = 7,
		[119914] = 9,
		[52026] = "比亚格里将军",
		[272770] = 1,
		[317821] = 7,
		[197834] = 4,
		[332156] = "无头的终端机",
		[342395] = 1,
		[332157] = "无头的终端机",
		[93806] = 4,
		[197835] = 4,
		[167119] = "入侵的葬秋萤",
		[65081] = 5,
		[163024] = 2,
		[348542] = 1,
		[326017] = "[*] 腐烂酸液",
		[116844] = 10,
		[348543] = 4,
		[342400] = 1,
		[348545] = 1,
		[203981] = 12,
		[53563] = 2,
		[348546] = 1,
		[326021] = "锥喉饕餮者",
		[295305] = 1,
		[340356] = "传染软泥",
		[326022] = "锥喉饕餮者",
		[346500] = 9,
		[134359] = 2,
		[346502] = 12,
		[346503] = 12,
		[315787] = 1,
		[342408] = 1,
		[295310] = 1,
		[346504] = 12,
		[326027] = 10,
		[346505] = 12,
		[336267] = 5,
		[116847] = 10,
		[196819] = 4,
		[274837] = 11,
		[342413] = 5,
		[272790] = 3,
		[274838] = 11,
		[342414] = 5,
		[259277] = 1,
		[342416] = 5,
		[328082] = 4,
		[338321] = 10,
		[52029] = "比亚格里将军",
		[330131] = 8,
		[330132] = 7,
		[167130] = "入侵的葬秋萤",
		[116849] = 10,
		[332181] = "吞噬者苟克苏尔",
		[228563] = 10,
		[190680] = "垂涎的嗜血者",
		[208086] = 1,
		[330135] = "[*] 恶疾之泉",
		[323992] = "米尔菲丝·法力风暴",
		[212182] = 4,
		[315802] = "渊誓拦截者",
		[342423] = 12,
		[319898] = "软泥触须",
		[330137] = "蕾茉妮雅",
		[332185] = 9,
		[342425] = "格拉夏尔将军",
		[242900] = "根基图腾 <京东不热-凤凰之神>",
		[323996] = 12,
		[115315] = 10,
		[319902] = "阿玛厄斯",
		[342428] = 12,
		[328094] = "维鲁拉克斯魔药编织者",
		[346524] = 1,
		[48191] = "部落游侠",
		[185565] = 4,
		[113780] = 4,
		[2565] = 1,
		[259285] = 3,
		[326050] = "翻腾悲苦",
		[328098] = "[*] 落选者之陨",
		[281000] = 1,
		[321956] = "缚霜者纳尔佐",
		[205021] = 8,
		[332196] = "无头的终端机",
		[342435] = 7,
		[143589] = "纳兹戈林将军",
		[338340] = 7,
		[93816] = 4,
		[295339] = 6,
		[326056] = "[*] 心能飞弹",
		[83066] = "希亚玛特",
		[338344] = 7,
		[324010] = "米尔菲丝·法力风暴",
		[350631] = 12,
		[326059] = 7,
		[344489] = 11,
		[205025] = 8,
		[342443] = "凋零大鹏",
		[326062] = 1,
		[119415] = 8,
		[321968] = "仙木灵居民",
		[326064] = 11,
		[311730] = 6,
		[76413] = "暮光执行者",
		[69246] = "霜牙",
		[338353] = "尸体采集者",
		[35395] = 2,
		[72318] = "幽灵祭司",
		[197862] = 5,
		[328117] = "德纳修斯大帝",
		[305592] = 8,
		[228579] = 6,
		[118905] = 7,
		[321975] = "传染软泥",
		[16082] = 10,
		[321976] = "传染软泥",
		[196840] = 7,
		[116858] = 9,
		[324026] = "佐尔拉姆斯通灵师",
		[228581] = 6,
		[105858] = "暮光突袭者",
		[156910] = 2,
		[339410] = "顽石军团散兵",
		[71296] = "伊米亚死亡使者",
		[120954] = 10,
		[210152] = 12,
		[176888] = 2,
		[326076] = 1,
		[328124] = "未知目标",
		[327123] = "蕾茉妮雅",
		[121820] = 8,
		[326502] = 12,
		[125050] = 3,
		[76416] = "暮光织影者",
		[19236] = 5,
		[55106] = "莫拉比",
		[328126] = 3,
		[329170] = "罪碑雕像",
		[324031] = 12,
		[304997] = 5,
		[458] = 6,
		[323026] = 12,
		[48707] = 6,
		[334271] = 10,
		[328128] = 3,
		[58867] = "幽灵狼",
		[183197] = "妖叶看护者",
		[317890] = "堕罪间谍反制者",
		[339886] = "[*] 享用心能",
		[210155] = 12,
		[339407] = "顽石军团散兵",
		[236776] = 3,
		[345550] = 2,
		[70274] = "天灾恶灵",
		[51779] = "大法师克雷林",
		[109017] = "莫卓克",
		[295367] = 1,
		[330179] = 7,
		[228260] = 5,
		[334275] = 9,
		[319941] = "艾谢朗",
		[338371] = 5,
		[58619] = "泰坦神铁先锋",
		[91776] = "蝙蝠看守者",
		[345549] = 2,
		[338372] = 1,
		[324038] = 11,
		[334277] = 8,
		[32379] = 5,
		[197871] = 5,
		[270058] = 1,
		[329429] = 5,
		[12051] = 8,
		[56643] = "安卡哈切碎者",
		[317216] = 5,
		[188148] = "血缚刺客",
		[72163] = "鬼魂法师",
		[242556] = 12,
		[332232] = "有知觉的油",
		[317898] = 5,
		[295373] = 12,
		[343779] = 4,
		[108416] = 9,
		[93825] = 12,
		[295374] = 12,
		[321995] = 6,
		[332234] = "有知觉的油",
		[333260] = 11,
		[202644] = 12,
		[203155] = 3,
		[340426] = 4,
		[326092] = "锥喉掠夺者",
		[61507] = "坚钢唤天者",
		[22719] = 12,
		[198898] = 10,
		[91778] = 6,
		[246152] = 3,
		[197003] = 4,
		[324046] = "奥莱芙莉安",
		[329163] = "潜行幼蛛",
		[295378] = 12,
		[321999] = "传染软泥",
		[324047] = "米尔菲丝·法力风暴",
		[204167] = 6,
		[319952] = 5,
		[121471] = 4,
		[332239] = "吞噬者苟克苏尔",
		[204019] = 2,
		[34026] = 3,
		[346574] = 1,
		[340431] = 4,
		[58180] = 11,
		[331319] = "残暴者多基格",
		[20473] = 2,
		[332241] = "[*] 地基坍塌",
		[93827] = 8,
		[328146] = "食腐蛆虫",
		[70278] = "怒骨苦工",
		[328413] = "不请自来的罪责",
		[317908] = "不请自来的绑架者",
		[319956] = "衰颓的胆裔",
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[319957] = 1,
		[289241] = 11,
		[332244] = 8,
		[334292] = 7,
		[125056] = "魔暴龙 <Hideyouass-阿尔萨斯>",
		[338388] = 2,
		[324054] = 5,
		[93828] = 5,
		[295386] = 8,
		[314080] = 1,
		[332246] = 12,
		[8042] = 7,
		[32292] = 1,
		[313817] = 12,
		[340438] = 5,
		[228596] = 8,
		[339400] = 3,
		[313818] = 12,
		[131476] = 7,
		[300917] = 8,
		[318995] = "束链者格鲁斯",
		[313819] = 12,
		[274912] = 10,
		[228597] = 8,
		[337348] = "受虐之魂",
		[313820] = 12,
		[329580] = 7,
		[334298] = 5,
		[184571] = "邪火攻城车",
		[313821] = 12,
		[42724] = "掠龙死亡猎手",
		[146688] = "龙喉炮手",
		[5374] = 4,
		[322013] = 10,
		[332252] = 9,
		[263868] = "机械 <咆哮的大黑牛-白骨荒野>",
		[28730] = 8,
		[341726] = 5,
		[337654] = 4,
		[93830] = 7,
		[213241] = 12,
		[327407] = 3,
		[340445] = 5,
		[317920] = 2,
		[312776] = 2,
		[45026] = "卡雷苟斯",
		[80807] = "岩皮",
		[228600] = 8,
		[211793] = 6,
		[320966] = "金-塔拉",
		[30451] = 8,
		[181094] = "邪火攻城车",
		[319970] = 9,
		[46573] = "炎刃大法师",
		[185245] = 12,
		[228601] = 8,
		[51271] = 6,
		[278350] = 9,
		[198909] = 10,
		[191837] = 10,
		[184575] = 2,
		[327471] = "管理者索纳尔",
		[34922] = "节点恐魔",
		[104318] = "野生小鬼 <小水滴-玛里苟斯>",
		[61510] = "炉渣",
		[322021] = 6,
		[259396] = 3,
		[232698] = 5,
		[323011] = "德沃丝",
		[46565] = "炎刃黎明祭司",
		[41062] = "冰霜之刃 <伊米亚唤天者>",
		[236321] = 11,
		[344548] = 7,
		[313832] = 4,
		[47688] = "混乱裂隙",
		[97463] = 1,
		[147362] = 3,
		[322024] = 1,
		[260344] = "格拉维塔斯",
		[317929] = 2,
		[98440] = 4,
		[322025] = 1,
		[324073] = 4,
		[321189] = 5,
		[331536] = 10,
		[264689] = 3,
		[33757] = 7,
		[187650] = 3,
		[328170] = "大厅哨兵",
		[322027] = 1,
		[59975] = "传令官沃拉兹",
		[334314] = 11,
		[193315] = 4,
		[49091] = "伊米亚标枪手",
		[28271] = 8,
		[313856] = 1,
		[45664] = "基尔加丹",
		[346602] = "未知目标",
		[145735] = "腐蚀混合物",
		[275909] = 11,
		[143625] = 3,
		[322030] = 1,
		[274910] = 6,
		[127140] = 8,
		[237286] = 1,
		[70305] = "冰霜之刃 <伊米亚唤天者>",
		[324079] = "无尽女皇莫德蕾莎",
		[317936] = "弃誓治愈者",
		[20007] = 1,
		[313860] = 10,
		[312767] = 6,
		[59978] = "传令官沃拉兹",
		[328176] = "真菌猛攻者",
		[57672] = 2,
		[75136] = 6,
		[334320] = 9,
		[328177] = "真菌猛攻者",
		[327158] = 2,
		[320957] = 9,
		[339693] = "[*] 晶体爆炸",
		[317959] = "弃誓谴罚者",
		[322035] = 1,
		[189200] = "飞翼自动机",
		[334322] = "缝肉的造物",
		[46555] = "炎刃大法师",
		[322036] = 1,
		[71552] = "格隆迪尔上尉",
		[28272] = 8,
		[328180] = "魔药束缚者",
		[90764] = "铸炉之主索朗格斯",
		[340467] = 5,
		[334324] = "首席管理者加弗林",
		[336372] = 6,
		[322038] = 1,
		[324086] = 2,
		[317943] = "弃誓先锋",
		[63560] = 6,
		[322039] = 1,
		[329609] = "刻符巨像",
		[334326] = "首席管理者加弗林",
		[327467] = "管理者索纳尔",
		[268836] = 2,
		[333241] = "狂怒的血角",
		[272156] = "虚空恐魔 <小水滴-玛里苟斯>",
		[98444] = 1,
		[289277] = 3,
		[324089] = 6,
		[193456] = 12,
		[183263] = "戈姆蛴喷吐者",
		[284307] = 2,
		[324090] = "商人赛·艾柯莎",
		[334329] = "首席管理者加弗林",
		[118922] = 3,
		[255234] = 7,
		[340473] = 5,
		[52042] = "治疗之泉图腾",
		[334345] = 3,
		[88718] = 6,
		[320953] = 9,
		[216343] = 5,
		[319997] = "蹒跚的弩手",
		[313854] = 1,
		[329623] = "[*] 绝望滋长",
		[216328] = 2,
		[279043] = 4,
		[136466] = "卡雷苟斯",
		[93326] = 6,
		[91807] = "腐烂贩卖者 <缄默-阿古斯>",
		[344572] = 1,
		[322047] = 1,
		[337643] = "[*] 立足不稳",
		[257284] = 3,
		[38233] = "未知目标",
		[313857] = 1,
		[60236] = "咆哮的漩涡",
		[331190] = 3,
		[228626] = 11,
		[272903] = 2,
		[69503] = "恶鬼",
		[216338] = 5,
		[329172] = "罪碑雕像",
		[344566] = 1,
		[327093] = 6,
		[256735] = 4,
		[223499] = 11,
		[322051] = 1,
		[324099] = 11,
		[216331] = 2,
		[160018] = 1,
		[313861] = 10,
		[326039] = "大学监贝律莉娅",
		[59085] = "雷铸战术师",
		[344578] = 5,
		[345701] = 10,
		[332292] = "吞噬者苟克苏尔",
		[317958] = "不请自来的绑架者",
		[83094] = "希亚玛特",
		[313863] = 10,
		[46668] = 3,
		[46924] = 1,
		[102543] = 11,
		[70291] = "伊米亚唤天者",
		[324103] = "卡尔将军",
		[283167] = 11,
		[320008] = "米尔豪斯·法力风暴",
		[338438] = 6,
		[317931] = 1,
		[264735] = 3,
		[320009] = 5,
		[66196] = 6,
		[331186] = 3,
		[313833] = 4,
		[34767] = "光动能-凤凰之神",
		[203534] = 7,
		[93339] = 4,
		[317963] = "弃誓谴罚者",
		[196881] = 7,
		[70292] = "伊米亚唤天者",
		[111759] = 5,
		[69275] = "天灾领主泰兰努斯",
		[320012] = "阿玛厄斯",
		[171827] = 3,
		[332299] = 12,
		[325041] = 5,
		[61515] = "坚钢唤天者",
		[20707] = 9,
		[324109] = "[*] 灵魂放射",
		[199954] = 9,
		[344587] = 8,
		[312754] = 2,
		[1715] = 1,
		[269751] = 3,
		[328206] = "艾谢朗",
		[66023] = "黑锋勇士",
		[334196] = 7,
		[202497] = 11,
		[344577] = 6,
		[64843] = 5,
		[260364] = 8,
		[179478] = 2,
		[196884] = 7,
		[66198] = 6,
		[8092] = 5,
		[334352] = 12,
		[33871] = "虚灵清道夫",
		[313875] = 9,
		[274968] = "哀嚎的幽灵",
		[328125] = "未知目标",
		[328210] = 7,
		[338449] = 1,
		[119952] = 2,
		[216339] = 5,
		[34897] = 9,
		[110310] = 10,
		[266779] = 3,
		[342546] = 3,
		[186270] = 3,
		[206650] = 12,
		[337324] = 8,
		[281044] = 2,
		[48107] = 8,
		[338468] = "受虐之魂",
		[54861] = 2,
		[65917] = 1,
		[102547] = 11,
		[212704] = 3,
		[157980] = 8,
		[314254] = 10,
		[344597] = 8,
		[64844] = 5,
		[254232] = 5,
		[76730] = "暮光武器大师",
		[328576] = 5,
		[348541] = 10,
		[157981] = 8,
		[49998] = 6,
		[160029] = 11,
		[338456] = "格里恩缝合憎恶",
		[332313] = "多米娜·毒刃",
		[322987] = 12,
		[336409] = "徘徊的死亡",
		[327581] = "魔药喷吐者",
		[157982] = 11,
		[326171] = "穆厄扎拉",
		[17962] = 9,
		[59638] = "镜像",
		[332315] = 5,
		[308646] = 5,
		[331368] = 3,
		[320938] = 9,
		[192225] = 8,
		[334364] = 1,
		[51533] = 7,
		[313887] = 3,
		[185099] = 10,
		[328123] = 12,
		[102124] = "时光扭曲破坏者",
		[313888] = 5,
		[332318] = "泥拳",
		[334366] = 9,
		[270886] = "哨卫碎片",
		[313889] = 5,
		[194844] = 6,
		[317985] = "弃誓小队长",
		[148429] = 5,
		[10326] = 2,
		[57934] = 4,
		[75664] = "埃鲁达克",
		[276111] = 2,
		[289318] = 11,
		[66188] = 6,
		[49143] = 6,
		[320035] = 8,
		[330274] = 11,
		[331174] = "坚韧的勇士",
		[198590] = 9,
		[194384] = 5,
		[322084] = 1,
		[324085] = "斩首者德茜雅",
		[30633] = "晶化保卫者",
		[22570] = 11,
		[54719] = "达卡莱巨像",
		[320934] = 9,
		[277035] = "越狱的重殴者",
		[336420] = "拉科西斯",
		[272940] = 4,
		[23338] = 1,
		[204062] = 12,
		[69787] = "吉安娜·普罗德摩尔",
		[197919] = 10,
		[79002] = "高阶女祭司艾苏尔",
		[262228] = 1,
		[328231] = 3,
		[322088] = "库尔萨洛克",
		[154796] = 12,
		[89753] = 1,
		[131318] = 2,
		[268194] = 1,
		[3110] = 9,
		[277039] = "越狱的族群首领",
		[84122] = "神誓驯蝎者",
		[5308] = 1,
		[332329] = "阿塔莱虔信者",
		[334377] = "研究铭文师",
		[105846] = "丑恶的融合怪",
		[322091] = 1,
		[183218] = 2,
		[334378] = "研究铭文师",
		[287280] = 2,
		[346665] = 12,
		[333477] = "碎淤",
		[85948] = 6,
		[333218] = 5,
		[264774] = 8,
		[332332] = "哈卡之子",
		[277043] = "越狱的重殴者",
		[84123] = "神誓驯蝎者",
		[329122] = 1,
		[220890] = 6,
		[334381] = "研究铭文师",
		[110744] = 5,
		[132404] = 1,
		[324143] = 1,
		[268854] = 12,
		[233759] = 10,
		[156079] = 5,
		[332335] = "哈卡之子",
		[278326] = 12,
		[146739] = 9,
		[15254] = "虚灵航标",
		[290213] = 11,
		[268856] = 12,
		[320050] = "无堕者哈夫",
		[322098] = 5,
		[324146] = "雯图纳柯丝",
		[341757] = 5,
		[110745] = 5,
		[70302] = "怒骨苦工",
		[81569] = "巨石之核狂战士",
		[71326] = "尼鲁巴尔织网蛛",
		[325024] = "潜伏的猎魂者",
		[72350] = "巫妖王",
		[324148] = "雯图纳柯丝",
		[59979] = "[*] 碎裂",
		[320928] = 9,
		[322101] = 10,
		[348722] = 10,
		[322118] = 10,
		[84125] = "断骨沙蝎",
		[336453] = "荒芜碎击者",
		[17767] = "克伦卡高格 <殷倾颜>",
		[346513] = "焦痕巨兽",
		[453] = 5,
		[60872] = "勇猛的食尸鬼",
		[295368] = 12,
		[71327] = "尼鲁巴尔织网蛛",
		[56776] = "碧蓝大法师",
		[199547] = 12,
		[315961] = 1,
		[325021] = "纱雾追猎者",
		[121837] = 10,
		[322105] = 5,
		[157997] = 8,
		[323544] = "哈卡之子",
		[187707] = 3,
		[33786] = 11,
		[93341] = 9,
		[228645] = 6,
		[60869] = 4,
		[25771] = 2,
		[111771] = 9,
		[198103] = 7,
		[303678] = "骷髅残骸",
		[295343] = 6,
		[324156] = 3,
		[6572] = 1,
		[324128] = 6,
		[322109] = 10,
		[321388] = 8,
		[142641] = 5,
		[336444] = "阿斯托诺斯",
		[294302] = "丧魂影魔",
		[116095] = 10,
		[277060] = "越狱的咒行者",
		[320063] = "斩首者德茜雅",
		[132403] = 2,
		[340541] = 11,
		[277061] = "越狱的咒行者",
		[143666] = "明澈者伊约库克",
		[331381] = "[*] 滑倒",
		[340542] = 5,
		[81568] = "巨石之核狂战士",
		[336447] = "弃誓小队长",
		[115356] = 7,
		[329113] = "宫务大臣",
		[334400] = 11,
		[50259] = 11,
		[202028] = 11,
		[81530] = "巨石之核塑地者",
		[228649] = 10,
		[102558] = 11,
		[70306] = "冰霜之刃 <伊米亚唤天者>",
		[8599] = "克莉斯塔萨",
		[5484] = 9,
		[123040] = 5,
		[183117] = 8,
		[324164] = 6,
		[334403] = 2,
		[320069] = "斩首者德茜雅",
		[115357] = 7,
		[324165] = 6,
		[208173] = 12,
		[343446] = 4,
		[31403] = "虚灵盗墓者",
		[68771] = "熔炉之主加弗斯特",
		[268877] = 3,
		[196911] = 4,
		[338501] = 6,
		[207150] = 6,
		[334406] = 12,
		[320072] = "腐烂的血肉巨人",
		[58967] = "达卡莱作战骑兵",
		[235219] = 8,
		[204079] = 2,
		[330325] = 1,
		[33110] = 5,
		[319276] = 7,
		[320103] = "未知目标",
		[300728] = 11,
		[56827] = "法师猎手军官",
		[82425] = "黑暗先驱",
		[187698] = 3,
		[102560] = 11,
		[132409] = 1,
		[330118] = "哀嚎的幽灵",
		[350578] = 6,
		[305009] = 11,
		[338506] = 11,
		[344664] = 3,
		[210128] = 6,
		[55104] = "莫拉比",
		[228050] = 2,
		[89766] = "祖瑞尔法扎格 <流浪老男人-泰兰德>",
		[326221] = "穆厄扎拉",
		[325012] = 2,
		[107501] = "暮光突击幼龙",
		[340556] = 11,
		[82533] = "黑暗先驱",
		[93821] = 7,
		[171846] = 4,
		[242896] = 8,
		[101546] = 10,
		[303698] = 11,
		[272172] = "破坏魔 <小水滴-玛里苟斯>",
		[31589] = 8,
		[268887] = 2,
		[336463] = 3,
		[115360] = 7,
		[268904] = 1,
		[327107] = 11,
		[311457] = 5,
		[136508] = 6,
		[68774] = "熔炉之主加弗斯特",
		[252216] = 11,
		[336465] = 2,
		[311054] = 10,
		[87204] = 5,
		[216371] = 2,
		[344657] = 11,
		[330323] = 7,
		[332371] = 5,
		[204085] = 6,
		[328276] = "德纳修斯大帝",
		[297560] = 12,
		[340563] = 9,
		[108194] = 6,
		[205523] = 10,
		[305752] = 2,
		[210803] = 10,
		[268893] = 2,
		[216251] = 7,
		[305753] = 2,
		[40647] = "伊利丹·怒风",
		[339444] = "顽石军团特种兵",
		[80038] = "巨石之核熔岩之主",
		[322136] = 9,
		[324184] = 10,
		[81574] = "巨石之核狂战士",
		[344662] = 10,
		[313174] = 10,
		[160597] = "诈尸萨-凤凰之神",
		[306577] = 4,
		[328281] = 2,
		[324044] = "哈尔吉亚斯",
		[338357] = "格里恩缝合憎恶",
		[337543] = 12,
		[254258] = 6,
		[328181] = "[*] 冷冽之寒",
		[158014] = "深叶守护者",
		[185044] = "地狱火炮",
		[328283] = "未知目标",
		[190357] = 8,
		[348761] = 6,
		[342618] = "乔迪",
		[260402] = 3,
		[338523] = 6,
		[340571] = 5,
		[334428] = 11,
		[328285] = "不请自来的审判官",
		[56641] = 3,
		[32612] = 8,
		[187708] = 3,
		[272816] = 11,
		[330334] = 1,
		[149209] = "[*] 腐蚀之触",
		[145629] = 6,
		[328287] = "不请自来的审判官",
		[341725] = 6,
		[309555] = 5,
		[334431] = 12,
		[328288] = "弃誓看守人",
		[341385] = 5,
		[149207] = "纠缠腐蚀",
		[334432] = 5,
		[344671] = 11,
		[305628] = 5,
		[101542] = 8,
		[268905] = 1,
		[344672] = 11,
		[316019] = 8,
		[348768] = 6,
		[228583] = 6,
		[344673] = 11,
		[323943] = "德沃丝",
		[343713] = 6,
		[333509] = 4,
		[281210] = 6,
		[6201] = 9,
		[207029] = 12,
		[81269] = 11,
		[160067] = "蜘蛛 <咆哮的大黑牛-白骨荒野>",
		[281195] = 3,
		[194879] = 6,
		[31661] = 8,
		[180545] = 8,
		[341678] = 11,
		[190784] = 2,
		[208770] = 12,
		[328295] = "弃誓看守人",
		[300642] = "动力线圈",
		[56919] = "部落祭司",
		[335238] = 5,
		[73899] = 7,
		[341721] = 11,
		[207167] = 6,
		[108199] = 6,
		[84138] = "托维尔商人",
		[322154] = 5,
		[324202] = 5,
		[322169] = "疑虑残迹",
		[279152] = 3,
		[213709] = 11,
		[268473] = 8,
		[322170] = 9,
		[225598] = 1,
		[330347] = "熔炉守护者",
		[122470] = 10,
		[334443] = 1,
		[320109] = 5,
		[227291] = "砮皂",
		[324205] = "雯图纳柯丝",
		[334444] = 6,
		[37978] = "雷铸斥候",
		[259387] = 3,
		[332397] = 8,
		[102057] = "不灭烈焰",
		[102569] = "姆诺兹多",
		[103081] = 2,
		[77478] = 7,
		[69238] = "冰霜冲击",
		[147296] = "加尔鲁什·地狱咆哮",
		[259388] = 3,
		[20271] = 2,
		[154953] = 4,
		[115310] = 10,
		[80240] = 9,
		[332400] = 5,
		[334448] = 2,
		[328305] = 4,
		[32736] = "加摩尔",
		[340592] = 11,
		[261437] = 5,
		[328306] = 4,
		[313890] = 5,
		[59992] = "获释的联盟奴隶",
		[134477] = 1,
		[225602] = 12,
		[281209] = 6,
		[185039] = "地狱火炮",
		[146764] = "龙喉火箭手",
		[123886] = 10,
		[22703] = 9,
		[305496] = 11,
		[59834] = "艾欧纳尔的火花",
		[84141] = "托维尔商人",
		[259391] = 3,
		[70516] = "获释的联盟奴隶",
		[146765] = "[*] 烈焰之箭",
		[16870] = 11,
		[322167] = 9,
		[324149] = 3,
		[326263] = "特雷德奥瓦",
		[320120] = "疫毒者巴瑟兰",
		[40192] = 5,
		[325872] = "堕落的歼灭者",
		[187721] = "攻城技师",
		[76786] = "裂隙 <升腾碎石者>",
		[206151] = 12,
		[57819] = 8,
		[342647] = "顽石军团特种兵",
		[84142] = "托维尔商人",
		[117418] = 10,
		[340600] = 4,
		[212295] = 9,
		[196937] = 4,
		[322945] = "哈尔吉亚斯",
		[340601] = 4,
		[8921] = 11,
		[320897] = 5,
		[228128] = 3,
		[324220] = 8,
		[334459] = 11,
		[320125] = 7,
		[330364] = 10,
		[340603] = 4,
		[334460] = 11,
		[70517] = "获释的联盟奴隶",
		[259395] = 7,
		[68785] = "熔炉之主加弗斯特",
		[197916] = 10,
		[336509] = 5,
		[330366] = 8,
		[329087] = 11,
		[272682] = 3,
		[102381] = "姆诺兹多",
		[330367] = 10,
		[339325] = "卡尔将军",
		[286031] = 9,
		[123051] = "摧心魔",
		[330368] = 1,
		[118635] = 10,
		[199552] = 12,
		[320130] = 11,
		[93337] = 11,
		[324226] = 5,
		[77489] = 5,
		[196941] = 2,
		[267964] = 1,
		[199448] = 2,
		[19505] = "弗拉苏姆 <殷倾颜>",
		[327478] = 8,
		[259398] = 3,
		[345466] = 4,
		[61369] = "坚钢狂暴者",
		[22271] = "吉安娜·普罗德摩尔",
		[53595] = 2,
		[331667] = 10,
		[201695] = 7,
		[328325] = 3,
		[330373] = 8,
		[139068] = 6,
		[343737] = 10,
		[23600] = "泰坦神铁碎岩者",
		[339321] = 2,
		[340613] = 11,
		[345464] = 3,
		[143546] = "孙·柔心",
		[199852] = 1,
		[332423] = 2,
		[342662] = 11,
		[194249] = 5,
		[330376] = 8,
		[325885] = "兹拉莉",
		[326281] = "特雷德奥瓦",
		[75] = 3,
		[336451] = "万眼防御者",
		[68788] = "熔炉之主加弗斯特",
		[315095] = "钢铁菲利普",
		[136] = 3,
		[71274] = "伊米亚霜缚者",
		[243435] = 10,
		[289083] = 3,
		[328331] = "弃誓裁决者",
		[338570] = 2,
		[145752] = "钉刺地雷",
		[36702] = 2,
		[334488] = "外科医生缝肉",
		[330380] = 11,
		[37470] = "虚灵缚法者",
		[334476] = "外科医生缝肉",
		[56786] = "[*] 快速传染",
		[260173] = 1,
		[68789] = "熔炉之主加弗斯特",
		[202914] = 3,
		[287379] = 1,
		[337482] = 10,
		[332430] = "渊誓寻魂者",
		[323821] = "卡尔将军",
		[320144] = "米尔菲丝·法力风暴",
		[143286] = "伊墨苏斯",
		[2580] = 12,
		[329299] = "不请自来的灭愿者",
		[320145] = "米尔菲丝·法力风暴",
		[5225] = 11,
		[332444] = "[*] 震动的地基",
		[345453] = 5,
		[58460] = "碧蓝强制者",
		[21169] = 7,
		[58972] = "达卡莱织火者",
		[268953] = 4,
		[328338] = "喷毒狙击手",
		[34914] = 5,
		[264415] = 2,
		[268954] = 4,
		[52921] = "洛肯",
		[344228] = 8,
		[340626] = 11,
		[268955] = 4,
		[213771] = 11,
		[130654] = 10,
		[20066] = 2,
		[342675] = "白骨魔导师",
		[67767] = "黑锋勇士",
		[55093] = "斯拉德兰蟒蛇",
		[17057] = 11,
		[146781] = "吉安娜·普罗德摩尔",
		[328342] = "毒牙蛛",
		[247121] = 12,
		[307865] = 1,
		[291027] = 2,
		[328343] = "毒牙蛛",
		[146179] = "腐蚀混合物",
		[65116] = 7,
		[146782] = "吉安娜·普罗德摩尔",
		[322212] = "疑虑残迹",
		[212640] = 3,
		[158045] = "深叶守护者",
		[108211] = 4,
		[340118] = 11,
		[331447] = 12,
		[58973] = "达卡莱猎神者",
		[146783] = "吉安娜·普罗德摩尔",
		[324263] = 2,
		[196413] = 7,
		[311483] = 6,
		[200025] = 2,
		[327397] = "佐尔拉姆斯通灵师",
		[319650] = "贪食的克里克西斯",
		[64695] = 7,
		[254224] = 5,
		[221527] = 12,
		[344388] = 2,
		[307871] = 1,
		[33891] = 11,
		[343796] = 10,
		[330397] = "起水泡的灰烬食尸鬼",
		[54878] = "达卡莱元素",
		[334493] = "仙野烁光蛾",
		[344732] = 4,
		[171253] = 11,
		[328365] = "喷毒狙击手",
		[323385] = 12,
		[328351] = 3,
		[332471] = 1,
		[291492] = 9,
		[51637] = 4,
		[32865] = "怒骨巫师",
		[300893] = 11,
		[243651] = 2,
		[334496] = 6,
		[236777] = 3,
		[346276] = 5,
		[267997] = "邪犬 <流浪老男人-泰兰德>",
		[321759] = 12,
		[147811] = "萨尔",
		[330423] = "真菌猛攻者",
		[316068] = "不请自来的泥浆首领",
		[334498] = "格拉夏尔将军",
		[340662] = "橡心食魂者",
		[330403] = "凋零大鹏",
		[324260] = 8,
		[253007] = 8,
		[2823] = 4,
		[66235] = 2,
		[340643] = 5,
		[334500] = "[*] 地震岩层",
		[344739] = "未知目标",
		[322214] = 9,
		[93368] = 2,
		[188550] = 11,
		[79340] = "高阶女祭司艾苏尔",
		[264878] = 3,
		[316072] = "不请自来的泥浆首领",
		[334502] = 6,
		[320168] = "米尔菲丝·法力风暴",
		[1079] = 11,
		[332455] = 2,
		[342694] = "顽石军团巨怪",
		[329548] = 3,
		[243955] = 1,
		[201408] = 11,
		[316099] = 9,
		[320170] = "阿玛厄斯",
		[57821] = 8,
		[194913] = 6,
		[334505] = 2,
		[320171] = "阿玛厄斯",
		[90985] = 5,
		[322239] = "恶毒之裔",
		[15487] = 5,
		[184675] = "迪亚·暗语",
		[281265] = 5,
		[57056] = "晶化魔花",
		[207028] = 2,
		[13338] = "暮光黑暗法师",
		[53600] = 2,
		[152261] = 2,
		[285362] = 2,
		[336556] = "迷雾栖居者",
		[101866] = 3,
		[145769] = "腐蚀混合物",
		[187748] = 3,
		[344748] = "暗影魔 <小绵同学-影之哀伤>",
		[349859] = 5,
		[332462] = 6,
		[326319] = "德鲁斯特收割者",
		[242014] = 12,
		[338606] = "未知目标",
		[339301] = 12,
		[334511] = 12,
		[329062] = 5,
		[273977] = 6,
		[207203] = 6,
		[195949] = 2,
		[344751] = "虚空鞭笞者 <葛麻-索拉丁>",
		[330417] = "泽地士兵",
		[346266] = 3,
		[290982] = 2,
		[344752] = "虚空鞭笞者 <葛麻-索拉丁>",
		[97462] = 1,
		[84550] = "希亚玛特的爪牙",
		[55216] = "被打扰的冰川幽魂",
		[320180] = "疫毒者巴瑟兰",
		[221883] = 2,
		[332467] = 7,
		[91196] = "天堂炽焰",
		[344754] = "虚空鞭笞者 <葛麻-索拉丁>",
		[184689] = 2,
		[332468] = 1,
		[342707] = 3,
		[339298] = 9,
		[321009] = "金-塔拉",
		[332469] = 1,
		[96103] = 1,
		[332505] = 2,
		[132463] = 10,
		[332470] = 1,
		[277181] = 5,
		[59830] = 2,
		[322232] = "斯特拉达玛侯爵",
		[170347] = 5,
		[342710] = 7,
		[213350] = 4,
		[82622] = "高阶预言者巴林姆",
		[213115] = 11,
		[273104] = 7,
		[193635] = "虚空触须 <葛麻-索拉丁>",
		[338616] = 7,
		[58977] = "达卡莱魔像",
		[212327] = 9,
		[311481] = 7,
		[263852] = "布雷瑟 <咲门放狗-无尽之海>",
		[324283] = "[*] 火焰",
		[343391] = 4,
		[58981] = "达卡莱医师",
		[322236] = "恶毒之裔",
		[297166] = "巨大的碾压者",
		[263648] = 12,
		[73920] = 7,
		[343791] = 10,
		[324285] = "受虐之魂",
		[62305] = 1,
		[345980] = 6,
		[338620] = 11,
		[327814] = "卡尔将军",
		[118459] = 1,
		[271045] = 3,
		[197995] = 7,
		[68786] = "熔炉之主加弗斯特",
		[342717] = 11,
		[209258] = 12,
		[346813] = "塔楼哨卫",
		[340670] = "[*] 致命交易",
		[285381] = 11,
		[73921] = 7,
		[80308] = "巨石之核裂隙塑能师",
		[199850] = 1,
		[317614] = 6,
		[271048] = 3,
		[334004] = "格拉夏尔将军",
		[58978] = "达卡莱长枪手",
		[77505] = 7,
		[271049] = 3,
		[339] = 11,
		[119996] = 10,
		[334530] = "幼年符文牡鹿",
		[344230] = "卡尔将军",
		[311480] = 7,
		[193357] = 4,
		[89792] = "诺克比斯 <三号球员-主宰之剑>",
		[320197] = "白骨躯壳",
		[355] = 1,
		[332484] = 7,
		[338268] = 2,
		[209261] = 12,
		[135286] = 11,
		[294578] = 11,
		[269005] = 2,
		[157375] = 2,
		[330438] = "死亡观察者",
		[340677] = 5,
		[334534] = "研究铭文师",
		[320200] = "外科医生缝肉",
		[379] = 7,
		[320861] = "饥饿的虱子",
		[334535] = "领地刃喙鹤",
		[982] = 3,
		[314058] = 12,
		[307932] = 9,
		[325807] = "穆厄扎拉",
		[319290] = "训练师艾利克斯",
		[109247] = "暮光工兵",
		[101568] = 6,
		[107589] = "格里昂纳",
		[210042] = 12,
		[326377] = 2,
		[268474] = 8,
		[334538] = "大镇压者拉古亚斯",
		[311470] = 8,
		[19483] = "地狱火爪牙",
		[70191] = "暴怒的憎恶",
		[343727] = "暗影魔",
		[336587] = 2,
		[205191] = 2,
		[325799] = "堕落的驯犬者",
		[134522] = 5,
		[336588] = 3,
		[338636] = "未知目标",
		[305055] = 5,
		[342732] = "顽石军团巨怪",
		[147833] = 1,
		[338637] = "暗誓歌利亚",
		[199027] = 4,
		[342733] = "顽石军团巨怪",
		[328399] = 6,
		[338638] = "暗誓歌利亚",
		[203123] = 11,
		[279902] = 2,
		[344782] = 11,
		[338639] = "暗誓歌利亚",
		[190837] = 10,
		[342735] = "顽石军团巨怪",
		[75973] = 8,
		[103846] = "莫卓克",
		[340688] = 11,
		[8512] = 7,
		[465] = 2,
		[148859] = 5,
		[332498] = "[*] 吞噬心能",
		[253107] = 12,
		[342135] = "裂伤者耐克萨拉",
		[121536] = 5,
		[343381] = 4,
		[339690] = "格拉夏尔将军",
		[336595] = 12,
		[330452] = "德雷兹格鲁达",
		[322903] = "卡尔将军",
		[342739] = "凋缚巨骨",
		[329452] = 1,
		[330453] = "德雷兹格鲁达",
		[335875] = "赤红秘法师",
		[342740] = "顽石军团巨怪",
		[328406] = 6,
		[101592] = "姆诺兹多",
		[232633] = 5,
		[342741] = "顽石军团巨怪",
		[160124] = "熔岩犬 <大侠何时再来-雷克萨>",
		[210294] = 2,
		[324312] = 10,
		[167898] = 8,
		[271071] = 9,
		[107203] = 2,
		[212064] = "渊誓阴影追猎者",
		[338312] = 6,
		[328409] = "巢群伏击者",
		[311450] = 7,
		[211319] = 5,
		[59237] = "伊米亚野蛮者",
		[34920] = "虚灵清道夫",
		[330458] = "牢房哨卫",
		[332506] = 2,
		[307354] = 11,
		[35944] = "部落祭司",
		[212660] = 8,
		[170379] = 7,
		[5384] = 3,
		[320221] = 9,
		[123586] = 10,
		[586] = 5,
		[192611] = 12,
		[344795] = 2,
		[334575] = "萨尔",
		[332509] = "米尔菲丝·法力风暴",
		[96312] = 7,
		[127170] = 8,
		[338653] = "未知目标",
		[59828] = "迦尔达拉",
		[334558] = "恐怖的狩猎大师",
		[320224] = 9,
		[217979] = 9,
		[113860] = 9,
		[326994] = "德纳修斯大帝",
		[205179] = 9,
		[22568] = 11,
		[290134] = 8,
		[342751] = "凋缚巨骨",
		[336608] = 2,
		[322274] = "佐尔拉姆斯虹吸者",
		[323730] = "缚霜者纳尔佐",
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[332514] = 5,
		[334562] = "镇压者泽罗尔斯",
		[336610] = 2,
		[342139] = "嗜血的哈鲁吉亚",
		[148560] = "龙喉始祖幼龙",
		[334563] = "恐怖的狩猎大师",
		[53351] = 3,
		[290133] = 12,
		[73422] = 1,
		[94719] = 2,
		[344803] = 5,
		[84544] = "希亚玛特的仆从 <[*] 静电震击>",
		[259756] = 5,
		[281036] = 3,
		[102599] = "永恒守卫",
		[59173] = "泰坦神铁碎岩者",
		[79050] = "高阶女祭司艾苏尔",
		[120517] = 5,
		[320232] = "商人赛·艾柯莎",
		[330471] = "死亡观察者",
		[113862] = 8,
		[334567] = "恐怖的狩猎大师",
		[279278] = "丧魂聚合体",
		[774] = 11,
		[345727] = 10,
		[334568] = "萨尔",
		[195292] = 6,
		[137619] = 4,
		[121411] = 4,
		[59239] = "伊米亚野蛮者",
		[320235] = 5,
		[339545] = 5,
		[348904] = 11,
		[285424] = 10,
		[184707] = 1,
		[234877] = 9,
		[332523] = 6,
		[220543] = 5,
		[180612] = 6,
		[78903] = "欧泽鲁克",
		[199042] = 1,
		[272432] = "愤怒卫士 <小水滴-玛里苟斯>",
		[328429] = "软泥触须",
		[330477] = "死亡观察者",
		[332525] = "格里恩哥利亚 <燕子三杰-海达希亚>",
		[322889] = 5,
		[102601] = "永恒镇压者",
		[199545] = 2,
		[332526] = "格里恩哥利亚 <燕子三杰-海达希亚>",
		[188389] = 7,
		[184709] = 1,
		[330479] = "活化冥殇",
		[348909] = 9,
		[253309] = 9,
		[328432] = "软泥触须",
		[314867] = 5,
		[348910] = 9,
		[350958] = 9,
		[84032] = "尼斐塞特暗法师",
		[47540] = 5,
		[235904] = "[*] 法力裂隙",
		[60851] = "被遗忘的无面者",
		[328434] = "克罗托斯",
		[338673] = 5,
		[6552] = 1,
		[48743] = 6,
		[91797] = 6,
		[59827] = "迦尔达拉",
		[69565] = "获释的联盟奴隶",
		[334579] = "滑行污泥",
		[51124] = 6,
		[82637] = "[*] 衰老疫病",
		[340653] = 5,
		[15580] = "黑翼卫士",
		[45366] = "高阶术士奥蕾塞丝",
		[297721] = 12,
		[203845] = 4,
		[334581] = 9,
		[205196] = "恐惧猎犬 <小水滴-玛里苟斯>",
		[297722] = 11,
		[37668] = "虚灵缚法者",
		[32182] = 7,
		[320248] = "疫毒者巴瑟兰",
		[33206] = 5,
		[56937] = "大魔导师泰蕾丝塔",
		[342774] = 5,
		[271103] = 1,
		[302585] = 1,
		[1044] = 2,
		[91853] = "希亚玛特",
		[81459] = "巨石之核塑地者",
		[87024] = 8,
		[349944] = 1,
		[59241] = "伊米亚猎血者",
		[271105] = 1,
		[59826] = "迦尔达拉",
		[338004] = "劳苦的管理员",
		[257410] = 9,
		[339934] = "野性真菌",
		[331078] = 4,
		[211336] = 5,
		[47468] = "腐烂捣碎者",
		[65745] = 2,
		[31707] = 8,
		[83151] = "希亚玛特",
		[342789] = 12,
		[188505] = 3,
		[201846] = 7,
		[203847] = 3,
		[138642] = 3,
		[336637] = 10,
		[348252] = 1,
		[347458] = 2,
		[326399] = "长者漫枝",
		[336638] = 10,
		[322304] = "斯特拉达玛侯爵",
		[56938] = "大魔导师泰蕾丝塔",
		[138643] = 8,
		[279302] = 6,
		[330496] = "凋零语者",
		[145377] = "被污染的软泥怪",
		[328458] = "拉科西斯",
		[279303] = 6,
		[144787] = 5,
		[299790] = 7,
		[50781] = 2,
		[102606] = "泰兰德的残影",
		[234153] = 9,
		[200758] = 4,
		[5487] = 11,
		[336642] = 1,
		[280375] = 2,
		[255654] = 1,
		[89808] = 9,
		[328452] = "克罗托斯",
		[198030] = 12,
		[333340] = 7,
		[108238] = 11,
		[77220] = 9,
		[318223] = 1,
		[227723] = 8,
		[328462] = "阿斯托诺斯",
		[143274] = "觅血者斯基尔",
		[214413] = "霍尔古尔",
		[332550] = "桎梏之魂",
		[285452] = 7,
		[47981] = "塑树者奥莫洛克",
		[59168] = "雷怒亡魂",
		[56939] = "大魔导师泰蕾丝塔",
		[45027] = "卡雷苟斯",
		[7367] = "掠龙座狼",
		[642] = 2,
		[333119] = 6,
		[326409] = "哈尔吉亚斯的碎片",
		[53209] = 3,
		[342801] = 5,
		[340744] = 5,
		[51052] = 6,
		[295694] = 10,
		[2484] = 7,
		[25912] = 2,
		[342793] = 1,
		[287504] = 10,
		[270241] = "燃烬卫士",
		[12555] = "比亚格里将军",
		[216468] = 3,
		[336651] = 11,
		[329425] = "焰炉执行者",
		[187052] = "雇佣工程师",
		[334604] = 11,
		[342085] = 5,
		[278642] = 2,
		[343355] = 5,
		[342796] = 1,
		[205202] = 2,
		[289555] = 5,
		[333116] = 6,
		[257420] = 2,
		[320272] = "受诅者赛泽尔",
		[330511] = 2,
		[324368] = "阿祖勒斯",
		[333113] = 6,
		[338406] = "镇压者泽罗尔斯",
		[321507] = 8,
		[124121] = 3,
		[342799] = 5,
		[214222] = 2,
		[210323] = 2,
		[318949] = "凋零碎脊者",
		[329799] = 11,
		[328466] = "阿斯托诺斯",
		[338705] = 9,
		[324371] = 10,
		[257422] = 3,
		[199337] = "捕熊陷阱",
		[210324] = 2,
		[324372] = "骸骨巨怪",
		[269083] = 11,
		[61548] = "伊米亚狂战士",
		[146511] = "瑟拉提克琥珀大师",
		[297013] = "未知目标 <束缚者巴里塔司>",
		[175513] = 5,
		[327761] = 5,
		[275776] = "铁须踏步者",
		[342076] = 3,
		[331743] = "纱雾守护者",
		[329772] = 7,
		[202137] = 12,
		[82139] = "高阶预言者巴林姆",
		[173260] = 1,
		[324381] = "骸骨巨怪",
		[257040] = 5,
		[332567] = "白骨躯壳",
		[334615] = "首席管理者加弗林",
		[346111] = 5,
		[93402] = 11,
		[325691] = "穆厄扎拉",
		[285470] = 4,
		[2120] = 8,
		[333110] = 12,
		[772] = 1,
		[326426] = "哈尔吉亚斯的碎片",
		[336716] = 3,
		[317483] = 1,
		[246854] = 3,
		[285472] = 2,
		[328475] = "巢群伏击者",
		[26297] = 3,
		[97493] = 5,
		[10060] = 5,
		[61549] = "伊米亚狂战士",
		[337516] = 5,
		[332572] = "[*] 碎石飞落",
		[207778] = 7,
		[108076] = "[*] 暮光烈焰",
		[202138] = 12,
		[324382] = 10,
		[146849] = "高等执法官萨诺克",
		[247456] = 12,
		[70361] = "护塔冰龙",
		[305273] = 11,
		[320293] = "受诅者赛泽尔",
		[76816] = "暮光唤龙者",
		[292926] = "折磨之主",
		[345393] = 12,
		[342814] = 3,
		[337659] = 9,
		[2584] = 11,
		[326441] = "哈尔吉亚斯的碎片",
		[59824] = "迦尔达拉",
		[332585] = "德纳修斯大帝",
		[297017] = "灵魂狱卒",
		[324386] = 7,
		[326434] = 11,
		[21562] = 5,
		[70362] = "护塔冰龙",
		[324387] = "骸骨巨怪",
		[342817] = 12,
		[333105] = 12,
		[105174] = 9,
		[295248] = 9,
		[342818] = 3,
		[90328] = "米奥妮克丝 <哼支童谣-金色平原>",
		[289577] = 5,
		[22842] = 11,
		[342819] = 5,
		[206930] = 6,
		[319539] = "库尔萨洛克",
		[101591] = 3,
		[326438] = "哈尔吉亚斯的碎片",
		[213405] = 12,
		[204883] = 5,
		[324391] = "骸骨巨怪",
		[71387] = "霜牙",
		[194608] = 3,
		[121557] = 5,
		[137639] = 10,
		[326440] = "哈尔吉亚斯的碎片",
		[312106] = 10,
		[294966] = 11,
		[332584] = 6,
		[16827] = 1,
		[312107] = 11,
		[76507] = "洞窟穴居人",
		[324394] = "骸骨巨怪",
		[263725] = 8,
		[34930] = "虚灵暗法师",
		[186403] = 5,
		[25914] = 2,
		[132158] = 11,
		[320300] = "受诅者赛泽尔",
		[185763] = 4,
		[201657] = 12,
		[61295] = 7,
		[328492] = 11,
		[338731] = "奥莱芙莉安",
		[285515] = 7,
		[246852] = 3,
		[334529] = "幼年符文牡鹿",
		[328414] = "温西尔煽动者",
		[291634] = 12,
		[326446] = 11,
		[335149] = 10,
		[57842] = 4,
		[59567] = 8,
		[331398] = "不稳定的内存器",
		[329762] = 1,
		[202147] = 1,
		[291636] = 6,
		[324909] = "德鲁斯特碎枝者",
		[320305] = "[*] 软泥痕迹",
		[106444] = "变异的腐蚀",
		[207267] = 6,
		[144839] = "虫群卫士希赛克",
		[73564] = "希亚玛特",
		[314163] = 5,
		[58992] = "达卡莱犀牛",
		[326450] = "堕落的驯犬者",
		[321538] = 1,
		[29882] = "狂乱的法力涌动者",
		[316212] = "诺克波克",
		[285496] = 8,
		[58993] = "活体魔精",
		[316220] = 4,
		[81441] = "米尔豪斯·法力风暴",
		[204197] = 5,
		[135601] = 11,
		[339241] = "不羁遗骸 <莫塔尼斯>",
		[316214] = "诺克波克",
		[142765] = "未知目标",
		[328501] = "被操纵的钻凋者",
		[322358] = "伊库斯博士",
		[148135] = 10,
		[346048] = 5,
		[239013] = 7,
		[339240] = "不羁遗骸 <莫塔尼斯>",
		[332598] = 1,
		[285500] = 4,
		[186387] = 3,
		[338742] = 1,
		[308026] = "焰炉执行者",
		[331644] = 10,
		[332626] = "德纳修斯大帝",
		[321226] = "阿玛厄斯",
		[291645] = 8,
		[222241] = 10,
		[212638] = 3,
		[259489] = 3,
		[291646] = 4,
		[77535] = 6,
		[328506] = 2,
		[222630] = 12,
		[60017] = 1,
		[68778] = "熔炉之主加弗斯特",
		[71904] = 1,
		[338746] = 2,
		[308030] = "焰炉执行者",
		[34933] = "法力蛭",
		[328508] = 3,
		[90846] = "被奴役的烈焰余烬",
		[74976] = "铸炉之主索朗格斯",
		[331401] = "卡尔将军",
		[336719] = 11,
		[259491] = 3,
		[332605] = "阿塔莱灾厄妖术师",
		[334653] = "贪食的虱子",
		[273239] = 12,
		[157348] = 2,
		[47731] = "大魔导师泰蕾丝塔",
		[114871] = 2,
		[71905] = 1,
		[328530] = 5,
		[332607] = "阿塔莱灾厄妖术师",
		[308520] = 6,
		[114908] = 5,
		[186016] = "[*] 邪火弹药",
		[332608] = "阿塔莱灾厄妖术师",
		[219199] = 3,
		[2983] = 4,
		[56934] = "大魔导师泰蕾丝塔",
		[58994] = "活体魔精",
		[247448] = 3,
		[164273] = 3,
		[334664] = "刃喙雏鹤",
		[53365] = 6,
		[326467] = 12,
		[328515] = 1,
		[36213] = "巨型土元素",
		[333091] = "凇心伏击者",
		[319655] = "贪食的克里克西斯",
		[93805] = 3,
		[314182] = 5,
		[270348] = "熔岩之怒",
		[334660] = "未知目标",
		[64790] = 2,
		[76514] = "升腾觅火者",
		[332613] = 1,
		[69347] = "天灾领主泰兰努斯",
		[344900] = 10,
		[59152] = "雷铸构造体",
		[197277] = 2,
		[327461] = "管理者索纳尔",
		[32315] = "虚灵盗墓者",
		[24252] = 3,
		[324424] = "无尽女皇莫德蕾莎",
		[55078] = 6,
		[205231] = "黑眼",
		[147916] = "爆破专家",
		[324425] = "森林之父",
		[142775] = "生命火花",
		[180945] = "邪火攻城车",
		[330569] = "徘徊的死亡",
		[332617] = "伊库斯博士",
		[69155] = "天灾领主泰兰努斯",
		[188443] = 7,
		[198065] = 8,
		[324427] = "奥莱芙莉安",
		[342857] = 12,
		[336714] = 5,
		[322849] = 12,
		[332619] = "德纳修斯大帝",
		[187827] = 12,
		[328524] = 11,
		[336108] = 2,
		[332620] = "德纳修斯大帝",
		[22717] = 12,
		[344907] = 10,
		[330573] = "长者漫枝",
		[27827] = 5,
		[334669] = 8,
		[336717] = 2,
		[330574] = "徘徊的死亡",
		[324444] = "奥莱芙莉安",
		[312609] = "纳尔塔里",
		[344909] = "[*] 奥的裂解之心",
		[273238] = 12,
		[335645] = 11,
		[19647] = "哈恩霍姆 <紫菜虾滑汤-主宰之剑>",
		[344910] = 10,
		[189877] = 11,
		[291669] = 9,
		[322847] = 12,
		[336720] = 5,
		[202164] = 1,
		[101602] = 3,
		[69350] = "演武场冠军",
		[336721] = 10,
		[198069] = 5,
		[60020] = "[*] 冰冻之云",
		[329711] = "赤红秘法师",
		[336722] = 11,
		[69581] = "天灾恶灵",
		[61044] = "阵亡的战士",
		[204213] = 5,
		[320341] = 12,
		[330580] = "蕾茉妮雅",
		[270335] = 3,
		[17289] = "塔达拉姆之眼",
		[328533] = "万眼防御者",
		[202166] = 1,
		[101603] = 3,
		[334677] = 1,
		[344916] = 7,
		[212084] = 12,
		[194310] = 6,
		[342869] = "激怒之灵",
		[344917] = 7,
		[205246] = 9,
		[193641] = 4,
		[204215] = 5,
		[82263] = "灵魂碎块",
		[246853] = 3,
		[74984] = "铸炉之主索朗格斯",
		[336040] = 1,
		[321349] = "林鬼折愈者",
		[202168] = 1,
		[85222] = 2,
		[342872] = 7,
		[74986] = "[*] 落石",
		[330586] = "腥臭屠夫",
		[215479] = 10,
		[51886] = 7,
		[328539] = "巢群伏击者",
		[1066] = 11,
		[105700] = "暮光突袭者",
		[98021] = "灵魂链接图腾",
		[46968] = 1,
		[321247] = "阿玛厄斯",
		[207289] = 6,
		[342875] = 7,
		[35546] = 4,
		[19134] = "指挥官库鲁尔格",
		[70890] = 6,
		[171454] = 3,
		[108051] = "格里昂纳",
		[343319] = "卡拉梅恩",
		[32216] = 1,
		[39800] = 8,
		[129250] = 5,
		[307185] = 8,
		[106835] = "死亡之翼",
		[53271] = 1,
		[15496] = "巨石之核战争使者",
		[330592] = "腐臭的气囊怪",
		[324449] = "无尽女皇莫德蕾莎",
		[311466] = 8,
		[114919] = 2,
		[338784] = 5,
		[294171] = "渊誓拦截者",
		[59254] = "伊米亚通灵师",
		[329706] = "渊誓拦截者",
		[289639] = 9,
		[332642] = 1,
		[342881] = 7,
		[143812] = "禾·软足",
		[157128] = 2,
		[345364] = 10,
		[171457] = 3,
		[143494] = "纳兹戈林将军",
		[317103] = 11,
		[316262] = 5,
		[322838] = 12,
		[320358] = "外科医生缝肉",
		[297833] = 5,
		[162243] = 12,
		[334693] = 6,
		[320359] = "外科医生缝肉",
		[323414] = "宫务大臣",
		[47736] = "大魔导师泰蕾丝塔",
		[254813] = 6,
		[112870] = 9,
		[82640] = 7,
		[329689] = 5,
		[351077] = 1,
		[328980] = "不请自来的灭愿者",
		[230844] = 7,
		[46562] = "炎刃黄昏祭司",
		[102600] = "永恒镇压者",
		[227151] = 4,
		[84714] = 8,
		[337170] = 9,
		[323057] = "英格拉·马洛克",
		[331548] = "4.RF-4.RF",
		[113900] = "恶魔传送门 <Eilwen-白银之手>",
		[324459] = "酤团",
		[232893] = 12,
		[336746] = 3,
		[320787] = "米尔豪斯·法力风暴",
		[308078] = 3,
		[22812] = 11,
		[320365] = "外科医生缝肉",
		[81942] = "天堂之怒",
		[59513] = "塔达拉姆王子",
		[320786] = "[*] 势不可挡",
		[344939] = 10,
		[294165] = "渊誓卫兵",
		[76797] = "升腾驭水者",
		[110312] = "战争大师黑角",
		[69869] = "破天号巫师",
		[47481] = "岩石嚼碎者",
		[324463] = 6,
		[342171] = 5,
		[781] = 3,
		[259516] = "狮王休玛",
		[346866] = "忠诚的石裔魔",
		[342894] = 2,
		[308498] = 3,
		[330608] = "腐臭的气囊怪",
		[212423] = "复生的潜伏者",
		[1766] = 4,
		[52770] = "艾欧纳尔",
		[322418] = "大厅哨兵",
		[19801] = 3,
		[322831] = 12,
		[127207] = 2,
		[336044] = 3,
		[321471] = "唤雾者",
		[272012] = "伊利达雷萨特 <Voidpupil-白银之手>",
		[96491] = 9,
		[281465] = 2,
		[59148] = "坚钢唤天者",
		[102414] = "[*] 黑暗月光",
		[197062] = 4,
		[157131] = 2,
		[308087] = 3,
		[183752] = 12,
		[265888] = 3,
		[338804] = 12,
		[77764] = 11,
		[193534] = 3,
		[331363] = 3,
		[330614] = "腐臭的气囊怪",
		[305497] = 11,
		[70388] = "怒骨巫师",
		[320376] = "缝肉的造物",
		[281469] = 5,
		[219589] = 8,
		[322828] = 12,
		[70150] = "暴怒的食尸鬼",
		[330616] = "恐惧殴骨者",
		[301952] = "妖叶林歌者",
		[318038] = 7,
		[322827] = 12,
		[226757] = 8,
		[34428] = 1,
		[334713] = "邪恶的地狱犬 <流浪老男人-泰兰德>",
		[34940] = "节点潜行者",
		[49020] = 6,
		[60025] = 11,
		[333762] = 12,
		[332671] = "阿塔莱死亡行者",
		[88814] = "高阶预言者巴林姆",
		[113899] = "恶魔传送门 <Eilwen-白银之手>",
		[61305] = 8,
		[114923] = 8,
		[322429] = "大厅哨兵",
		[332672] = "阿塔莱死亡行者",
		[310143] = 8,
		[344955] = 6,
		[289666] = 5,
		[308096] = "焰炉大师",
		[146897] = "龙喉碎骨者",
		[320778] = "未知目标",
		[322431] = 5,
		[120043] = 8,
		[216521] = 10,
		[291000] = 1,
		[132951] = 1,
		[308098] = "[*] 碾压炼狱",
		[322825] = 12,
		[336767] = 1,
		[322433] = "大厅哨兵",
		[190925] = 3,
		[329181] = "德纳修斯大帝",
		[33917] = 11,
		[343302] = "哈尔基塔司",
		[101614] = "贝恩的残影",
		[146899] = "龙喉碎骨者",
		[330634] = 9,
		[347008] = "阿兹-塔拉希 <小水滴-玛里苟斯>",
		[324483] = "森林之父",
		[59233] = "[*] 野兽的印记",
		[338825] = 11,
		[330627] = "德纳修斯大帝",
		[207693] = 12,
		[6353] = 9,
		[61562] = "暮光黑暗法师",
		[22720] = 2,
		[322823] = 12,
		[132568] = 1,
		[61425] = 12,
		[84721] = 8,
		[219788] = 6,
		[146901] = "龙喉碎骨者",
		[76626] = "碧蓝血脉督军",
		[31935] = 2,
		[332678] = "阿塔莱死亡行者",
		[34942] = "虚灵暗法师",
		[194509] = 5,
		[56699] = 2,
		[323608] = "无尽女皇莫德蕾莎",
		[146902] = "“毒蛇”高贾拉",
		[312202] = 6,
		[330632] = "腐烂的死亡行者",
		[207311] = 6,
		[108271] = 7,
		[82769] = "[*] 扩散魔伤",
		[58747] = "未知目标",
		[324490] = "酤团",
		[212431] = 3,
		[229837] = 10,
		[322443] = 7,
		[337155] = 1,
		[167381] = "地下城坦克假人",
		[6673] = 1,
		[297871] = 2,
		[332683] = "雷纳索尔王子",
		[26560] = 2,
		[45181] = 4,
		[330636] = "腐烂的死亡行者",
		[52907] = "雷怒亡魂",
		[342923] = "啸翼",
		[475] = 8,
		[334284] = 3,
		[198688] = 4,
		[204242] = 2,
		[59146] = "达卡莱猎神者",
		[314256] = 10,
		[345804] = 8,
		[271625] = 3,
		[164812] = 11,
		[61391] = 11,
		[332687] = "泥拳",
		[317361] = 5,
		[311465] = 8,
		[57724] = 7,
		[269576] = 3,
		[332691] = 12,
		[328593] = "大学监贝律莉娅",
		[322450] = "特雷德奥瓦",
		[118000] = 1,
		[102130] = "破碎的地面",
		[188886] = "邪火巨炮",
		[82768] = "尼斐塞特疫病使者",
		[45182] = 4,
		[325550] = "多米娜·毒刃",
		[332693] = "阿塔莱灾厄妖术师",
		[188888] = "邪火喷射机",
		[81141] = 6,
		[212436] = 3,
		[279450] = 12,
		[45438] = 8,
		[207317] = 6,
		[285594] = 10,
		[312215] = 3,
		[322455] = 9,
		[101619] = "[*] 熔岩",
		[102131] = "破碎的地面",
		[127216] = 12,
		[330646] = "戈姆巨怪",
		[293142] = 6,
		[32192] = "吉安娜·普罗德摩尔",
		[295835] = 9,
		[323166] = "夺灵者哈卡",
		[270569] = 9,
		[45065] = "玛蒂苟萨",
		[336791] = 12,
		[34944] = "虚灵牧师",
		[38572] = "元首达拉",
		[326553] = 12,
		[346227] = 11,
		[210391] = 2,
		[546] = 7,
		[102132] = "时光扭曲破坏者",
		[295838] = 9,
		[322459] = 5,
		[332698] = "泥拳",
		[326909] = "尘萎镰角虫",
		[337614] = 10,
		[61563] = "暮光黑暗法师",
		[267171] = 9,
		[342938] = 9,
		[73976] = "尼斐塞特疫病使者",
		[132578] = 10,
		[75000] = "铸炉之主索朗格斯",
		[334748] = "尸体收割者",
		[38619] = "指挥官库鲁尔格",
		[330653] = 11,
		[335099] = 2,
		[69369] = 11,
		[295842] = 11,
		[158176] = "暮色颤兽",
		[47743] = "阿诺玛鲁斯",
		[326559] = 12,
		[221562] = 6,
		[322464] = 5,
		[54850] = "达卡莱巨像",
		[294143] = 7,
		[338847] = "莫塔尼斯",
		[157153] = 7,
		[124659] = 6,
		[224729] = "纱雾防御者",
		[205448] = 5,
		[2649] = 1,
		[34433] = 5,
		[102134] = "时光扭曲幼龙",
		[69882] = "库卡隆仪祭师",
		[338849] = "莫塔尼斯",
		[332706] = "阿塔莱高阶祭司 <西园寺恋>",
		[335097] = 1,
		[344993] = "邪恶的加尔贡",
		[338850] = "莫塔尼斯",
		[332707] = "阿塔莱高阶祭司",
		[2825] = 7,
		[336803] = "贪婪的文图恩",
		[338851] = "莫塔尼斯",
		[11426] = 8,
		[338846] = "莫塔尼斯",
		[328953] = 12,
		[338852] = "“长青之枝”奥拉诺莫诺斯",
		[16856] = "比亚格里将军",
		[102135] = "时光扭曲幼龙",
		[127220] = 8,
		[198111] = 8,
		[324519] = 7,
		[64382] = 1,
		[319371] = "石裔守护者 <温西尔煽动者>",
		[330663] = 11,
		[324520] = 7,
		[204255] = 12,
		[90361] = 1,
		[57727] = 2,
		[324521] = 2,
		[231435] = 2,
		[70395] = "护塔爪牙",
		[347047] = 8,
		[324522] = 7,
		[187874] = 7,
		[2050] = 5,
		[70396] = "护塔爪牙",
		[324523] = 3,
		[75002] = "活化的徘徊者",
		[336810] = "忠诚的洛尔",
		[101984] = "姆诺兹多",
		[197997] = 7,
		[337787] = 5,
		[18499] = 1,
		[330668] = 11,
		[330658] = 11,
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[101625] = "贝恩的残影",
		[334765] = "卡尔将军",
		[61567] = "暮光膜拜者",
		[330670] = 11,
		[324527] = "酤团",
		[269238] = 4,
		[290467] = 12,
		[333711] = "骷髅迅猛龙",
		[3561] = 8,
		[269239] = 4,
		[228360] = 5,
		[265144] = 5,
		[57984] = "原始火元素 <脑六-死亡之翼>",
		[108281] = 7,
		[47699] = "晶化守护者",
		[198116] = 8,
		[59008] = "强壮的野狼",
		[187878] = 7,
		[20153] = "地狱火爪牙",
		[338865] = "猎魂者弗拉莱",
		[351140] = 8,
		[30146] = 9,
		[82765] = "尼斐塞特暗法师",
		[321178] = "贪食的蛮兵",
		[266018] = 1,
		[334771] = "[*] 溢血之心",
		[213644] = 2,
		[22723] = 8,
		[45442] = "基尔加丹",
		[200166] = 12,
		[304056] = 1,
		[322486] = "仙木灵居民",
		[101627] = "贝恩的残影",
		[204262] = 7,
		[204598] = 12,
		[338855] = "“长青之枝”奥拉诺莫诺斯",
		[158188] = 4,
		[341949] = "[*] 枯萎凋零",
		[19873] = "狂野的拉佐格尔 <焊接机器人>",
		[146250] = 1,
		[324536] = 9,
		[49026] = "嗜血的苔原狼",
		[185438] = 4,
		[338871] = "猎魂者弗拉莱",
		[334749] = "尸体收割者",
		[334776] = 1,
		[225765] = 9,
		[58975] = "达卡莱魔像",
		[332729] = "危厄之灵",
		[118522] = 7,
		[322491] = "斯特拉达玛侯爵",
		[198121] = 8,
		[322492] = "斯特拉达玛侯爵",
		[257506] = 4,
		[336826] = 3,
		[52610] = 11,
		[324540] = 9,
		[56920] = "部落祭司",
		[325624] = 4,
		[322493] = "脆骨法师",
		[350129] = 5,
		[267205] = 12,
		[345019] = 2,
		[265157] = 3,
		[203242] = 11,
		[204266] = 7,
		[345020] = 2,
		[325170] = "巢群刺客 <刺客追猎者>",
		[332734] = "德纳修斯大帝",
		[322240] = "恶毒之裔",
		[883] = 3,
		[178963] = 12,
		[57052] = "晶化守护者",
		[334783] = 1,
		[321461] = 3,
		[320751] = 7,
		[146689] = "[*] 低空突袭",
		[331618] = "无堕者哈夫",
		[336832] = 8,
		[76620] = "碧蓝血脉督军",
		[329454] = 1,
		[212459] = 9,
		[94463] = 8,
		[338848] = "莫塔尼斯",
		[327710] = 5,
		[35717] = 8,
		[336834] = "不请自来的噬界者",
		[222695] = 11,
		[267211] = 9,
		[328282] = 2,
		[61570] = "暮光传道者",
		[90880] = "[*] 钩网",
		[342979] = 6,
		[200174] = 5,
		[5394] = 7,
		[330693] = "恶心的残躯",
		[63106] = 9,
		[342980] = 11,
		[322796] = "卡尔将军",
		[5938] = 4,
		[47748] = "阿诺玛鲁斯",
		[200175] = 12,
		[187377] = "钢铁掠夺者",
		[326891] = "审判官西加尔",
		[198127] = 8,
		[49028] = 6,
		[114942] = "治疗之潮图腾",
		[12323] = 1,
		[332744] = 2,
		[285646] = 11,
		[58499] = 2,
		[330697] = "染病恐魔",
		[267217] = 9,
		[320747] = 7,
		[336841] = 7,
		[322507] = 10,
		[267218] = 9,
		[142073] = 10,
		[328651] = "喷毒狙击手",
		[202225] = 1,
		[47747] = "阿诺玛鲁斯",
		[311058] = 8,
		[279791] = 4,
		[281554] = 12,
		[783] = 11,
		[6770] = 4,
		[320462] = "佐尔拉姆斯巫师",
		[46469] = "影刃征服者",
		[333032] = 5,
		[333506] = 4,
		[127230] = 3,
		[6962] = 10,
		[345772] = "法夜守护者",
		[326607] = "石裔掠夺者",
		[321038] = "邪恶的镇压者",
		[48517] = 11,
		[29166] = 11,
		[122281] = 10,
		[20549] = 11,
		[337936] = 6,
		[350159] = "虚空幽灵 <西园寺恋>",
		[264130] = 9,
		[70475] = "普崔塞德的陷阱",
		[297941] = 9,
		[345316] = 4,
		[63619] = "暗影魔",
		[213491] = 12,
		[300832] = 3,
		[266030] = 9,
		[334802] = 5,
		[336850] = 2,
		[52212] = 6,
		[320746] = 7,
		[266136] = 9,
		[328660] = "喷薄软泥",
		[131474] = 2,
		[207349] = 6,
		[342995] = 5,
		[270404] = "妖叶鞭笞者",
		[703] = 4,
		[54149] = 2,
		[328275] = 3,
		[275335] = 1,
		[320277] = "受诅者赛泽尔",
		[47750] = 5,
		[342997] = 9,
		[43688] = 10,
		[48518] = 11,
		[69021] = "伊克",
		[342998] = 5,
		[328664] = 2,
		[330712] = "啸翼",
		[25504] = 7,
		[108291] = 11,
		[58501] = 1,
		[105219] = "堕落熔岩",
		[345048] = 11,
		[8676] = 4,
		[304093] = "亡语者",
		[287712] = 1,
		[332762] = 9,
		[334810] = "穆厄扎拉",
		[328667] = "脆骨法师",
		[338906] = 11,
		[72968] = 2,
		[236021] = 11,
		[263140] = 3,
		[330716] = "传送门守卫",
		[332764] = 9,
		[108292] = 11,
		[320478] = "渊誓拦截者",
		[265189] = 3,
		[326617] = "石裔掠夺者",
		[102149] = "月之矛",
		[265187] = 9,
		[198139] = 8,
		[82760] = "尼斐塞特暗法师",
		[343005] = "啸翼",
		[320480] = "强化的渊誓拦截者",
		[218617] = 1,
		[203259] = 11,
		[328928] = 7,
		[2096] = 5,
		[330720] = "传送门守卫",
		[320366] = "外科医生缝肉",
		[108293] = 11,
		[328673] = "兹拉莉",
		[330711] = "啸翼",
		[85256] = 2,
		[336864] = 7,
		[69898] = "库卡隆仪祭师",
		[29893] = 9,
		[292360] = 8,
		[277481] = "武装的囚犯",
		[336866] = 5,
		[326623] = "石裔掠夺者",
		[296863] = 8,
		[131894] = 3,
		[41425] = 8,
		[107270] = 10,
		[333021] = 6,
		[343011] = 12,
		[225787] = 12,
		[330725] = "传送门守卫",
		[69387] = "亡语随从",
		[102151] = "泰兰德的残影",
		[94472] = 5,
		[337470] = 5,
		[326629] = "外科医生缝肉",
		[343013] = 12,
		[225788] = 5,
		[23238] = 2,
		[195072] = 12,
		[326632] = "石裔掠夺者",
		[336871] = 7,
		[198144] = 8,
		[316954] = "不请自来的碾压者",
		[338856] = "“长青之枝”奥拉诺莫诺斯",
		[336872] = 2,
		[330729] = 11,
		[109831] = 1,
		[325257] = "大学监贝律莉娅",
		[82691] = 8,
		[330730] = 8,
		[17735] = 1,
		[183811] = 2,
		[336874] = 10,
		[44425] = 8,
		[186883] = "邪火喷射机",
		[43265] = 6,
		[279537] = 11,
		[46557] = "炎刃斩杀者",
		[344874] = "艾谢朗",
		[326637] = "石裔剔骨者",
		[71946] = "梦魇之云",
		[341955] = 11,
		[204408] = 7,
		[326638] = "石裔剔骨者",
		[69901] = "库卡隆防御者",
		[195627] = 4,
		[331243] = "魂铸白骨编织者",
		[319243] = 6,
		[328687] = "脆骨弩手",
		[106401] = "格里昂纳",
		[155145] = 2,
		[196100] = 9,
		[49106] = "伊米亚狂战士",
		[338928] = 11,
		[332784] = 9,
		[200196] = 5,
		[76045] = "升腾风行者",
		[76557] = "升腾风行者",
		[326642] = "石裔剔骨者",
		[343024] = "啸翼",
		[69902] = "库卡隆防御者",
		[198149] = 8,
		[333015] = "蠕行朽菇",
		[196099] = 9,
		[346097] = 1,
		[329417] = 5,
		[97547] = 11,
		[204293] = 7,
		[221699] = 6,
		[69899] = "库卡隆仪祭师",
		[1604] = "渊誓哨兵",
		[138130] = "大地之灵",
		[46218] = "爆裂魔",
		[322550] = "特雷德奥瓦",
		[101643] = 10,
		[117952] = 10,
		[180745] = 1,
		[212800] = 12,
		[190984] = 11,
		[108038] = "天火号鱼叉炮",
		[341580] = 1,
		[295932] = "狱卒斯科杜斯",
		[48778] = 6,
		[237838] = "未知目标",
		[336887] = 10,
		[200200] = 5,
		[158221] = 10,
		[257537] = 8,
		[297982] = "噬渊之喉",
		[322554] = "执行者塔沃德",
		[8613] = 3,
		[102156] = "时光扭曲先知",
		[59529] = "沃尔坎",
		[59785] = 6,
		[332594] = 1,
		[257538] = 8,
		[180748] = 11,
		[178173] = 10,
		[332797] = "德纳修斯大帝",
		[326574] = "外科医生缝肉",
		[336891] = 10,
		[322557] = "德鲁斯特斩魂者",
		[47755] = 5,
		[124682] = 10,
		[279555] = 11,
		[330749] = 4,
		[227847] = 1,
		[326654] = "吟树者因德里",
		[180749] = 10,
		[320512] = "腐烂的粘液之爪",
		[291843] = 6,
		[343037] = "防护之魂",
		[88335] = 5,
		[320723] = "[*] 错位冲击波",
		[324608] = "奥莱芙莉安",
		[297034] = 3,
		[180750] = 12,
		[345087] = 4,
		[324609] = "贵族散兵",
		[257541] = 8,
		[135700] = 11,
		[101186] = 8,
		[81008] = "石界践踏者",
		[102158] = "时光扭曲先知",
		[345088] = 8,
		[322563] = "特雷德奥瓦",
		[254471] = 2,
		[30151] = 1,
		[328707] = "复生的祭师",
		[330755] = "眼魔泽尔伽",
		[203277] = 8,
		[204301] = 2,
		[336899] = 3,
		[198158] = 8,
		[229376] = 8,
		[327371] = 8,
		[345091] = 10,
		[338948] = 10,
		[322567] = "执行者塔沃德",
		[69395] = 8,
		[254472] = 2,
		[338949] = 11,
		[279564] = 8,
		[81220] = "米尔豪斯·法力风暴",
		[279565] = 8,
		[61564] = "塑树者奥莫洛克",
		[343022] = "啸翼",
		[343245] = 4,
		[345094] = 11,
		[322569] = "德鲁斯特斩魂者",
		[350063] = 1,
		[320517] = "凋零碎脊者",
		[345095] = 5,
		[345096] = 1,
		[59019] = "喷毒的眼镜蛇",
		[155158] = 8,
		[254474] = 2,
		[345093] = 11,
		[256522] = 4,
		[57994] = 7,
		[345097] = 5,
		[321529] = 8,
		[339430] = "顽石军团特种兵",
		[330764] = 11,
		[61579] = "雷铸构造体",
		[90898] = 1,
		[308239] = 11,
		[312324] = "瓦力欧克",
		[93811] = 5,
		[64380] = 1,
		[338957] = 1,
		[1725] = 4,
		[345100] = 5,
		[70421] = "获释的联盟奴隶",
		[324623] = "未知目标",
		[17481] = 6,
		[209426] = 12,
		[56716] = "冰霜使者",
		[153596] = 8,
		[334863] = 1,
		[320529] = "维鲁拉克斯魔药编织者",
		[320716] = "卡萨拉·诺克斯",
		[17877] = 9,
		[334864] = 1,
		[345103] = 5,
		[308429] = 1,
		[59020] = "喷毒的眼镜蛇",
		[211881] = 12,
		[345104] = 6,
		[307046] = 12,
		[31687] = 8,
		[128783] = 8,
		[345105] = 11,
		[36096] = "比亚格里将军",
		[122128] = 5,
		[279569] = 3,
		[221715] = 9,
		[69968] = "库卡隆仪祭师",
		[215572] = 1,
		[6262] = 7,
		[345107] = 5,
		[217597] = 2,
		[203286] = 8,
		[343060] = "格拉夏尔将军",
		[69911] = "库卡隆劫掠者",
		[315288] = 6,
		[324631] = 7,
		[337095] = 5,
		[295963] = 4,
		[48265] = 6,
		[308250] = 12,
		[341291] = 5,
		[345110] = 8,
		[203285] = 8,
		[85739] = 1,
		[343063] = "格拉夏尔将军",
		[328729] = "复生的祭师",
		[69903] = "破天号保护者",
		[59021] = "坚韧的巨蟒",
		[69400] = "联盟炮艇火炮 <焊接机器人>",
		[69912] = "库卡隆劫掠者",
		[215661] = 2,
		[345111] = 1,
		[295967] = 4,
		[80151] = "巨石之核熔岩之主",
		[347161] = 5,
		[295965] = 4,
		[344239] = "未知目标",
		[53390] = 7,
		[59155] = "雷铸巨人",
		[292463] = 3,
		[318102] = "无堕者哈夫",
		[295969] = 5,
		[61581] = "雷铸符文师",
		[82753] = "尼斐塞特施咒者",
		[204314] = 7,
		[162264] = 12,
		[19658] = "克尔加隆 <天天不睡觉-熊猫酒仙>",
		[207386] = 11,
		[25734] = 2,
		[295971] = 11,
		[336906] = 5,
		[238454] = 9,
		[49039] = 6,
		[254485] = 11,
		[330784] = "战场祭师",
		[129339] = 8,
		[269352] = 7,
		[331345] = 12,
		[70425] = "获释的联盟奴隶",
		[323507] = 5,
		[110909] = 8,
		[295942] = "狱卒斯科杜斯",
		[330786] = "艾柯尔·胆肉",
		[317488] = 1,
		[30153] = 1,
		[345121] = 4,
		[105238] = "不灭烈焰",
		[5302] = 1,
		[77472] = 7,
		[345122] = 5,
		[11366] = 8,
		[115989] = 6,
		[198839] = "大地之墙图腾",
		[184847] = "古尔图格·血沸",
		[109334] = "暮光冰霜塑能师",
		[46480] = "炎刃保卫者",
		[332836] = "腥臭屠夫",
		[47248] = "炎刃秘法师",
		[263165] = 5,
		[81216] = "米尔豪斯·法力风暴",
		[322752] = "幼年符文鹿",
		[294602] = 10,
		[23881] = 1,
		[24394] = 3,
		[64901] = 5,
		[127802] = 1,
		[320542] = "维鲁拉克斯魔药编织者",
		[349996] = 1,
		[132603] = 5,
		[117014] = 7,
		[117526] = 3,
		[118038] = 1,
		[113942] = 9,
		[69916] = "破天号邪刃者",
		[236060] = 8,
		[332842] = 2,
		[596] = 5,
		[59628] = 4,
		[330217] = "蕾茉妮雅",
		[308270] = 11,
		[326700] = "德纳修斯大帝",
		[61583] = "雷铸符文师",
		[323496] = "血肉工匠",
		[56645] = "安卡哈切碎者",
		[6899] = 2,
		[295985] = "巨锤",
		[202274] = 10,
		[295732] = 1,
		[59023] = "坚韧的巨蟒",
		[69917] = "库卡隆劫掠者",
		[71488] = "科罗克·斩亡者",
		[327427] = "破碎残影",
		[255586] = 9,
		[23040] = "狂野的拉佐格尔",
		[17364] = 7,
		[321927] = 1,
		[343086] = "卡尔将军",
		[41106] = "比亚格里将军",
		[322746] = "[*] 堕落之血",
		[294564] = 12,
		[343087] = "噬渊鼠",
		[342132] = 5,
		[265273] = 9,
		[332849] = "德纳修斯大帝",
		[330793] = "眼魔泽尔伽",
		[296748] = "巨大的碾压者",
		[84751] = 2,
		[324659] = "瞬息具象",
		[326707] = "德纳修斯大帝",
		[295991] = "牢房哨卫",
		[299159] = 6,
		[334896] = 6,
		[24275] = 2,
		[61584] = "雷铸符文师",
		[320696] = 1,
		[77575] = 6,
		[328547] = 4,
		[152108] = 9,
		[322614] = "特雷德奥瓦",
		[267325] = 11,
		[272382] = "凋零语者",
		[332497] = "雷纳索尔王子",
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[80158] = "巨石之核战争使者",
		[32714] = "安卡哈切碎者",
		[267327] = 11,
		[326712] = "黑暗助祭",
		[320788] = "缚霜者纳尔佐",
		[345090] = 10,
		[115994] = 6,
		[312532] = 1,
		[193065] = 5,
		[337894] = 6,
		[267329] = 11,
		[8679] = 4,
		[69920] = "库卡隆潜伏者",
		[103196] = 7,
		[324667] = "酤团",
		[60305] = 1,
		[322465] = "特雷德奥瓦",
		[328757] = 3,
		[267331] = 11,
		[212520] = 1,
		[298831] = "渊誓哨兵",
		[302263] = 2,
		[326644] = "石裔剔骨者",
		[205766] = 8,
		[320574] = "[*] 暗影之井",
		[330813] = "眼魔泽尔伽",
		[260643] = 1,
		[204330] = 7,
		[47251] = "炎刃龙鹰",
		[127769] = "荀丶彧-诺兹多姆",
		[332862] = 7,
		[326835] = "骨化的援兵",
		[320576] = "维鲁拉克斯魔药编织者",
		[339006] = "丧魂踏步者",
		[69975] = "库卡隆狙击手",
		[204331] = 7,
		[208771] = 5,
		[330816] = "艾柯尔·胆肉",
		[295997] = 11,
		[329319] = "渊誓卫兵",
		[84256] = "神誓持斧战士",
		[144947] = "加尔鲁什·地狱咆哮",
		[332865] = "酤团",
		[334913] = "穆厄扎拉",
		[267330] = 11,
		[189998] = 1,
		[326718] = "赤红学员",
		[87840] = 9,
		[320580] = "阿玛厄斯",
		[339010] = "丧魂踏步者",
		[341951] = 1,
		[321524] = 12,
		[30283] = 9,
		[189999] = 2,
		[295998] = 10,
		[70754] = "灼热骷髅",
		[343104] = "冥河焚烧者",
		[243241] = 5,
		[203796] = 12,
		[322736] = "夺灵者哈卡",
		[328774] = 9,
		[330822] = "眼魔泽尔伽",
		[265258] = 5,
		[48020] = 9,
		[311494] = 12,
		[267326] = 11,
		[322735] = "夺灵者哈卡",
		[330455] = "德雷兹格鲁达",
		[148022] = 8,
		[339015] = "丧魂踏步者",
		[335021] = 11,
		[324154] = "雯图纳柯丝",
		[221703] = 9,
		[76579] = "暮光召雷者",
		[17229] = 2,
		[334921] = "贪食的蛮兵",
		[205345] = 8,
		[59795] = "艾欧纳尔",
		[54176] = 2,
		[60307] = 3,
		[341163] = "格里恩哥利亚 <燕子三杰-海达希亚>",
		[105248] = "堕落熔岩",
		[236077] = 1,
		[44949] = 1,
		[298160] = "堕落者科萨鲁斯",
		[53652] = 2,
		[327594] = "魔药喷吐者",
		[326733] = 2,
		[143924] = 3,
		[271197] = 12,
		[605] = 5,
		[69413] = "科瑞克",
		[69925] = "破天号博学者",
		[271538] = 11,
		[47765] = "[*] 引力井",
		[334926] = "被操纵的钻凋者",
		[296019] = "监锁之主",
		[326827] = "大监督者",
		[40598] = "伊利丹·怒风",
		[199450] = 2,
		[106785] = 11,
		[339023] = "“长青之枝”奥拉诺莫诺斯",
		[127797] = 11,
		[316493] = 10,
		[70381] = "熔炉之主加弗斯特",
		[22911] = "虚灵盗墓者",
		[195125] = 4,
		[334929] = "卡尔将军",
		[205364] = 5,
		[76603] = "暮光塑地者",
		[332882] = 11,
		[16979] = 11,
		[320596] = "凋骨",
		[330810] = "桎梏之魂",
		[207400] = 7,
		[16595] = 10,
		[263344] = "强化的皇家管理员",
		[298068] = 4,
		[204336] = 7,
		[108294] = 11,
		[312407] = "霍尔古尔",
		[298073] = "堕落者科萨鲁斯",
		[320571] = "佐尔拉姆斯巫师",
		[77606] = 6,
		[69927] = "破天号守备官",
		[328740] = "复生的祭师",
		[332705] = "阿塔莱高阶祭司",
		[142910] = 8,
		[281215] = 4,
		[322648] = "[*] 心灵连接",
		[342961] = "商人赛·艾柯莎",
		[343126] = "卡尔将军",
		[312410] = "霍尔古尔",
		[347037] = 4,
		[329678] = 5,
		[347214] = 1,
		[312411] = 3,
		[328869] = "帕特里西安·克伦威尔",
		[69926] = "库卡隆神谕者",
		[8680] = 4,
		[276754] = "巨型自动机",
		[340355] = "[*] 急速感染",
		[191034] = 11,
		[192058] = 7,
		[58984] = 11,
		[330843] = "眼魔泽尔伽",
		[76578] = "暮光召雷者",
		[26573] = 2,
		[205369] = 5,
		[328404] = 6,
		[324701] = 8,
		[322724] = "凇心伏击者",
		[58448] = 9,
		[306272] = 2,
		[52127] = 7,
		[100784] = 10,
		[59154] = "雷铸巨人",
		[322655] = "特雷德奥瓦",
		[31884] = 2,
		[71465] = "女武神席瓦娜",
		[328799] = 1,
		[296023] = "监锁之主",
		[98008] = 7,
		[228920] = 1,
		[257542] = 8,
		[320674] = 7,
		[191037] = 11,
		[343135] = "格拉夏尔将军",
		[312419] = "瓦力欧克",
		[322658] = "特雷德奥瓦",
		[85288] = 1,
		[50326] = 11,
		[59542] = 2,
		[79140] = 4,
		[91800] = "复活的食尸鬼",
		[336045] = 3,
		[92091] = 12,
		[307187] = 2,
		[291944] = 11,
		[69930] = "破天号守备官",
		[292473] = 11,
		[64413] = 5,
		[8936] = 11,
		[320614] = "食腐蛆虫",
		[336996] = "裂伤者耐克萨拉",
		[148310] = "库卡隆投石车",
		[120588] = 7,
		[204350] = 7,
		[31821] = 2,
		[108601] = "死亡之翼",
		[127801] = "芜菁沙袋",
		[119582] = 10,
		[17619] = 7,
		[314473] = 10,
		[48792] = 6,
		[324652] = "酤团",
		[50327] = 12,
		[16591] = 4,
		[83242] = 3,
		[313088] = 11,
		[108839] = 8,
		[345623] = "纳祖达",
		[312428] = 1,
		[343144] = 5,
		[59543] = 3,
		[255546] = 4,
		[342432] = 7,
		[204031] = 11,
		[329325] = "渊誓缚魂者",
		[330859] = 12,
		[332907] = 9,
		[278574] = 2,
		[209749] = 11,
		[321510] = 5,
		[324717] = 1,
		[233022] = 11,
		[341976] = 11,
		[54680] = 1,
		[231843] = 2,
		[47001] = "炎刃斩杀者",
		[57807] = "库卡隆防御者",
		[111400] = 9,
		[313010] = 8,
		[48025] = 6,
		[142922] = "掠风者克尔鲁克",
		[56728] = "塔达拉姆之眼",
		[324293] = "骷髅劫掠者",
		[330904] = 11,
		[33702] = 9,
		[83243] = 3,
		[83244] = 3,
		[331663] = 10,
		[205201] = 1,
		[337060] = 9,
		[42650] = 6,
		[204263] = 5,
		[69934] = "破天号守备官",
		[59800] = "艾欧纳尔",
		[186305] = 1,
		[326771] = "石裔切割者",
		[123725] = 10,
		[161354] = 8,
		[324724] = 5,
		[61336] = 11,
		[269279] = 11,
		[330868] = "狂热的缚魂者",
		[83245] = 3,
		[343155] = "哈尔基塔司",
		[160331] = 2,
		[234946] = 5,
		[197625] = 11,
		[310392] = "西诺德",
		[320631] = "食腐蛆虫",
		[281724] = 8,
		[105771] = 1,
		[16592] = "虚灵暗法师",
		[108843] = 8,
		[330871] = "德纳修斯大帝",
		[145998] = "未知目标",
		[334967] = "刃喙鹤母",
		[70960] = "被诅咒者",
		[322681] = "缝肉的造物",
		[45470] = 6,
		[343159] = "哈尔基塔司",
		[296061] = 11,
		[330873] = 11,
		[50842] = 6,
		[75056] = "铸炉之主索朗格斯",
		[59545] = 6,
		[59801] = "艾欧纳尔",
		[223814] = 12,
		[334970] = "穆厄扎拉",
		[304254] = "束链者格鲁斯",
		[330875] = "卑劣的暗语者",
		[52890] = "泰坦神铁碎岩者",
		[204361] = 7,
		[320637] = "凋骨",
		[339067] = "泥拳",
		[116011] = 8,
		[142929] = "毒心者夏克里尔",
		[345211] = 11,
		[212552] = 6,
		[97581] = 9,
		[69425] = "塌落的冰锥",
		[205386] = 5,
		[331439] = 10,
		[70961] = "被诅咒者",
		[142930] = "掠风者克尔鲁克",
		[254473] = 2,
		[326952] = "注能的羽翎",
		[320334] = 12,
		[294020] = 7,
		[334918] = "贪食的蛮兵",
		[334934] = 1,
		[75569] = "无面腐蚀者",
		[50075] = "矛齿座狼",
		[345215] = 9,
		[330532] = "蹒跚的弩手",
		[330565] = "上古队长",
		[192077] = 7,
		[10793] = 3,
		[195750] = 6,
		[324739] = 4,
		[49821] = 5,
		[320644] = "无堕者哈夫",
		[330896] = 11,
		[345230] = 3,
		[297966] = "噬渊之喉",
		[221771] = 10,
		[198222] = 4,
		[223819] = 2,
		[5740] = 9,
		[328837] = 3,
		[330694] = "恶心的残躯",
		[31567] = "达卡莱猎神者",
		[332932] = 1,
		[119085] = 10,
		[322695] = 5,
		[320646] = "[*] 恶臭气体",
		[343173] = 4,
		[143958] = "阴郁的化身",
		[70965] = "尼鲁巴尔护巢者",
		[16191] = 7,
		[337037] = "裂伤者耐克萨拉",
		[257620] = 3,
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[262115] = 1,
		[322654] = "特雷德奥瓦",
		[332937] = "邪恶镜像",
		[326794] = "审判官西加尔",
		[59547] = 7,
		[143955] = "鲁克·石趾",
		[184913] = 1,
		[192082] = "狂风图腾 <Amilus>",
		[258634] = "燃烬卫士",
		[205385] = 5,
		[324748] = 5,
		[318605] = "灰烬融合体",
		[341127] = "处刑者",
		[62618] = 5,
		[331514] = 10,
		[70444] = "[*] 爆炸",
		[194679] = 6,
		[76596] = "暮光塑地者",
		[230987] = 7,
		[102193] = "泰兰德的残影",
		[345228] = 8,
		[320655] = "凋骨",
		[55964] = "塔达拉姆王子",
		[64411] = 5,
		[80180] = "巨石之核蛮兵",
		[345219] = 5,
		[198837] = "复生的潜伏者 <依然那么孤傲-艾萨拉>",
		[338788] = 2,
		[320657] = "白骨躯壳",
		[28880] = 1,
		[332944] = 6,
		[196742] = 10,
		[345231] = 1,
		[343290] = 5,
		[155166] = 6,
		[294038] = 5,
		[59548] = 8,
		[330898] = "未知目标",
		[332946] = "灌注心能的真菌",
		[294039] = 2,
		[323510] = 11,
		[339538] = 2,
		[347625] = 5,
		[339061] = 3,
		[345209] = 11,
		[322709] = "特雷德奥瓦",
		[332922] = 3,
		[330664] = 7,
		[70460] = "冻霜陷阱",
		[300155] = "仙木灵居民",
		[15785] = "法力蛭",
		[326806] = "审判官西加尔",
		[345236] = "冥河符文锻造师",
		[322711] = "哈尔吉亚斯",
		[176644] = 10,
		[59544] = 5,
		[279709] = 11,
		[316531] = 1,
		[32592] = 5,
		[326808] = 6,
		[74039] = "受伤的红色幼龙 <优月真里奈>",
		[74551] = "暮光捕火者",
		[223829] = 6,
		[326809] = 6,
		[328857] = "啸翼",
		[2139] = 8,
		[59530] = "熔岩魔像",
		[272071] = 2,
		[294719] = 4,
		[330906] = 11,
		[157503] = 7,
		[192090] = 11,
		[330656] = 11,
		[320135] = "变节的憎恶",
		[207777] = 4,
		[42870] = "未知目标",
		[74040] = "受伤的红色幼龙 <何蒙莎>",
		[74552] = "暮光塑地者",
		[326558] = 12,
		[152173] = 10,
		[320465] = "变节的憎恶",
		[330909] = "未知目标",
		[211545] = 11,
		[106264] = "丑恶的融合怪",
		[320671] = "被抛弃的腐肉",
		[233674] = 11,
		[337824] = 2,
		[56222] = 6,
		[80184] = "巨石之核蛮兵",
		[330911] = "未知目标",
		[350117] = 5,
		[258922] = 12,
		[229976] = 2,
		[126389] = 9,
		[131900] = 3,
		[33697] = 7,
		[108853] = 8,
		[339040] = "[*] 枯萎之风",
		[326731] = 2,
		[93985] = 11,
		[232405] = 1,
		[289959] = 6,
		[334058] = 8,
		[257622] = 3,
		[43927] = 6,
		[330915] = 11,
		[348] = 9,
		[22482] = 4,
		[197214] = 7,
		[330916] = 11,
		[53385] = 2,
		[335012] = 11,
		[345251] = 8,
		[329573] = 7,
		[69970] = "库卡隆神谕者",
		[326242] = "酤团",
		[320679] = "不屈的参赛者",
		[214621] = 5,
		[47776] = 1,
		[184662] = 2,
		[265202] = 5,
		[330919] = "狂怒面具",
		[324776] = "纱雾塑形者",
		[326824] = "罪孽回响",
		[337063] = "灰烬融合体",
		[322729] = 10,
		[338077] = "巢群伏击者",
		[46680] = "基尔加丹",
		[217694] = 8,
		[330921] = 2,
		[332969] = "[*] 毁灭冲击",
		[171620] = 3,
		[57046] = "狂乱的法力涌动者",
		[206432] = 8,
		[43681] = 6,
		[52128] = 7,
		[328875] = "帕特里西安·克伦威尔",
		[145937] = "库卡隆血斧兵",
		[3600] = "地缚图腾",
		[171621] = 2,
		[271539] = 11,
		[3355] = 3,
		[215648] = 3,
		[326829] = "审判官西加尔",
		[163073] = 12,
		[1459] = 8,
		[295929] = "狱卒斯科杜斯",
		[326830] = "尘萎镰角虫",
		[279456] = 12,
		[70461] = "冻霜陷阱",
		[341165] = "格里恩哥利亚 <燕子三杰-海达希亚>",
		[326831] = "大监督者",
		[328879] = "帕特里西安·克伦威尔",
		[330927] = 12,
		[338907] = 5,
		[328411] = "温西尔煽动者",
		[213602] = 5,
		[339119] = 2,
		[114282] = 11,
		[326833] = "罪孽回响",
		[76093] = "升腾碎石者",
		[321442] = 2,
		[328620] = 2,
		[302311] = 3,
		[321444] = 2,
		[339121] = "[*] 尖啸头骨",
		[313836] = 4,
		[302262] = 2,
		[234081] = 11,
		[339122] = "莫塔尼斯",
		[146028] = "库卡隆炮手",
		[310454] = 10,
		[203820] = 8,
		[330500] = "长者漫枝",
		[215652] = 2,
		[326837] = "大监督者",
		[201995] = 6,
		[325360] = "大学监贝律莉娅",
		[316599] = "[*] 净化者烈焰",
		[171626] = 2,
		[279611] = 8,
		[322743] = "笨重造物",
		[341173] = 2,
		[102417] = 11,
		[328887] = "啸翼",
		[339126] = 4,
		[688] = 9,
		[322475] = "[*] 魔药撞击",
		[337079] = 10,
		[298172] = "堕落者科萨鲁斯",
		[41635] = 5,
		[332599] = 1,
		[234084] = 11,
		[194153] = 11,
		[164862] = 11,
		[171628] = 1,
		[329213] = 1,
		[70464] = "吉安娜·普罗德摩尔",
		[103740] = 2,
		[192106] = 7,
		[152175] = 10,
		[56969] = "碧蓝缚鳞者",
		[324796] = 11,
		[171629] = 7,
		[317367] = "库尔萨洛克",
		[322749] = 1,
		[119611] = 10,
		[54178] = 2,
		[105479] = "腐蚀之触",
		[323504] = 11,
		[267213] = 9,
		[326846] = "审判官西加尔",
		[330943] = 2,
		[39332] = "节点潜行者",
		[47779] = "管家",
		[326847] = "审判官西加尔",
		[285514] = 7,
		[202347] = 11,
		[260708] = 1,
		[326848] = "尘萎镰角虫",
		[213610] = 5,
		[74561] = "暮光破雷者",
		[107837] = 3,
		[192109] = 7,
		[328897] = "啸翼",
		[330945] = 2,
		[195181] = 6,
		[269513] = 4,
		[320707] = "蠕行朽菇",
		[48702] = "掠龙狂热者",
		[203795] = 12,
		[326851] = "德纳修斯大帝",
		[337090] = 8,
		[322756] = "佐尔拉姆斯守门人",
		[195182] = 6,
		[330661] = 11,
		[328900] = 2,
		[322757] = "佐尔拉姆斯守门人",
		[10789] = 4,
		[212283] = 4,
		[5782] = 9,
		[117313] = 1,
		[146037] = "[*] 煞能漩涡",
		[44535] = 1,
		[31827] = "未知目标",
		[322759] = "夺灵者哈卡",
		[47780] = "管家",
		[343237] = 4,
		[49376] = 11,
		[270246] = "炽热元素",
		[186993] = "剑圣朱倍尔索斯",
		[107588] = "格里昂纳",
		[296140] = 10,
		[247402] = 10,
		[327240] = 1,
		[343239] = 4,
		[337096] = 9,
		[347335] = 1,
		[195645] = 3,
		[326858] = "德纳修斯大帝",
		[328906] = 1,
		[339145] = 11,
		[70980] = "尼鲁巴尔护巢者",
		[241260] = 5,
		[80195] = "巨石之核蛮兵",
		[330683] = 11,
		[308430] = 5,
		[326860] = 10,
		[328908] = 2,
		[304075] = "渊誓祭师",
		[323515] = "斩血",
		[115313] = 10,
		[132467] = 10,
		[320208] = "缝肉的造物",
		[702] = 9,
		[331748] = "纱雾守护者",
		[337101] = 10,
		[322767] = "德鲁斯特收割者",
		[308433] = 5,
		[326863] = 12,
		[45334] = 11,
		[336885] = 5,
		[308434] = 7,
		[329516] = "镰棘切割者",
		[115008] = 10,
		[320519] = "凋零碎脊者",
		[329886] = 7,
		[288613] = 3,
		[338333] = 5,
		[298197] = 1,
		[186406] = 5,
		[66021] = "黑锋勇士",
		[69958] = "库卡隆神谕者",
		[312321] = 9,
		[333010] = "蠕行朽菇",
		[326867] = 6,
		[312533] = 1,
		[336892] = 3,
		[341202] = 4,
		[326868] = 6,
		[323497] = 11,
		[336889] = 8,
		[324821] = 5,
		[343251] = 4,
		[57723] = 7,
		[121839] = 5,
		[324822] = 5,
		[204406] = 7,
		[320727] = "[*] 错位冲击波",
		[203406] = 11,
		[329666] = 3,
		[118594] = 5,
		[121153] = 4,
		[314585] = 6,
		[227956] = 1,
		[326090] = "锥喉掠夺者",
		[320729] = "无堕者哈夫",
		[298204] = 1,
		[341207] = 5,
		[527] = 5,
		[329908] = "失足的石裔魔",
		[109379] = "腐蚀之触",
		[258920] = 12,
		[326874] = "石精噬踝者",
		[337113] = 9,
		[330662] = 11,
		[315584] = 4,
		[106199] = "丑恶的融合怪",
		[328923] = 7,
		[271877] = 4,
		[319685] = "贪食的克里克西斯",
		[326876] = "[*] 碎裂脚踝",
		[156287] = 1,
		[285466] = 7,
		[308447] = 10,
		[330657] = 11,
		[328925] = 5,
		[330973] = "腐臭的气囊怪",
		[603] = 9,
		[188028] = 1,
		[44843] = "玛蒂苟萨",
		[88263] = 2,
		[193356] = 4,
		[326879] = "石精噬踝者",
		[104773] = 9,
		[200183] = 5,
		[89415] = "幽冥铁幼龙 <焊接机器人>",
		[302307] = 3,
		[312546] = 6,
		[330976] = 1,
		[270264] = "熔岩之怒",
		[335072] = "米尔豪斯·法力风暴",
		[253087] = 7,
		[110063] = "萨尔",
		[316643] = 1,
		[11831] = "掠龙囚犯",
		[328930] = 7,
		[347360] = 1,
		[248439] = 1,
		[106664] = 1,
		[691] = 9,
		[318420] = "灰烬融合体",
		[333027] = 9,
		[188031] = 8,
		[330700] = "染病恐魔",
		[347362] = 1,
		[182912] = 8,
		[302312] = 3,
		[328933] = 7,
		[213995] = 4,
		[77130] = 7,
		[323557] = 11,
		[69963] = "库卡隆圣殿祭司",
		[47528] = 6,
		[187464] = 5,
		[39849] = "伊利丹·怒风",
		[755] = 9,
		[2641] = 3,
		[105799] = "诺兹多姆",
		[285933] = 9,
		[328936] = "德纳修斯大帝",
		[49576] = 6,
		[341223] = 3,
		[343271] = "顽石军团巨怪",
		[345319] = 8,
		[313338] = 1,
		[329422] = "强化的渊誓护火者",
		[348908] = 9,
		[345320] = 9,
		[59752] = 2,
		[76314] = "暗红血脉先知",
		[335082] = 1,
		[337656] = 4,
		[44457] = 8,
		[203554] = 11,
		[326892] = "斩首者德茜雅",
		[147897] = "爆破专家",
		[82763] = "神誓持斧战士",
		[275699] = 6,
		[67518] = "喀胡恩 <暮光织影者>",
		[225919] = 12,
		[226943] = 5,
		[333037] = 9,
		[343276] = "顽石军团巨怪",
		[69965] = "库卡隆防御者",
		[871] = 1,
		[319654] = "贪食的克里克西斯",
		[115450] = 10,
		[320752] = 7,
		[311123] = 10,
		[256374] = 5,
		[264173] = 9,
		[213634] = 5,
		[344663] = 12,
		[117405] = 3,
		[29142] = 2,
		[225921] = 12,
		[339184] = "多米娜·毒刃",
		[333041] = 6,
		[59304] = "伊米隆国王",
		[337137] = 8,
		[338853] = "“长青之枝”奥拉诺莫诺斯",
		[333339] = 7,
		[335090] = 11,
		[330666] = 11,
		[317349] = 1,
		[260734] = 7,
		[337508] = 4,
		[331664] = 5,
		[339187] = 7,
		[77762] = 7,
		[335092] = 1,
		[242305] = 8,
		[341572] = 4,
		[118089] = 8,
		[94028] = 6,
		[69967] = "库卡隆圣殿祭司",
		[329863] = "哭泣的怨灵",
		[341237] = 11,
		[61461] = "冰霜使者",
		[328951] = 12,
		[205629] = 12,
		[308474] = 3,
		[337851] = 2,
		[1850] = 11,
		[49170] = "伊米亚黑暗萨满祭司",
		[207495] = "先祖护佑图腾 <Amilus>",
		[335096] = 1,
		[345335] = 12,
		[59147] = "坚钢唤天者",
		[333049] = 8,
		[126793] = "石界践踏者",
		[320763] = 7,
		[296190] = "丧魂夺命者",
		[324859] = "纱雾塑形者",
		[335098] = 1,
		[330640] = "戈姆巨怪",
		[44867] = 1,
		[231895] = 2,
		[269571] = 2,
		[82255] = "黑暗先驱",
		[292903] = "渊誓卫兵",
		[343793] = 10,
		[335100] = 1,
		[328957] = 12,
		[115175] = 10,
		[46763] = "影刃指挥官",
		[335101] = 1,
		[69969] = "库卡隆通灵师",
		[210873] = 7,
		[207498] = 7,
		[346549] = 12,
		[313056] = 12,
		[282682] = 8,
		[338137] = "多头花之种",
		[343294] = 6,
		[5143] = 8,
		[322817] = "德沃丝",
		[325551] = "多米娜·毒刃",
		[343295] = 6,
		[22458] = "黑翼工头",
		[296372] = "征服者克隆特扎斯",
		[34477] = 3,
		[350247] = 7,
		[320771] = "缚霜者纳尔佐",
		[199658] = 1,
		[324867] = 10,
		[190356] = 8,
		[320772] = "缚霜者纳尔佐",
		[321712] = 8,
		[341250] = "泥拳",
		[308742] = 1,
		[106830] = 11,
		[157331] = 2,
		[163025] = 5,
		[108366] = 9,
		[336231] = "顽石军团特种兵",
		[322822] = 12,
		[308488] = 2,
		[326918] = 6,
		[258022] = 8,
		[78674] = 11,
		[47788] = 5,
		[321669] = "幻影克隆体",
		[319687] = "贪食的克里克西斯",
		[295137] = 3,
		[203407] = 11,
		[32727] = 5,
		[768] = 11,
		[331016] = 4,
		[308491] = 3,
		[317859] = 11,
		[328969] = "狠毒的灭愿者",
		[345739] = 2,
		[82673] = "神誓侍从",
		[261769] = 10,
		[69972] = "库卡隆通灵师",
		[78675] = 11,
		[263863] = "哈迪斯 <张桃芳-布兰卡德>",
		[197626] = 11,
		[35346] = "迁跃捕猎者 <独羽幽灵-闪电之刃>",
		[44461] = 8,
		[333067] = 6,
		[277778] = 7,
		[296208] = 1,
		[322829] = 12,
		[308495] = 3,
		[311467] = 8,
		[6807] = 11,
		[322830] = 12,
		[82671] = "神誓侍从",
		[59259] = "坚钢狂暴者",
		[69973] = "库卡隆通灵师",
		[347404] = "渊誓信徒",
		[47789] = "法师猎手军官",
		[48045] = 5,
		[320784] = "缚霜者纳尔佐",
		[322832] = 12,
		[105809] = 2,
		[55567] = "达卡莱震地者",
		[113858] = 9,
		[132764] = 3,
		[341263] = 5,
		[1822] = 11,
		[201364] = 1,
		[322834] = 12,
		[59052] = 6,
		[343312] = 12,
		[69974] = "库卡隆狙击手",
		[322835] = 12,
		[339929] = 3,
		[343313] = "哈尔基塔司",
		[345361] = 4,
		[322836] = 12,
		[337510] = 5,
		[95750] = 9,
		[320789] = "无堕者哈夫",
		[89751] = 1,
		[62124] = 2,
		[277787] = 8,
		[229377] = 5,
		[1966] = 4,
		[308504] = 11,
		[34861] = 5,
		[312600] = "霍尔古尔",
		[322839] = 12,
		[47633] = 6,
		[39855] = "埃辛诺斯之刃",
		[271646] = 12,
		[322840] = 12,
		[308506] = 11,
		[325570] = 2,
		[2060] = 5,
		[322841] = 12,
		[76523] = "升腾风行者",
		[294173] = "狱卒斯科杜斯",
		[84987] = "希亚玛特",
		[272737] = 7,
		[341682] = 9,
		[293025] = 4,
		[328986] = "不稳定的罐子",
		[281888] = 8,
		[308509] = 4,
		[326939] = 4,
		[337178] = "不屈的参赛者",
		[322844] = 12,
		[295047] = 6,
		[81751] = 5,
		[312606] = 1,
		[322845] = 12,
		[75096] = "暮光召雷者",
		[76798] = "升腾驭水者",
		[81439] = "米尔豪斯·法力风暴",
		[322846] = 12,
		[23221] = 2,
		[179869] = 2,
		[148540] = 1,
		[339229] = 12,
		[341277] = 4,
		[329930] = "石翼破坏者",
		[320800] = 5,
		[322848] = 12,
		[308514] = 12,
		[81440] = "米尔豪斯·法力风暴",
		[294607] = "[*] 死亡之池",
		[198300] = 7,
		[267560] = 1,
		[339560] = 1,
		[209563] = 12,
		[117588] = "原始火元素 <头顶一撮毛-阿纳克洛斯>",
		[333089] = 5,
		[326946] = 4,
		[312612] = "纳尔塔里",
		[336065] = 7,
		[201754] = 1,
		[53792] = "比亚格里将军",
		[320804] = "实验型松鼠炸弹",
		[298461] = 11,
		[341282] = 5,
		[122708] = 1,
		[12169] = "霜狼守卫者",
		[22746] = "大法师克雷林",
		[271194] = 12,
		[222256] = 12,
		[316244] = "缚石岩精",
		[2908] = 11,
		[236186] = 2,
		[335141] = "纳祖达",
		[326099] = 5,
		[47536] = 5,
		[248473] = 4,
		[335142] = "纳祖达",
		[345698] = 2,
		[198067] = 7,
		[195617] = 6,
		[335143] = "佐尔拉姆斯愈骨者",
		[106839] = 11,
		[324242] = 7,
		[302651] = 11,
		[17682] = "法师猎手新兵",
		[327703] = 5,
		[12654] = 8,
		[146763] = "龙喉火箭手",
		[12042] = 8,
		[205472] = 8,
		[59823] = "犀牛之魂 <迦尔达拉>",
		[305276] = 12,
		[329757] = "幽灵军马",
		[212105] = 12,
		[61463] = "塔达拉姆之眼",
		[259495] = 3,
		[253595] = 6,
		[205473] = 8,
		[85673] = 2,
		[333100] = 8,
		[335148] = 5,
		[334094] = "格拉夏尔将军",
		[155777] = 11,
		[112867] = 9,
		[212641] = 2,
		[203812] = 12,
		[37669] = "虚灵牧师",
		[286342] = 1,
		[335150] = 10,
		[225119] = 8,
		[259740] = 12,
		[219809] = 6,
		[253597] = 6,
		[271671] = 5,
		[247454] = 12,
		[333104] = 1,
		[294197] = 9,
		[329009] = "不请自来的审判官",
		[307256] = 5,
		[324914] = "纱雾照看者",
		[339928] = 3,
		[316218] = "不请自来的泥浆首领",
		[247455] = 12,
		[185156] = "血缚攻城车手",
		[1022] = 2,
		[320820] = 4,
		[60848] = "被遗忘的无面者",
		[294422] = 10,
		[334295] = 5,
		[199483] = 3,
		[255647] = 2,
		[324917] = 12,
		[75614] = 1,
		[320822] = "佐尔拉姆斯愈骨者",
		[339252] = "莫塔尼斯",
		[56860] = "法师猎手新兵",
		[91872] = "希亚玛特的仆从 <[*] 静电震击>",
		[320823] = "米尔菲丝·法力风暴",
		[853] = 2,
		[275773] = 2,
		[325700] = "堕落的搜集者",
		[345397] = "啸翼",
		[76817] = "暮光幼龙",
		[331535] = 10,
		[72412] = 1,
		[320825] = "机械炸弹松鼠",
		[115546] = 10,
		[319041] = 4,
		[58991] = "达卡莱犀牛",
		[288853] = 6,
		[210141] = 6,
		[324922] = "德鲁斯特碎枝者",
		[335161] = 10,
		[165961] = 11,
		[59825] = "迦尔达拉",
		[333114] = 6,
		[329862] = "强化的丧魂蹒跚者",
		[271682] = 5,
		[281178] = 2,
		[333115] = 6,
		[345704] = 10,
		[45235] = "高阶术士奥蕾塞丝",
		[289212] = 12,
		[275779] = 2,
		[335164] = "凋零之袋",
		[320830] = "机械炸弹松鼠",
		[341950] = 4,
		[333117] = 6,
		[55218] = "迦尔达拉",
		[76332] = "暗红血脉先知",
		[203846] = 12,
		[333118] = 6,
		[115767] = 1,
		[45859] = "学者埃尔巴顿",
		[331071] = 5,
		[162480] = 3,
		[328204] = 2,
		[20572] = 6,
		[5176] = 11,
		[333120] = 12,
		[272131] = "古尔丹之眼 <Voidpupil-白银之手>",
		[3716] = 1,
		[315496] = 4,
		[339632] = 9,
		[163505] = 11,
		[31224] = 4,
		[331074] = 6,
		[1680] = 1,
		[329831] = 1,
		[337218] = 11,
		[331075] = 8,
		[280729] = 6,
		[71801] = "尼鲁巴尔猛蛛",
		[59169] = "咆哮的漩涡",
		[290121] = 5,
		[191894] = 10,
		[84031] = "神誓剥皮者",
		[92231] = 3,
		[194223] = 11,
		[280773] = 1,
		[212653] = 8,
		[327574] = 6,
		[86881] = "克伯鲁斯",
		[246851] = 3,
		[80800] = "熔岩裂缝",
		[204513] = 12,
		[331079] = 2,
		[114014] = 4,
		[326984] = 6,
		[105421] = 2,
		[347462] = 12,
		[59167] = "雷怒亡魂",
		[59151] = "雷铸构造体",
		[338041] = 11,
		[315585] = 4,
		[6360] = "霍尔安达 <不灭决心-安苏>",
		[310604] = 11,
		[320843] = "饥饿的虱子",
		[298318] = 11,
		[12975] = 1,
		[336043] = 2,
		[209584] = 10,
		[339274] = "卡尔将军",
		[198817] = 1,
		[269651] = 8,
		[213680] = 11,
		[322893] = "德沃丝",
		[345936] = "啸翼",
		[286232] = 2,
		[337228] = 2,
		[298321] = 11,
		[162487] = 3,
		[102241] = "泰兰德的残影",
		[69989] = "库卡隆狙击手",
		[47541] = 6,
		[336009] = 5,
		[48053] = "晶化魔花",
		[121183] = 2,
		[331087] = 9,
		[162488] = 3,
		[246867] = 2,
		[113724] = 8,
		[331088] = 8,
		[77761] = 11,
		[138640] = 8,
		[345423] = 12,
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[212061] = "渊誓阴影追猎者",
		[181943] = 4,
		[346012] = 2,
		[27576] = 4,
		[345425] = "啸翼",
		[163212] = 10,
		[267611] = 2,
		[335187] = "不请自来的饕餮者",
		[15407] = 5,
		[82789] = "神誓剥皮者",
		[267612] = 1,
		[326997] = "石裔切割者",
		[126664] = 1,
		[331093] = 1,
		[15791] = "虚灵巫师",
		[326389] = "艾谢朗",
		[189112] = 12,
		[331094] = 5,
		[79206] = 7,
		[326999] = 4,
		[124503] = 10,
		[259760] = 5,
		[114018] = 4,
		[343382] = 4,
		[271711] = 11,
		[331096] = 5,
		[341335] = "未知目标",
		[343383] = 4,
		[311468] = 8,
		[311469] = 8,
		[46302] = 1,
		[102244] = "泰兰德的残影",
		[345432] = 7,
		[59829] = "迦尔达拉",
		[145569] = "地狱咆哮攻城车",
		[343385] = 11,
		[337242] = 10,
		[202425] = 11,
		[207230] = 6,
		[343386] = 11,
		[304479] = "蠕动魂集",
		[173757] = "妖叶狱卒",
		[172] = 9,
		[117828] = 9,
		[320230] = "商人赛·艾柯莎",
		[213243] = 12,
		[341340] = 6,
		[107079] = 6,
		[47287] = "爆裂魔",
		[118345] = "原始土元素 <Period-阿古斯>",
		[330466] = 5,
		[343389] = 4,
		[88423] = 11,
		[69573] = "怒骨冰骸",
		[81256] = 6,
		[343390] = 4,
		[313140] = 1,
		[273767] = "强化的皇家角斗者",
		[223929] = 6,
		[183998] = 2,
		[345439] = 2,
		[76703] = "被奴役的野蛮戈隆",
		[974] = 7,
		[329592] = 7,
		[213691] = 3,
		[149187] = "龙喉潮汐萨满",
		[223354] = 1,
		[343393] = 8,
		[320868] = 5,
		[298343] = 11,
		[69068] = "护魂复生者",
		[319702] = "艾谢朗",
		[329060] = 5,
		[149188] = "龙喉潮汐萨满",
		[291045] = 11,
		[46008] = "穆鲁",
		[329950] = 7,
		[228598] = 8,
		[289308] = 8,
		[343396] = 8,
		[320871] = 5,
		[173762] = "妖叶狱卒",
		[332002] = "活化冥殇",
		[24244] = "安德弗特",
		[320872] = 5,
		[334051] = "亡语者",
		[316981] = "无堕者哈夫",
		[113746] = 10,
		[196733] = 10,
		[322921] = "[*] 执政官之矛",
		[686] = 9,
		[343399] = 12,
		[320874] = 5,
		[296454] = "丧魂追猎者",
		[187074] = "魁梧的狂战士",
		[343400] = 12,
		[8690] = 5,
		[213134] = 7,
		[329376] = "心能拟身怪",
		[128594] = 3,
		[54216] = 1,
		[327509] = 8,
		[201363] = 1,
		[102472] = "泰兰德的残影",
		[221887] = 2,
		[50613] = 6,
		[216869] = 2,
		[233150] = 1,
		[345451] = 5,
		[193475] = 7,
		[311459] = 11,
		[327022] = 6,
		[307023] = "[*] 灵魂爆发",
		[339309] = 1,
		[181120] = "钢铁龙骑兵",
		[120679] = 3,
		[320880] = 5,
		[336718] = 5,
		[305483] = 7,
		[188290] = 6,
		[320881] = 5,
		[325443] = 3,
		[198589] = 12,
		[259220] = "凇心投枪手",
		[320882] = 5,
		[123996] = "雪怒",
		[19832] = 1,
		[332314] = "刺客追猎者",
		[345625] = "纳祖达",
		[333505] = 4,
		[21855] = 2,
		[200389] = 11,
		[320884] = 5,
		[76394] = "碧蓝血脉卫士",
		[260798] = 1,
		[205146] = 9,
		[45242] = 5,
		[266144] = "凋零语者",
		[127158] = 6,
		[327029] = "蹒跚的弩手",
		[320886] = 5,
		[170855] = 11,
		[231587] = 2,
		[125355] = 10,
		[285335] = "凇心斥候",
		[304831] = "灵魂搜寻者",
		[101545] = 10,
		[48058] = "晶化魔花",
		[2094] = 4,
		[322936] = "哈尔吉亚斯",
		[81262] = "百花齐放",
		[173751] = "妖叶狱卒",
		[296316] = 11,
		[330404] = "凋零大鹏",
		[327276] = 10,
		[69233] = "霜牙",
		[167152] = 8,
		[322938] = "德鲁斯特收割者",
		[170751] = "副官费里波斯",
		[324923] = "德鲁斯特碎枝者",
		[320891] = 5,
		[322939] = "德鲁斯特收割者",
		[324987] = "纱雾追猎者",
		[196278] = 9,
		[304510] = 5,
		[298367] = 1,
		[59835] = "洛肯",
		[212680] = 3,
		[320893] = 5,
		[320007] = "变节的憎恶",
		[58971] = "达卡莱织火者",
		[108396] = 9,
		[342335] = 3,
		[339324] = 2,
		[297292] = "管理者索纳尔",
		[204490] = 12,
		[320895] = 5,
		[322943] = "哈尔吉亚斯",
		[152262] = 2,
		[338525] = 11,
		[320896] = 5,
		[106860] = "阿莱克丝塔萨",
		[341374] = 5,
		[18562] = 11,
		[329088] = 11,
		[306563] = 4,
		[316802] = 8,
		[325983] = 2,
		[82858] = "高阶女祭司艾苏尔",
		[203533] = 8,
		[327233] = "魔药喷吐者",
		[335233] = "贪婪的饕餮者",
		[2645] = 7,
		[306565] = 4,
		[199373] = "亡者大军 <达克莱伊-塞纳留斯>",
		[335234] = 1,
		[168657] = 10,
		[76411] = "暮光执行者",
		[332165] = "哀嚎的幽灵",
		[81782] = 5,
		[213708] = 11,
		[61882] = 7,
		[84342] = 3,
		[333767] = 4,
		[323393] = "宫务大臣",
		[145109] = 11,
		[57047] = "狂乱的法力涌动者",
		[19750] = 2,
		[296330] = 1,
		[333337] = 7,
		[191840] = 10,
		[32223] = 2,
		[152277] = 1,
		[145110] = 11,
		[295384] = 1,
		[218871] = "丧魂聚合体",
		[71342] = 7,
		[306571] = 5,
		[107428] = 10,
		[86392] = 4,
		[185042] = "地狱火炮",
		[306572] = 10,
		[15284] = "碧蓝强制者",
		[69245] = "霜牙",
		[110959] = 8,
		[306573] = 7,
		[267666] = 3,
		[45892] = "基尔加丹",
		[152279] = 6,
		[306574] = 1,
		[52924] = 2,
		[556] = 7,
		[213712] = 2,
		[306575] = 5,
		[90490] = "被奴役的流水之魂 <暮光破雷者>",
		[187722] = "攻城技师",
		[152280] = 6,
		[46021] = 1,
		[68981] = "巫妖王",
		[58966] = "达卡莱作战骑兵",
		[110960] = 8,
		[339341] = 8,
		[71029] = "王座仆从",
		[335246] = "不请自来的无赖",
		[201427] = 12,
		[339342] = 8,
		[341576] = 11,
		[146390] = "库卡隆火炮 <焊接机器人>",
		[329104] = "宫务大臣",
		[138213] = 4,
		[275863] = 4,
		[104340] = "心能单元",
		[201428] = 12,
		[261947] = 10,
		[228049] = 2,
		[343440] = 8,
		[148187] = 10,
		[321973] = 5,
		[22273] = "虚灵巫师",
		[327059] = 9,
		[279204] = 2,
		[343782] = 4,
		[333203] = 5,
		[81576] = "巨石之核塑地者",
		[337299] = 8,
		[313009] = "瓦力欧克",
		[325013] = 5,
		[59104] = "安卡哈爆法者",
		[201430] = 3,
		[84136] = "托维尔商人",
		[68983] = "巫妖王",
		[325492] = 1,
		[329110] = "伊库斯博士",
		[86659] = 2,
		[20589] = 5,
		[270070] = 4,
		[224126] = 7,
		[322968] = "德鲁斯特恶爪者",
		[73079] = "天灾科学家",
		[302491] = 11,
		[2061] = 5,
		[57083] = "塑树者奥莫洛克",
		[124273] = 10,
		[343447] = 11,
		[345495] = "起泡脓包",
		[50622] = 1,
		[59974] = "传令官沃拉兹",
		[327066] = 7,
		[209785] = 2,
		[59837] = "洛肯",
		[308637] = 5,
		[44521] = 3,
		[345497] = 7,
		[109964] = 5,
		[325020] = 5,
		[326046] = "锥喉鹿角巨虫",
		[345498] = "大角符文牡鹿",
		[34896] = 8,
		[124274] = 10,
		[327069] = 7,
		[345499] = 7,
		[314783] = 8,
		[267685] = 8,
		[318879] = "温西尔煽动者",
		[320931] = 9,
		[327893] = 6,
		[341700] = 11,
		[127154] = 2,
		[296355] = "征服者克隆特扎斯",
		[80760] = 3,
		[105845] = "丑恶的融合怪",
		[114852] = 2,
		[206649] = 12,
		[322977] = "哈尔吉亚斯",
		[124275] = 10,
		[210153] = 12,
		[242391] = "凇心特工",
		[322978] = "阿泞",
		[101033] = 7,
		[335265] = 5,
		[345504] = "未知目标",
		[59252] = "伊米亚黑暗萨满祭司",
		[325027] = "德鲁斯特碎枝者",
		[120692] = 5,
		[279977] = 10,
		[227034] = 11,
		[325028] = 3,
		[345805] = 5,
		[337315] = 2,
		[48640] = "伊米亚战士",
		[337327] = 5,
		[6795] = 11,
		[271788] = 3,
		[314791] = 8,
		[68987] = "伊克",
		[341763] = 1,
		[136505] = 12,
		[322983] = 11,
		[116888] = 6,
		[145152] = 11,
		[329127] = 2,
		[314793] = 8,
		[42476] = "瓦加德防御者",
		[49088] = 6,
		[213726] = 6,
		[59083] = "掠龙先知",
		[16739] = 1,
		[25058] = "法师猎手新兵",
		[296365] = "征服者克隆特扎斯",
		[299905] = 12,
		[324141] = "[*] 黑暗之箭",
		[82320] = "高阶预言者巴林姆",
		[307162] = 11,
		[59839] = "斯拉德兰",
		[276112] = 2,
		[192226] = "岩浆图腾 <Amilus>",
		[69780] = "巫妖王",
		[210833] = 8,
		[333227] = "复生的督军",
		[269747] = 3,
		[123254] = 5,
		[340546] = 11,
		[325037] = 3,
		[310703] = "受虐之魂",
		[217824] = 2,
		[331181] = 3,
		[68989] = "伊克",
		[253660] = 5,
		[129253] = 5,
		[212743] = 4,
		[331399] = "斯特拉达玛侯爵",
		[71549] = "布兰顿上尉",
		[312753] = 6,
		[131347] = 12,
		[333231] = "受诅者赛泽尔",
		[343470] = "骷髅劫掠者",
		[320945] = 9,
		[306611] = 10,
		[316850] = 7,
		[327089] = "德纳修斯大帝",
		[337328] = 5,
		[339376] = 2,
		[156436] = 5,
		[331620] = 10,
		[337329] = 5,
		[59840] = "斯拉德兰",
		[145688] = "秘藏的潘达利亚战利品",
		[120696] = 5,
		[23214] = 2,
		[339728] = "格拉夏尔将军",
		[262652] = 7,
		[327092] = 6,
		[321192] = 5,
		[306615] = 5,
		[124280] = 10,
		[192231] = "岩浆图腾 <Amilus>",
		[312759] = 8,
		[30455] = 8,
		[316855] = "不请自来的碾压者",
		[55233] = 6,
		[139546] = 4,
		[322999] = "德沃丝",
		[5246] = 1,
		[327095] = 6,
		[312761] = 1,
		[323000] = "尘萎虫",
		[75755] = "无面腐蚀者",
		[327096] = 6,
		[312762] = 7,
		[323001] = "哈尔吉亚斯",
		[210714] = 7,
		[294333] = "丧魂暗影",
		[312763] = 12,
		[331193] = 3,
		[68992] = 3,
		[69504] = "恶鬼",
		[329146] = 1,
		[339385] = 1,
		[333242] = "狂怒的血角",
		[104316] = 9,
		[312765] = 2,
		[277040] = "逃跑的祭师",
		[277041] = "越狱的咒行者",
		[327100] = "[*] 毒雾",
		[345530] = 3,
		[304971] = 2,
		[308671] = 11,
		[116706] = 10,
		[217832] = 12,
		[57062] = "阿诺玛鲁斯",
		[196917] = 2,
		[147185] = "液态防御者",
		[337341] = 10,
		[266120] = "腐楠博格特",
		[215785] = 7,
		[208618] = 12,
		[337342] = 10,
		[303699] = 11,
		[80052] = "巨石之核熔岩之主",
		[327104] = 10,
		[46177] = "穆鲁",
		[278192] = "铁须踏步者",
		[328289] = "弃誓看守人",
		[324323] = "骷髅劫掠者",
		[345535] = 1,
		[323010] = "德沃丝",
		[8143] = 7,
		[335297] = "泥拳",
		[337345] = "受虐之魂",
		[206572] = 1,
		[333250] = "复生的督军",
		[335298] = "泥拳",
		[320964] = 5,
		[56933] = "部落游侠",
		[341442] = "爆发污泥",
		[320140] = 11,
		[268956] = 4,
		[320147] = "米尔菲丝·法力风暴",
		[341443] = "未知目标",
		[69577] = "亡语者侍僧",
		[345539] = 9,
		[109248] = 3,
		[56936] = "大魔导师泰蕾丝塔",
		[326309] = "[*] 腐烂酸液",
		[345540] = 9,
		[202090] = 10,
		[102598] = "永恒守卫",
		[196980] = 4,
		[345541] = 9,
		[33395] = "水元素",
		[190336] = 8,
		[204157] = 12,
		[334542] = "大镇压者拉古亚斯",
		[328400] = "巢群伏击者",
		[59246] = "伊米亚巫医",
		[70616] = "大法师克雷林",
		[337352] = "受虐之魂",
		[306636] = 5,
		[17253] = 1,
		[335305] = "深渊狱卒",
		[195975] = 6,
		[330462] = "束缚者巴里塔司",
		[235903] = 12,
		[335306] = "深渊狱卒",
		[345545] = 11,
		[323020] = "德鲁斯特恶爪者",
		[333259] = 11,
		[302543] = "妖叶烁翼蛾",
		[345546] = 11,
		[255723] = 1,
		[166646] = 10,
		[335308] = "深渊狱卒",
		[71909] = 2,
		[76517] = "升腾觅火者",
		[47737] = "混乱裂隙 <阿诺玛鲁斯>",
		[147193] = 5,
		[345548] = 1,
		[301861] = 11,
		[318243] = "罩影通灵师",
		[291639] = 3,
		[320976] = 3,
		[323024] = 12,
		[324417] = "卡尔将军",
		[157122] = 2,
		[329168] = "罪碑雕像",
		[206579] = "[*] 巨龙冲锋",
		[326469] = "[*] 折磨：魂铸热能",
		[324429] = "森林之父",
		[320336] = "脆骨法师",
		[331217] = "[*] 分担痛苦",
		[326486] = 12,
		[327122] = "蕾茉妮雅",
		[263642] = 12,
		[347600] = 5,
		[198097] = 4,
		[208628] = 12,
		[329171] = "罪碑雕像",
		[347601] = 11,
		[236273] = 1,
		[334747] = "尸体收割者",
	},
	["encounter_spell_pool"] = {
		{
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		}, -- [1]
		[327100] = {
			2389, -- [1]
			"[*] 毒雾", -- [2]
		},
		[56936] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"未知目标", -- [2]
		},
		[45779] = {
			727, -- [1]
			"爆裂魔", -- [2]
		},
		[319685] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[82415] = {
			1056, -- [1]
			"克伯鲁斯", -- [2]
		},
		[84589] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[333241] = {
			2391, -- [1]
			"狂怒的血角", -- [2]
		},
		[106264] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[319687] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[78835] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[342961] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[68989] = {
			2001, -- [1]
			"伊克", -- [2]
		},
		[147185] = {
			1602, -- [1]
			"液态防御者", -- [2]
		},
		[69245] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[326851] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[70396] = {
			1099, -- [1]
			"护塔爪牙", -- [2]
		},
		[70460] = {
			1098, -- [1]
			"冻霜陷阱", -- [2]
		},
		[332734] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[180945] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[59974] = {
			1968, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[56937] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[56969] = {
			2010, -- [1]
			"碧蓝缚鳞者", -- [2]
		},
		[38619] = {
			519, -- [1]
			"指挥官库鲁尔格", -- [2]
		},
		[69246] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[70461] = {
			1099, -- [1]
			"冻霜陷阱", -- [2]
		},
		[146037] = {
			1624, -- [1]
			"[*] 煞能漩涡", -- [2]
		},
		[52238] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[32865] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[335297] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[326858] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[335298] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[19134] = {
			519, -- [1]
			"指挥官库鲁尔格", -- [2]
		},
		[324046] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[343995] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[324047] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[59975] = {
			1968, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[323792] = {
			2358, -- [1]
			"凝结心能", -- [2]
		},
		[57066] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[109017] = {
			1292, -- [1]
			"莫卓克", -- [2]
		},
		[101984] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[59304] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[341442] = {
			2384, -- [1]
			"爆发污泥", -- [2]
		},
		[78903] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[320727] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[341443] = {
			2384, -- [1]
			"未知目标", -- [2]
		},
		[335817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[45366] = {
			727, -- [1]
			"高阶术士奥蕾塞丝", -- [2]
		},
		[323542] = {
			2365, -- [1]
			"渗漏的残躯", -- [2]
		},
		[320729] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[328146] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[102241] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[323544] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[56939] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] 分担痛苦", -- [2]
		},
		[57067] = {
			2012, -- [1]
			"[*] 水晶之刺", -- [2]
		},
		[332241] = {
			2399, -- [1]
			"[*] 地基坍塌", -- [2]
		},
		[8936] = {
			2390, -- [1]
			11, -- [2]
		},
		[59529] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[321247] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[329943] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[330711] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[341709] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[330712] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[319715] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[107550] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[318949] = {
			2384, -- [1]
			"凋零碎脊者", -- [2]
		},
		[322274] = {
			2390, -- [1]
			"佐尔拉姆斯虹吸者", -- [2]
		},
		[83446] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[327646] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[323810] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[329181] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[321253] = {
			2388, -- [1]
			"[*] 最终收割", -- [2]
		},
		[102244] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[106400] = {
			1299, -- [1]
			"变异的腐蚀", -- [2]
		},
		[34914] = {
			1623, -- [1]
			5, -- [2]
		},
		[59530] = {
			1985, -- [1]
			"熔岩魔像", -- [2]
		},
		[320232] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[327649] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[342740] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[329697] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[106401] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[342741] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[82425] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[46008] = {
			728, -- [1]
			"穆鲁", -- [2]
		},
		[322796] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[69958] = {
			1099, -- [1]
			"库卡隆神谕者", -- [2]
		},
		[328936] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[326892] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[324079] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[143498] = {
			1602, -- [1]
			"邪煞软泥怪", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[323569] = {
			2395, -- [1]
			"哈卡之子", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[181094] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[325360] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[325872] = {
			2403, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[320248] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[325876] = {
			2403, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[17682] = {
			2010, -- [1]
			"法师猎手新兵", -- [2]
		},
		[323064] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[47736] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[328180] = {
			2384, -- [1]
			"魔药束缚者", -- [2]
		},
		[337643] = {
			2417, -- [1]
			"[*] 立足不稳", -- [2]
		},
		[59085] = {
			1987, -- [1]
			"雷铸军官", -- [2]
		},
		[325879] = {
			2403, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[328181] = {
			2390, -- [1]
			"[*] 冷冽之寒", -- [2]
		},
		[339690] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[60236] = {
			1984, -- [1]
			"咆哮的漩涡", -- [2]
		},
		[331251] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[84987] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[329974] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[69898] = {
			1099, -- [1]
			"库卡隆仪祭师", -- [2]
		},
		[339693] = {
			2417, -- [1]
			"[*] 晶体爆炸", -- [2]
		},
		[334579] = {
			2384, -- [1]
			"滑行污泥", -- [2]
		},
		[82622] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[57807] = {
			1099, -- [1]
			"库卡隆防御者", -- [2]
		},
		[69579] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[321538] = {
			2399, -- [1]
			"妹子哥来咯", -- [2]
		},
		[47737] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[69899] = {
			1099, -- [1]
			"库卡隆仪祭师", -- [2]
		},
		[69963] = {
			1099, -- [1]
			"库卡隆圣殿祭司", -- [2]
		},
		[324608] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[55218] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[343024] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[69580] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[180080] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[320519] = {
			2384, -- [1]
			"凋零碎脊者", -- [2]
		},
		[71946] = {
			1098, -- [1]
			"梦魇之云", -- [2]
		},
		[323845] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[83455] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[327426] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[322567] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[53652] = {
			1106, -- [1]
			2, -- [2]
		},
		[327427] = {
			2396, -- [1]
			"破碎残影", -- [2]
		},
		[102381] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[101614] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[69965] = {
			1099, -- [1]
			"库卡隆防御者", -- [2]
		},
		[321038] = {
			2362, -- [1]
			"邪恶的镇压者", -- [2]
		},
		[181363] = {
			1778, -- [1]
			"钢铁龙骑兵", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"未知目标", -- [2]
		},
		[69902] = {
			1099, -- [1]
			"库卡隆防御者", -- [2]
		},
		[320272] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[84544] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[59823] = {
			1981, -- [1]
			"犀牛之魂 <迦尔达拉>", -- [2]
		},
		[335875] = {
			2407, -- [1]
			"赤红秘法师", -- [2]
		},
		[320786] = {
			2394, -- [1]
			"[*] 势不可挡", -- [2]
		},
		[145688] = {
			1594, -- [1]
			"秘藏的潘达利亚战利品", -- [2]
		},
		[69903] = {
			1099, -- [1]
			"库卡隆防御者", -- [2]
		},
		[69967] = {
			1099, -- [1]
			"库卡隆圣殿祭司", -- [2]
		},
		[194153] = {
			2390, -- [1]
			"小气熊", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[320277] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[320789] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[328206] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[186993] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[341250] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[33833] = {
			2010, -- [1]
			"狂乱的法力怨灵", -- [2]
		},
		[187377] = {
			1778, -- [1]
			"钢铁掠夺者", -- [2]
		},
		[327952] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"暗影克隆追猎者", -- [2]
		},
		[102193] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[335372] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[91196] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[323608] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[334094] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[69969] = {
			1099, -- [1]
			"库卡隆通灵师", -- [2]
		},
		[55093] = {
			1978, -- [1]
			"斯拉德兰蟒蛇", -- [2]
		},
		[107501] = {
			1298, -- [1]
			"暮光突击幼龙", -- [2]
		},
		[101619] = {
			1881, -- [1]
			"[*] 熔岩", -- [2]
		},
		[69970] = {
			1099, -- [1]
			"库卡隆神谕者", -- [2]
		},
		[319521] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[326171] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[335072] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[59825] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[75789] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[339728] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[319713] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[58994] = {
			1983, -- [1]
			"活体魔精", -- [2]
		},
		[327122] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[321755] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[321754] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[149277] = {
			1594, -- [1]
			"生命火花", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[320293] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[333492] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[184571] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"刺客追猎者", -- [2]
		},
		[45026] = {
			724, -- [1]
			"卡雷苟斯", -- [2]
		},
		[56938] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[68987] = {
			2001, -- [1]
			"伊克", -- [2]
		},
		[78859] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[55964] = {
			1966, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[331966] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[334106] = {
			2417, -- [1]
			"未知目标", -- [2]
		},
		[146849] = {
			1622, -- [1]
			"高等执法官萨诺克", -- [2]
		},
		[332572] = {
			2399, -- [1]
			"[*] 碎石飞落", -- [2]
		},
		[79351] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[320723] = {
			2400, -- [1]
			"[*] 错位冲击波", -- [2]
		},
		[181120] = {
			1778, -- [1]
			"钢铁龙骑兵", -- [2]
		},
		[84550] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[146179] = {
			1624, -- [1]
			"腐蚀混合物", -- [2]
		},
		[332318] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[59826] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[343060] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[337178] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[328125] = {
			2380, -- [1]
			"未知目标", -- [2]
		},
		[322492] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[45664] = {
			729, -- [1]
			"基尔加丹", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[333489] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[317231] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[322759] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[188886] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[52026] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[343063] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[143494] = {
			1603, -- [1]
			"纳兹戈林将军", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[322746] = {
			2395, -- [1]
			"[*] 堕落之血", -- [2]
		},
		[23040] = {
			610, -- [1]
			"狂野的拉佐格尔", -- [2]
		},
		[321837] = {
			2392, -- [1]
			"幻影克隆体", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[333602] = {
			2388, -- [1]
			"复生的法师", -- [2]
		},
		[319941] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[105248] = {
			1291, -- [1]
			"堕落熔岩", -- [2]
		},
		[69974] = {
			1099, -- [1]
			"库卡隆狙击手", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[328651] = {
			2385, -- [1]
			"喷毒狙击手", -- [2]
		},
		[323118] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[82506] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[184449] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[69916] = {
			1099, -- [1]
			"库卡隆劫掠者", -- [2]
		},
		[59795] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[59827] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[326700] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[38618] = {
			519, -- [1]
			"指挥官库鲁尔格", -- [2]
		},
		[143274] = {
			1593, -- [1]
			"觅血者斯基尔", -- [2]
		},
		[108051] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[75000] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[47743] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[69911] = {
			1099, -- [1]
			"库卡隆劫掠者", -- [2]
		},
		[69975] = {
			1099, -- [1]
			"库卡隆狙击手", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[77489] = {
			1623, -- [1]
			5, -- [2]
		},
		[332585] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[320230] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[106005] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[48095] = {
			2011, -- [1]
			"[*] 极度冰寒", -- [2]
		},
		[185156] = {
			1778, -- [1]
			"血缚攻城车手", -- [2]
		},
		[325170] = {
			2385, -- [1]
			"巢群刺客 <刺客追猎者>", -- [2]
		},
		[106548] = {
			1299, -- [1]
			"前肢触须", -- [2]
		},
		[324659] = {
			2361, -- [1]
			"瞬息具象", -- [2]
		},
		[320823] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[136466] = {
			724, -- [1]
			"卡雷苟斯", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[320830] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[188545] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[45442] = {
			729, -- [1]
			"基尔加丹", -- [2]
		},
		[320063] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[186883] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[342732] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[69917] = {
			1099, -- [1]
			"库卡隆劫掠者", -- [2]
		},
		[59824] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[70744] = {
			1098, -- [1]
			"脓疮僵尸", -- [2]
		},
		[70361] = {
			1099, -- [1]
			"护塔冰龙", -- [2]
		},
		[59829] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[322088] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[40647] = {
			609, -- [1]
			"伊利丹·怒风", -- [2]
		},
		[105846] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[331314] = {
			2399, -- [1]
			"[*] 毁灭冲击", -- [2]
		},
		[338731] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[332849] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[82637] = {
			1053, -- [1]
			"[*] 衰老疫病", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[330042] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[45027] = {
			724, -- [1]
			"卡雷苟斯", -- [2]
		},
		[334129] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[331316] = {
			2365, -- [1]
			"残暴者多基格", -- [2]
		},
		[48179] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[327992] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[316995] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[325691] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[334810] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[84521] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[69275] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[70362] = {
			1099, -- [1]
			"护塔冰龙", -- [2]
		},
		[327227] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[344874] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[329785] = {
			2407, -- [1]
			"赤红秘法师", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[325807] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[71769] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[56920] = {
			519, -- [1]
			"部落祭司", -- [2]
		},
		[61044] = {
			2000, -- [1]
			"阵亡的战士", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[82255] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[343086] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[320069] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[52029] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[320300] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[40598] = {
			609, -- [1]
			"伊利丹·怒风", -- [2]
		},
		[39849] = {
			609, -- [1]
			"伊利丹·怒风", -- [2]
		},
		[105444] = {
			1299, -- [1]
			"未知目标", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[105401] = {
			1299, -- [1]
			"前肢触须", -- [2]
		},
		[327464] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[88814] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[82858] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[83151] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"魔药喷吐者", -- [2]
		},
		[144947] = {
			1623, -- [1]
			"加尔鲁什·地狱咆哮", -- [2]
		},
		[82320] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[145331] = {
			1623, -- [1]
			"加尔鲁什·地狱咆哮", -- [2]
		},
		[75569] = {
			1050, -- [1]
			"无面腐蚀者", -- [2]
		},
		[325700] = {
			2403, -- [1]
			"堕落的搜集者", -- [2]
		},
		[70395] = {
			1099, -- [1]
			"护塔爪牙", -- [2]
		},
		[346866] = {
			2403, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[333629] = {
			2388, -- [1]
			"复生的弩手 <阿玛厄斯>", -- [2]
		},
		[325701] = {
			2403, -- [1]
			"堕落的搜集者", -- [2]
		},
		[56825] = {
			2010, -- [1]
			"法师猎手军官", -- [2]
		},
		[143286] = {
			1602, -- [1]
			"伊墨苏斯", -- [2]
		},
		[45892] = {
			729, -- [1]
			"基尔加丹", -- [2]
		},
		[323821] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[320843] = {
			2360, -- [1]
			"贪食的虱子", -- [2]
		},
		[142775] = {
			1594, -- [1]
			"生命火花", -- [2]
		},
		[324424] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[36096] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[343022] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[323146] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[80467] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[345397] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[79249] = {
			1057, -- [1]
			"[*] 引力井", -- [2]
		},
		[184847] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[45029] = {
			724, -- [1]
			"腐蚀者萨索瓦尔", -- [2]
		},
		[69912] = {
			1099, -- [1]
			"库卡隆劫掠者", -- [2]
		},
		[332797] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[333634] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[334913] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[323149] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[320336] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[3110] = {
			2407, -- [1]
			"维克希林", -- [2]
		},
		[79050] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[320787] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[335361] = {
			2399, -- [1]
			"[*] 石震", -- [2]
		},
		[326824] = {
			2407, -- [1]
			"罪孽回响", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"万眼防御者", -- [2]
		},
		[69024] = {
			2001, -- [1]
			"科瑞克", -- [2]
		},
		[91872] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[101627] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[326221] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[108601] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[143546] = {
			1598, -- [1]
			"孙·柔心", -- [2]
		},
		[47747] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[47779] = {
			2010, -- [1]
			"管家", -- [2]
		},
		[52042] = {
			2417, -- [1]
			"治疗之泉图腾 <playerelmumj-霜之哀伤>", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[57082] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[106835] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[332617] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[47699] = {
			2010, -- [1]
			"晶化守护者", -- [2]
		},
		[30213] = {
			2395, -- [1]
			"恶魔卫士 <晨宣之二-伊瑟拉>", -- [2]
		},
		[108589] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[73564] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[1604] = {
			1099, -- [1]
			"库卡隆通灵师", -- [2]
		},
		[78807] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"阿祖勒斯", -- [2]
		},
		[332619] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[334130] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[53792] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[69920] = {
			1099, -- [1]
			"库卡隆潜伏者", -- [2]
		},
		[332620] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[323853] = {
			2403, -- [1]
			"阴森的教民 <无敌暴龙战神-国王之谷>", -- [2]
		},
		[326994] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[326309] = {
			2393, -- [1]
			"[*] 腐烂酸液", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[329808] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[322903] = {
			2363, -- [1]
			"卡尔将军", -- [2]
		},
		[59800] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[57083] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] 心灵连接", -- [2]
		},
		[56827] = {
			2010, -- [1]
			"法师猎手军官", -- [2]
		},
		[332626] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[321370] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[83094] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[47748] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[328276] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[328098] = {
			2407, -- [1]
			"[*] 落选者之陨", -- [2]
		},
		[66021] = {
			1623, -- [1]
			"黑锋勇士", -- [2]
		},
		[143295] = {
			1602, -- [1]
			"伊墨苏斯", -- [2]
		},
		[333980] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[142528] = {
			1593, -- [1]
			"毒心者夏克里尔", -- [2]
		},
		[47765] = {
			2010, -- [1]
			"[*] 引力井", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[330580] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[143297] = {
			1602, -- [1]
			"[*] 煞能喷溅", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] 凝结魔药", -- [2]
		},
		[81942] = {
			1053, -- [1]
			"天堂之怒", -- [2]
		},
		[79002] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[334929] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[59513] = {
			1966, -- [1]
			"塔达拉姆王子", -- [2]
		},
		[13323] = {
			2010, -- [1]
			"法师猎手军官", -- [2]
		},
		[343881] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[320168] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[323166] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[31403] = {
			519, -- [1]
			"指挥官库鲁尔格", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[91853] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[59801] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[323683] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[325725] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[320679] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[56860] = {
			2010, -- [1]
			"法师猎手新兵", -- [2]
		},
		[70754] = {
			1098, -- [1]
			"灼热骷髅", -- [2]
		},
		[54878] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[338003] = {
			2403, -- [1]
			"堕落的歼灭者", -- [2]
		},
		[334009] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[82263] = {
			1053, -- [1]
			"灵魂碎块", -- [2]
		},
		[323681] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[321891] = {
			2392, -- [1]
			"未知目标", -- [2]
		},
		[75330] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[324449] = {
			2404, -- [1]
			"无尽女皇莫德蕾莎", -- [2]
		},
		[50155] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[59979] = {
			1968, -- [1]
			"[*] 碎裂", -- [2]
		},
		[322212] = {
			2362, -- [1]
			"疑虑残迹", -- [2]
		},
		[6660] = {
			2390, -- [1]
			"维拉兹刃誓者", -- [2]
		},
		[333913] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[328094] = {
			2384, -- [1]
			"魔药束缚者", -- [2]
		},
		[320103] = {
			2384, -- [1]
			"滑行污泥", -- [2]
		},
		[320359] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[319592] = {
			2380, -- [1]
			"艾谢朗", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[143812] = {
			1598, -- [1]
			"禾·软足", -- [2]
		},
		[47981] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[79466] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[70116] = {
			1099, -- [1]
			"护塔冰龙", -- [2]
		},
		[55078] = {
			1623, -- [1]
			6, -- [2]
		},
		[345936] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[345425] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[102149] = {
			1884, -- [1]
			"月之矛", -- [2]
		},
		[54719] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[323687] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] 伏击", -- [2]
		},
		[59259] = {
			1987, -- [1]
			"坚钢狂暴者", -- [2]
		},
		[68774] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[74976] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[69989] = {
			1099, -- [1]
			"库卡隆狙击手", -- [2]
		},
		[343126] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[25058] = {
			2010, -- [1]
			"法师猎手新兵", -- [2]
		},
		[76703] = {
			1050, -- [1]
			"被奴役的野蛮戈隆", -- [2]
		},
		[331618] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[109247] = {
			1298, -- [1]
			"暮光工兵", -- [2]
		},
		[105219] = {
			1291, -- [1]
			"堕落熔岩", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"心能喷泉", -- [2]
		},
		[69705] = {
			1099, -- [1]
			"库卡隆战斗法师", -- [2]
		},
		[181155] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[58460] = {
			2010, -- [1]
			"碧蓝强制者", -- [2]
		},
		[69968] = {
			1099, -- [1]
			"库卡隆仪祭师", -- [2]
		},
		[144839] = {
			1593, -- [1]
			"虫群卫士希赛克", -- [2]
		},
		[323437] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[330784] = {
			2391, -- [1]
			"战场祭师", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"雯图纳柯丝", -- [2]
		},
		[82522] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[322554] = {
			2361, -- [1]
			"执行者塔沃德", -- [2]
		},
		[145735] = {
			1624, -- [1]
			"腐蚀混合物", -- [2]
		},
		[102151] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[59835] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[186016] = {
			1778, -- [1]
			"[*] 邪火弹药", -- [2]
		},
		[59978] = {
			1968, -- [1]
			"传令官沃拉兹", -- [2]
		},
		[52770] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[142765] = {
			1594, -- [1]
			"未知目标", -- [2]
		},
		[66047] = {
			1623, -- [1]
			"黑锋勇士", -- [2]
		},
		[82139] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[69927] = {
			1099, -- [1]
			"库卡隆征服者", -- [2]
		},
		[184355] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[336996] = {
			2391, -- [1]
			"裂伤者耐克萨拉", -- [2]
		},
		[57086] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[319650] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[55104] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[343135] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[323573] = {
			2361, -- [1]
			"[*] 残渣", -- [2]
		},
		[39855] = {
			609, -- [1]
			"埃辛诺斯之刃", -- [2]
		},
		[164812] = {
			1299, -- [1]
			11, -- [2]
		},
		[320358] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[336231] = {
			2417, -- [1]
			"顽石军团特种兵", -- [2]
		},
		[110312] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[143436] = {
			1602, -- [1]
			"伊墨苏斯", -- [2]
		},
		[320631] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
		[340324] = {
			2398, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[320120] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[343898] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[70961] = {
			1623, -- [1]
			"被诅咒者", -- [2]
		},
		[328667] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[184357] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[333932] = {
			2407, -- [1]
			"毁灭之手", -- [2]
		},
		[320825] = {
			2394, -- [1]
			"机械炸弹松鼠", -- [2]
		},
		[322169] = {
			2362, -- [1]
			"疑虑残迹", -- [2]
		},
		[47688] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"缝肉的造物", -- [2]
		},
		[326005] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[95248] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[107588] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[68778] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[146763] = {
			1622, -- [1]
			"龙喉火箭手", -- [2]
		},
		[343556] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"英格拉·马洛克", -- [2]
		},
		[324085] = {
			2391, -- [1]
			"斩首者德茜雅", -- [2]
		},
		[69155] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[95249] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[146764] = {
			1622, -- [1]
			"龙喉火箭手", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[109379] = {
			1291, -- [1]
			"腐蚀之触", -- [2]
		},
		[114942] = {
			2417, -- [1]
			"治疗之潮图腾 <丨我擦丨-熊猫酒仙>", -- [2]
		},
		[59169] = {
			1984, -- [1]
			"咆哮的漩涡", -- [2]
		},
		[105479] = {
			1291, -- [1]
			"腐蚀之触", -- [2]
		},
		[322429] = {
			2361, -- [1]
			"大厅哨兵", -- [2]
		},
		[57091] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[146765] = {
			1622, -- [1]
			"[*] 烈焰之箭", -- [2]
		},
		[69930] = {
			1099, -- [1]
			"库卡隆征服者", -- [2]
		},
		[145998] = {
			1594, -- [1]
			"未知目标", -- [2]
		},
		[329875] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[142929] = {
			1593, -- [1]
			"毒心者夏克里尔", -- [2]
		},
		[319539] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[59837] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[330871] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[142930] = {
			1593, -- [1]
			"掠风者克尔鲁克", -- [2]
		},
		[80800] = {
			1059, -- [1]
			"熔岩裂缝", -- [2]
		},
		[68771] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[142922] = {
			1593, -- [1]
			"掠风者克尔鲁克", -- [2]
		},
		[54850] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[324090] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[320644] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[57056] = {
			2012, -- [1]
			"晶化魔花", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[55106] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[80801] = {
			1059, -- [1]
			"熔岩裂缝", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] 恶臭气体", -- [2]
		},
		[143955] = {
			1598, -- [1]
			"鲁克·石趾", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"幻影克隆体", -- [2]
		},
		[328593] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[69238] = {
			2000, -- [1]
			"冰霜冲击", -- [2]
		},
		[69973] = {
			1099, -- [1]
			"库卡隆通灵师", -- [2]
		},
		[319765] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[61564] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[325523] = {
			2403, -- [1]
			"堕落的黑暗剑士", -- [2]
		},
		[89753] = {
			2395, -- [1]
			"恶魔卫士 <晨宣之二-伊瑟拉>", -- [2]
		},
		[334970] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[180017] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[340356] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[148560] = {
			1622, -- [1]
			"龙喉始祖幼龙", -- [2]
		},
		[319626] = {
			2364, -- [1]
			"库尔萨洛克", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[70444] = {
			1099, -- [1]
			"[*] 爆炸", -- [2]
		},
		[320008] = {
			2394, -- [1]
			"米尔豪斯·法力风暴", -- [2]
		},
		[325254] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[340355] = {
			2384, -- [1]
			"[*] 急速感染", -- [2]
		},
		[51750] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[146899] = {
			1622, -- [1]
			"龙喉碎骨者", -- [2]
		},
		[342647] = {
			2417, -- [1]
			"顽石军团特种兵", -- [2]
		},
		[74984] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"罪碑雕像", -- [2]
		},
		[143958] = {
			1598, -- [1]
			"阴郁的化身", -- [2]
		},
		[187052] = {
			1778, -- [1]
			"雇佣工程师", -- [2]
		},
		[325258] = {
			2396, -- [1]
			"穆厄扎拉", -- [2]
		},
		[70189] = {
			1099, -- [1]
			"护塔石像鬼", -- [2]
		},
		[330627] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[339067] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[70381] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[325257] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[332937] = {
			2407, -- [1]
			"邪恶镜像", -- [2]
		},
		[319120] = {
			2382, -- [1]
			"[*] 腐烂胆汁", -- [2]
		},
		[146901] = {
			1622, -- [1]
			"龙喉碎骨者", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"凋骨", -- [2]
		},
		[102606] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[69934] = {
			1099, -- [1]
			"库卡隆征服者", -- [2]
		},
		[108042] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[101840] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[146902] = {
			1622, -- [1]
			"“毒蛇”高贾拉", -- [2]
		},
		[320145] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[341884] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[39635] = {
			609, -- [1]
			"伊利丹·怒风", -- [2]
		},
		[59839] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[325261] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[341885] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[69028] = {
			2001, -- [1]
			"科瑞克", -- [2]
		},
		[69679] = {
			1099, -- [1]
			"库卡隆炮手", -- [2]
		},
		[325262] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[320147] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[74986] = {
			1050, -- [1]
			"[*] 落石", -- [2]
		},
		[318102] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[336005] = {
			2398, -- [1]
			"[*] 裂耳尖啸", -- [2]
		},
		[148310] = {
			1622, -- [1]
			"库卡隆投石车", -- [2]
		},
		[70191] = {
			1099, -- [1]
			"暴怒的憎恶", -- [2]
		},
		[69167] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[323730] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[320144] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[107018] = {
			1299, -- [1]
			"死亡之翼", -- [2]
		},
		[325260] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[69869] = {
			1099, -- [1]
			"库卡隆祈求者", -- [2]
		},
		[106444] = {
			1299, -- [1]
			"变异的腐蚀", -- [2]
		},
		[52773] = {
			1987, -- [1]
			"雷铸医师", -- [2]
		},
		[92122] = {
			1056, -- [1]
			"[*] 水晶碎片", -- [2]
		},
		[68785] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[41106] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[323732] = {
			2400, -- [1]
			"商人赛·艾柯莎", -- [2]
		},
		[46285] = {
			728, -- [1]
			"熵魔", -- [2]
		},
		[149207] = {
			1624, -- [1]
			"纠缠腐蚀", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[344909] = {
			2385, -- [1]
			"[*] 奥的裂解之心", -- [2]
		},
		[69233] = {
			2000, -- [1]
			"霜牙", -- [2]
		},
		[322711] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[320050] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[328338] = {
			2384, -- [1]
			"喷毒狙击手", -- [2]
		},
		[59840] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[320517] = {
			2384, -- [1]
			"凋零碎脊者", -- [2]
		},
		[69972] = {
			1099, -- [1]
			"库卡隆通灵师", -- [2]
		},
		[329362] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[332687] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[68786] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[323992] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[330217] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[333711] = {
			2396, -- [1]
			"骷髅迅猛龙", -- [2]
		},
		[149209] = {
			1624, -- [1]
			"[*] 腐蚀之触", -- [2]
		},
		[326039] = {
			2362, -- [1]
			"大学监贝律莉娅", -- [2]
		},
		[108044] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[82533] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[107589] = {
			1298, -- [1]
			"格里昂纳", -- [2]
		},
		[319902] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[143280] = {
			1593, -- [1]
			"觅血者斯基尔", -- [2]
		},
		[86881] = {
			1056, -- [1]
			"克伯鲁斯", -- [2]
		},
		[80807] = {
			1059, -- [1]
			"岩皮", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"毒牙蛛", -- [2]
		},
		[108076] = {
			1298, -- [1]
			"[*] 暮光烈焰", -- [2]
		},
		[331510] = {
			2391, -- [1]
			"不屈的参赛者", -- [2]
		},
		[47780] = {
			2010, -- [1]
			"管家", -- [2]
		},
		[316068] = {
			2360, -- [1]
			"肮脏的嚼土者", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"帕奇维克士兵", -- [2]
		},
		[102472] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[330135] = {
			2386, -- [1]
			"[*] 恶疾之泉", -- [2]
		},
		[108045] = {
			1298, -- [1]
			"战争大师黑角", -- [2]
		},
		[342923] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[328857] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[69926] = {
			1099, -- [1]
			"库卡隆神谕者", -- [2]
		},
		[322658] = {
			2393, -- [1]
			"特雷德奥瓦", -- [2]
		},
		[81947] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[330137] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[320804] = {
			2394, -- [1]
			"实验型松鼠炸弹", -- [2]
		},
		[341902] = {
			2391, -- [1]
			"战场祭师", -- [2]
		},
		[68788] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[322977] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[342733] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"金-塔拉", -- [2]
		},
		[329711] = {
			2407, -- [1]
			"赤红秘法师", -- [2]
		},
		[90764] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[69172] = {
			2000, -- [1]
			"天灾领主泰兰努斯", -- [2]
		},
		[143459] = {
			1602, -- [1]
			"[*] 煞能残渣", -- [2]
		},
		[319654] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[332698] = {
			2399, -- [1]
			"泥拳", -- [2]
		},
		[319655] = {
			2360, -- [1]
			"贪食的克里克西斯", -- [2]
		},
		[147296] = {
			1623, -- [1]
			"加尔鲁什·地狱咆哮", -- [2]
		},
		[59834] = {
			1984, -- [1]
			"艾欧纳尔的火花", -- [2]
		},
		[333292] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[68789] = {
			1999, -- [1]
			"熔炉之主加弗斯特", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"德沃丝", -- [2]
		},
		[332444] = {
			2399, -- [1]
			"[*] 震动的地基", -- [2]
		},
		[68981] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[83066] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[323414] = {
			2381, -- [1]
			"宫务大臣", -- [2]
		},
		[343005] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[101625] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[143589] = {
			1603, -- [1]
			"纳兹戈林将军", -- [2]
		},
		[70388] = {
			2000, -- [1]
			"怒骨巫师", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[52921] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[47731] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[147554] = {
			1593, -- [1]
			"[*] 亚煞极之血", -- [2]
		},
		[67767] = {
			1623, -- [1]
			"黑锋勇士", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] 黑暗之箭", -- [2]
		},
		[75056] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[16856] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[157331] = {
			2398, -- [1]
			"原始风暴元素", -- [2]
		},
		[79340] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[75664] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] 魔药撞击", -- [2]
		},
		[105845] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[324010] = {
			2394, -- [1]
			"米尔菲丝·法力风暴", -- [2]
		},
		[78939] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[103846] = {
			1292, -- [1]
			"莫卓克", -- [2]
		},
		[12555] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[342425] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[188888] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"缚霜者纳尔佐", -- [2]
		},
		[324044] = {
			2401, -- [1]
			"哈尔吉亚斯", -- [2]
		},
		[143666] = {
			1593, -- [1]
			"明澈者伊约库克", -- [2]
		},
		[334498] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[68983] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[70588] = {
			1098, -- [1]
			"镇压者", -- [2]
		},
		[72350] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[184675] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[328897] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[322735] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[32409] = {
			2366, -- [1]
			"[*] 暗言术：灭", -- [2]
		},
		[334500] = {
			2417, -- [1]
			"[*] 地震岩层", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[322736] = {
			2395, -- [1]
			"夺灵者哈卡", -- [2]
		},
		[8599] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[142315] = {
			1593, -- [1]
			"毒心者夏克里尔", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"酤团", -- [2]
		},
		[56934] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[101592] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[320180] = {
			2391, -- [1]
			"疫毒者巴瑟兰", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"外科医生缝肉", -- [2]
		},
		[57062] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[341949] = {
			2365, -- [1]
			"[*] 枯萎凋零", -- [2]
		},
		[323250] = {
			2397, -- [1]
			"宗主奥法兰", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"多米娜·毒刃", -- [2]
		},
		[332969] = {
			2399, -- [1]
			"[*] 毁灭冲击", -- [2]
		},
		[145769] = {
			1624, -- [1]
			"腐蚀混合物", -- [2]
		},
		[316981] = {
			2366, -- [1]
			"无堕者哈夫", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[326707] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[180082] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[90361] = {
			2407, -- [1]
			"阿克图瑞斯", -- [2]
		},
		[83051] = {
			1055, -- [1]
			"黑云压境", -- [2]
		},
		[326833] = {
			2407, -- [1]
			"罪孽回响", -- [2]
		},
		[327089] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[46680] = {
			729, -- [1]
			"基尔加丹", -- [2]
		},
		[330026] = {
			2384, -- [1]
			"伊库斯博士", -- [2]
		},
		[187074] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[185284] = {
			1778, -- [1]
			"钢铁掠夺者", -- [2]
		},
		[344993] = {
			2401, -- [1]
			"邪恶的加尔贡", -- [2]
		},
		[344226] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[321976] = {
			2384, -- [1]
			"传染软泥", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"烂吐", -- [2]
		},
		[46177] = {
			728, -- [1]
			"穆鲁", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"高阶裁决官阿丽兹", -- [2]
		},
		[69021] = {
			2001, -- [1]
			"伊克", -- [2]
		},
		[144365] = {
			1598, -- [1]
			"[*] 苦痛印记", -- [2]
		},
		[334765] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[329906] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[333231] = {
			2391, -- [1]
			"受诅者赛泽尔", -- [2]
		},
		[342694] = {
			2417, -- [1]
			"顽石军团巨怪", -- [2]
		},
		[59828] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[57063] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[328117] = {
			2407, -- [1]
			"德纳修斯大帝", -- [2]
		},
		[333488] = {
			2388, -- [1]
			"阿玛厄斯", -- [2]
		},
		[322491] = {
			2386, -- [1]
			"斯特拉达玛侯爵", -- [2]
		},
		[344230] = {
			2417, -- [1]
			"卡尔将军", -- [2]
		},
		[69901] = {
			1099, -- [1]
			"库卡隆防御者", -- [2]
		},
		[322236] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[323515] = {
			2365, -- [1]
			"斩血", -- [2]
		},
		[102569] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[333242] = {
			2391, -- [1]
			"狂怒的血角", -- [2]
		},
		[322493] = {
			2388, -- [1]
			"复生的法师 <阿玛厄斯>", -- [2]
		},
		[328887] = {
			2398, -- [1]
			"啸翼", -- [2]
		},
		[69882] = {
			1099, -- [1]
			"库卡隆仪祭师", -- [2]
		},
		[45235] = {
			727, -- [1]
			"高阶术士奥蕾塞丝", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"唤雾者", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"奥莱芙莉安", -- [2]
		},
		[79345] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[322239] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[334771] = {
			2417, -- [1]
			"[*] 溢血之心", -- [2]
		},
		[334004] = {
			2417, -- [1]
			"格拉夏尔将军", -- [2]
		},
		[106199] = {
			1291, -- [1]
			"丑恶的融合怪", -- [2]
		},
		[322240] = {
			2386, -- [1]
			"恶毒之裔", -- [2]
		},
		[327123] = {
			2407, -- [1]
			"蕾茉妮雅", -- [2]
		},
		[342189] = {
			2403, -- [1]
			"忠诚的石裔魔", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"食腐蛆虫", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["__profiles"] = {
		["Default"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["fade_speed"] = 0.15,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["time_type_original"] = 2,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["default_bg_alpha"] = 0.5,
			["time_type"] = 2,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -442.4999160766602,
							["x"] = 618.2589111328125,
							["w"] = 220.0000762939453,
							["h"] = 134.25927734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						9, -- [1]
						4, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.09411764705882353,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = true,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "伤害数字",
						["anchor"] = {
							-15, -- [1]
							3, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = 0,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.09411764705882353,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.09411764705882353,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 1,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 6,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["textStyle"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.800000011920929,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["fontstrings_text3_anchor"] = 35,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						[3] = 2,
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 9,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 17,
						["texture_file"] = "Interface\\Addons\\YaMedia\\statusbar\\Yaskada",
						["use_spec_icons"] = true,
						["font_size"] = 11,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "YaSkada",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fast_ps_update"] = true,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 23.70375823974609,
						["x"] = -219.88916015625,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.3333333333333333, -- [1]
							0.3333333333333333, -- [2]
							0.3333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["bars_grow_direction"] = 1,
					["switch_damager"] = false,
					["switch_tank_in_combat"] = false,
					["bars_inverted"] = false,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["bars_sort_direction"] = 1,
					["auto_current"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["clickthrough_rows"] = false,
					["version"] = 3,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -442.4999160766602,
							["x"] = 618.2589111328125,
							["w"] = 220.0000762939453,
							["h"] = 134.25927734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["width"] = 283.000183105469,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["micro_displays_locked"] = true,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 1.100000023841858,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -442.4999160766602,
							["x"] = 837.01806640625,
							["w"] = 217.5184783935547,
							["h"] = 134.25927734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						9, -- [1]
						4, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.09411764705882353,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["fontstrings_width"] = 35,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = true,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "伤害数字",
						["anchor"] = {
							-15, -- [1]
							3, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = 0,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.09411764705882353,
					["menu_icons_alpha"] = 0.5,
					["bg_b"] = 0.09411764705882353,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 70,
					["__snapV"] = false,
					["__snapH"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 1,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 6,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["textStyle"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["grab_on_top"] = false,
					["__was_opened"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.800000011920929,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["fontstrings_text3_anchor"] = 35,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
						1, -- [1]
					},
					["stretch_button_side"] = 1,
					["hide_in_combat_alpha"] = 0,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 9,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_translit_text"] = false,
						["height"] = 17,
						["texture_file"] = "Interface\\Addons\\YaMedia\\statusbar\\Yaskada",
						["use_spec_icons"] = true,
						["font_size"] = 11,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_custom"] = "",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "YaSkada",
						["start_after_icon"] = true,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["fast_ps_update"] = true,
						["textR_separator"] = ",",
						["texture_custom_file"] = "Interface\\",
					},
					["show_statusbar"] = false,
					["libwindow"] = {
						["y"] = 23.70375823974609,
						["x"] = -2.3709716796875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.3333333333333333, -- [1]
							0.3333333333333333, -- [2]
							0.3333333333333333, -- [3]
						},
					},
					["backdrop_texture"] = "Details Ground",
					["bars_grow_direction"] = 1,
					["switch_damager"] = false,
					["switch_tank_in_combat"] = false,
					["bars_inverted"] = false,
					["switch_damager_in_combat"] = false,
					["icon_desaturated"] = false,
					["bars_sort_direction"] = 1,
					["auto_current"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["clickthrough_rows"] = false,
					["version"] = 3,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -442.4999160766602,
							["x"] = 837.01806640625,
							["w"] = 217.5184783935547,
							["h"] = 134.25927734375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["width"] = 212.9498901367188,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 130.7306976318359,
						["alpha"] = 0.5,
						["texture"] = "Interface\\AddOns\\Details\\images\\background",
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["show_sidebars"] = false,
					["micro_displays_locked"] = true,
					["use_multi_fontstrings"] = false,
					["menu_icons_size"] = 1.100000023841858,
				}, -- [2]
			},
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["pvp_as_group"] = true,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["numerical_system_symbols"] = "auto",
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["default_bg_color"] = 0.0941,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.6862745098039216, -- [1]
					0.3843137254901961, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["segments_auto_erase"] = 1,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_no_libwindow"] = false,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["overall_clear_newtorghast"] = true,
		},
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = true,
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["328921"] = {
				"328921", -- [1]
				"Timer328921cd", -- [2]
				"~赤红之幕", -- [3]
				112, -- [4]
				538040, -- [5]
				"cd", -- [6]
				328921, -- [7]
				6, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["71340"] = {
				"71340", -- [1]
				"Timer71340next", -- [2]
				"黑暗堕落者的契约", -- [3]
				15, -- [4]
				136151, -- [5]
				"next", -- [6]
				71340, -- [7]
				3, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["327608"] = {
				"327608", -- [1]
				"Timer327608cd", -- [2]
				"~召唤软泥", -- [3]
				25, -- [4]
				3459153, -- [5]
				"cd", -- [6]
				327608, -- [7]
				1, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["332687"] = {
				"332687", -- [1]
				"Timer332687cdcount	2", -- [2]
				"~咆哮 (2)", -- [3]
				33.2, -- [4]
				892447, -- [5]
				"cdcount", -- [6]
				332687, -- [7]
				2, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["143309"] = {
				"143309", -- [1]
				"Timer143309cd", -- [2]
				"~漩涡", -- [3]
				20, -- [4]
				135861, -- [5]
				"cd", -- [6]
				143309, -- [7]
				2, -- [8]
				"852", -- [9]
				["id"] = 1602,
			},
			["144005"] = {
				"144005", -- [1]
				"Timer144005cd", -- [2]
				"~剧毒风暴", -- [3]
				32, -- [4]
				649816, -- [5]
				"cd", -- [6]
				144005, -- [7]
				3, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["ej4200"] = {
				"ej4200", -- [1]
				"Timerej4200next", -- [2]
				"暮光工兵", -- [3]
				69, -- [4]
				458733, -- [5]
				"next", -- [6]
				"ej4200", -- [7]
				1, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["327646"] = {
				"327646", -- [1]
				"Timer327646cdcount	1", -- [2]
				"~灵魂碎裂 (1)", -- [3]
				5.9, -- [4]
				1354410, -- [5]
				"cdcount", -- [6]
				327646, -- [7]
				5, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["323877"] = {
				"323877", -- [1]
				"Timer323877nextcount	1", -- [2]
				"Laser (1)", -- [3]
				22, -- [4]
				892834, -- [5]
				"nextcount", -- [6]
				323877, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["332318"] = {
				"332318", -- [1]
				"Timer332318cdcount	1", -- [2]
				"~践踏 (1)", -- [3]
				18.5, -- [4]
				136025, -- [5]
				"cdcount", -- [6]
				332318, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["321948"] = {
				"321948", -- [1]
				"Timer321948cd", -- [2]
				"~定向爆破", -- [3]
				14.3, -- [4]
				236214, -- [5]
				"cd", -- [6]
				321948, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["69057"] = {
				"69057", -- [1]
				"Timer69057cd", -- [2]
				"~天灾领主之刺", -- [3]
				15, -- [4]
				236946, -- [5]
				"cd", -- [6]
				69057, -- [7]
				1, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["72272"] = {
				"72272", -- [1]
				"Timer72272next", -- [2]
				"邪恶毒气", -- [3]
				22, -- [4]
				132093, -- [5]
				"next", -- [6]
				72272, -- [7]
				3, -- [8]
				"Rotface", -- [9]
				["id"] = 1104,
			},
			["345397"] = {
				"345397", -- [1]
				"Timer345397cdcount	1", -- [2]
				"~赤红声浪 (1)", -- [3]
				12, -- [4]
				1035055, -- [5]
				"cdcount", -- [6]
				345397, -- [7]
				2, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["331314"] = {
				"331314", -- [1]
				"Timer331314active", -- [2]
				"毁灭冲击结束", -- [3]
				12, -- [4]
				135860, -- [5]
				"active", -- [6]
				331314, -- [7]
				5, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["184366"] = {
				"184366", -- [1]
				"Timer184366cd", -- [2]
				"~毁灭飞跃", -- [3]
				75, -- [4]
				1029722, -- [5]
				"cd", -- [6]
				184366, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["84974"] = {
				"84974", -- [1]
				"Timer84974next", -- [2]
				"部署攻城模式", -- [3]
				120.5, -- [4]
				252185, -- [5]
				"next", -- [6]
				84974, -- [7]
				6, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["323608"] = {
				"323608", -- [1]
				"Timer323608cd", -- [2]
				"~黑暗毁灭", -- [3]
				15.7, -- [4]
				2576088, -- [5]
				"cd", -- [6]
				323608, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["334970"] = {
				"334970", -- [1]
				"Timer334970cast", -- [2]
				"凝结 ", -- [3]
				25, -- [4]
				458969, -- [5]
				"cast", -- [6]
				334970, -- [7]
				6, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["328857"] = {
				"328857", -- [1]
				"Timer328857cd", -- [2]
				"~撕咬", -- [3]
				8.1, -- [4]
				132278, -- [5]
				"cd", -- [6]
				328857, -- [7]
				5, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["107588"] = {
				"107588", -- [1]
				"Timer107588nextcount	1", -- [2]
				"暮光杀戮 (1)", -- [3]
				46.9, -- [4]
				425954, -- [5]
				"nextcount", -- [6]
				107588, -- [7]
				5, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["322795"] = {
				"322795", -- [1]
				"Timer322795next", -- [2]
				"肉钩", -- [3]
				5.8, -- [4]
				1373906, -- [5]
				"next", -- [6]
				322795, -- [7]
				1, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["321754"] = {
				"321754", -- [1]
				"Timer321754cd", -- [2]
				"~冰缚之盾", -- [3]
				11.7, -- [4]
				236224, -- [5]
				"cd", -- [6]
				321754, -- [7]
				5, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["330711"] = {
				"330711", -- [1]
				"Timer330711cd", -- [2]
				"~尖鸣", -- [3]
				48.3, -- [4]
				136147, -- [5]
				"cd", -- [6]
				330711, -- [7]
				2, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["321009"] = {
				"321009", -- [1]
				"Timer321009cd	1", -- [2]
				"~充能长矛", -- [3]
				3.6, -- [4]
				1508065, -- [5]
				"cd", -- [6]
				321009, -- [7]
				3, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["179977"] = {
				"179977", -- [1]
				"Timer179977cd", -- [2]
				"~毁灭之触", -- [3]
				9, -- [4]
				1120185, -- [5]
				"cd", -- [6]
				179977, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["320376"] = {
				"320376", -- [1]
				"Timer320376cd	Creature-0-3915-2286-13347-164578-000168829A", -- [2]
				"~毁伤", -- [3]
				10, -- [4]
				237517, -- [5]
				"cd", -- [6]
				320376, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["324148"] = {
				"324148", -- [1]
				"Timer324148cd", -- [2]
				"~暗影迅步", -- [3]
				10.1, -- [4]
				132303, -- [5]
				"cd", -- [6]
				324148, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["334498"] = {
				"334498", -- [1]
				"Timer334498cdcount	1", -- [2]
				"~地震岩层 (1)", -- [3]
				50.2, -- [4]
				136025, -- [5]
				"cdcount", -- [6]
				334498, -- [7]
				3, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["322550"] = {
				"322550", -- [1]
				"Timer322550cd", -- [2]
				"~加速孵化", -- [3]
				45.2, -- [4]
				2141733, -- [5]
				"cd", -- [6]
				322550, -- [7]
				1, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["ej8294"] = {
				"ej8294", -- [1]
				"Timerej8294next", -- [2]
				"先知狼骑", -- [3]
				30, -- [4]
				237571, -- [5]
				"next", -- [6]
				"ej8294", -- [7]
				1, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["105847"] = {
				"105847", -- [1]
				"Timer105847cast", -- [2]
				"装甲板自我修复 ", -- [3]
				34.5, -- [4]
				538043, -- [5]
				"cast", -- [6]
				105847, -- [7]
				6, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["320596"] = {
				"320596", -- [1]
				"Timer320596cd", -- [2]
				"~深重呕吐", -- [3]
				10.6, -- [4]
				136182, -- [5]
				"cd", -- [6]
				320596, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["105651"] = {
				"105651", -- [1]
				"Timer105651next", -- [2]
				"源质箭", -- [3]
				40.5, -- [4]
				135821, -- [5]
				"next", -- [6]
				105651, -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["69789"] = {
				"69789", -- [1]
				"Timer69789next", -- [2]
				"软泥洪流", -- [3]
				25, -- [4]
				136182, -- [5]
				"next", -- [6]
				69789, -- [7]
				0, -- [8]
				"Rotface", -- [9]
				["id"] = 1104,
			},
			["325360"] = {
				"325360", -- [1]
				"Timer325360nextcount	1", -- [2]
				"至高仪式 (1)", -- [3]
				11, -- [4]
				3528311, -- [5]
				"nextcount", -- [6]
				325360, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["330042"] = {
				"330042", -- [1]
				"Timer330042cdcount	1", -- [2]
				"~屠灭 (1)", -- [3]
				64.9, -- [4]
				136129, -- [5]
				"cdcount", -- [6]
				330042, -- [7]
				3, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["322232"] = {
				"322232", -- [1]
				"Timer322232cd", -- [2]
				"~感染毒雨", -- [3]
				19.1, -- [4]
				132100, -- [5]
				"cd", -- [6]
				322232, -- [7]
				3, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["ej8262"] = {
				"ej8262", -- [1]
				"Timerej8262next", -- [2]
				"傲慢具象", -- [3]
				60, -- [4]
				627685, -- [5]
				"next", -- [6]
				"ej8262", -- [7]
				1, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["325552"] = {
				"325552", -- [1]
				"Timer325552cd", -- [2]
				"~毒性裂击", -- [3]
				3.1, -- [4]
				348565, -- [5]
				"cd", -- [6]
				325552, -- [7]
				5, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["332619"] = {
				"332619", -- [1]
				"Timer332619cdcount	1", -- [2]
				"~粉碎痛苦 (1)", -- [3]
				13.3, -- [4]
				1357802, -- [5]
				"cdcount", -- [6]
				332619, -- [7]
				5, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["182534"] = {
				"182534", -- [1]
				"Timer182534nextcount	1", -- [2]
				"易爆火焰炸弹 (1)", -- [3]
				9, -- [4]
				840408, -- [5]
				"nextcount", -- [6]
				182534, -- [7]
				1, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["144800"] = {
				"144800", -- [1]
				"Timer144800next", -- [2]
				"本我具象", -- [3]
				25, -- [4]
				895885, -- [5]
				"next", -- [6]
				144800, -- [7]
				1, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["320637"] = {
				"320637", -- [1]
				"Timer320637cd", -- [2]
				"~恶臭气体", -- [3]
				22, -- [4]
				646782, -- [5]
				"cd", -- [6]
				320637, -- [7]
				3, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["320102"] = {
				"320102", -- [1]
				"Timer320102cdcount	1", -- [2]
				"~鲜血与荣耀 (1)", -- [3]
				33.9, -- [4]
				1322720, -- [5]
				"cdcount", -- [6]
				320102, -- [7]
				3, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["329110"] = {
				"329110", -- [1]
				"Timer329110cd", -- [2]
				"~软泥注射", -- [3]
				9.7, -- [4]
				3459797, -- [5]
				"cd", -- [6]
				329110, -- [7]
				5, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["ej4050"] = {
				"ej4050", -- [1]
				"Timerej4050cast", -- [2]
				"侧翻 ", -- [3]
				10, -- [4]
				236372, -- [5]
				"cast", -- [6]
				"ej4050", -- [7]
				2, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["69166"] = {
				"69166", -- [1]
				"Timer69166next", -- [2]
				"凋零呼吸", -- [3]
				34, -- [4]
				342913, -- [5]
				"next", -- [6]
				69166, -- [7]
				6, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["26662"] = {
				"26662", -- [1]
				"Timer26662cd", -- [2]
				"~狂暴", -- [3]
				540, -- [4]
				136224, -- [5]
				"cd", -- [6]
				26662, -- [7]
				0, -- [8]
				"856", -- [9]
				["id"] = 1606,
			},
			["324449"] = {
				"324449", -- [1]
				"Timer324449cd", -- [2]
				"~死亡具象", -- [3]
				23.9, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				324449, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["323177"] = {
				"323177", -- [1]
				"Timer323177cd", -- [2]
				"~森林之泪", -- [3]
				13.5, -- [4]
				463570, -- [5]
				"cd", -- [6]
				323177, -- [7]
				3, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["143019"] = {
				"143019", -- [1]
				"Timer143019cd", -- [2]
				"~蚀骨酒", -- [3]
				18, -- [4]
				651085, -- [5]
				"cd", -- [6]
				143019, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["339690"] = {
				"339690", -- [1]
				"Timer339690cdcount3	1", -- [2]
				"~晶化 (1)", -- [3]
				23.1, -- [4]
				132780, -- [5]
				"cdcount", -- [6]
				339690, -- [7]
				5, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["323552"] = {
				"323552", -- [1]
				"Timer323552cd", -- [2]
				"~能量箭雨", -- [3]
				12, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				323552, -- [7]
				4, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["322893"] = {
				"322893", -- [1]
				"Timer322893next", -- [2]
				"冲流", -- [3]
				10, -- [4]
				648840, -- [5]
				"next", -- [6]
				322893, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["70123"] = {
				"70123", -- [1]
				"Timer70123cd", -- [2]
				"~严寒", -- [3]
				33, -- [4]
				135854, -- [5]
				"cd", -- [6]
				70123, -- [7]
				2, -- [8]
				"Sindragosa", -- [9]
				["id"] = 1105,
			},
			["184476"] = {
				"184476", -- [1]
				"Timer184476cd", -- [2]
				"~暗影收割", -- [3]
				50, -- [4]
				132095, -- [5]
				"cd", -- [6]
				184476, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["322554"] = {
				"322554", -- [1]
				"Timer322554next", -- [2]
				"严惩", -- [3]
				3.7, -- [4]
				458735, -- [5]
				"next", -- [6]
				322554, -- [7]
				3, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["322711"] = {
				"322711", -- [1]
				"Timer322711cd", -- [2]
				"~折射罪光", -- [3]
				29.6, -- [4]
				537468, -- [5]
				"cd", -- [6]
				322711, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["327039"] = {
				"327039", -- [1]
				"Timer327039cdcount	1", -- [2]
				"~喂食时间 (1)", -- [3]
				15, -- [4]
				1357795, -- [5]
				"cdcount", -- [6]
				327039, -- [7]
				3, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["72483"] = {
				"72483", -- [1]
				"Timer72483cd", -- [2]
				"~召唤梦魇之门", -- [3]
				46.5, -- [4]
				237556, -- [5]
				"cd", -- [6]
				72483, -- [7]
				5, -- [8]
				"Valithria", -- [9]
				["id"] = 1098,
			},
			["ej22131"] = {
				"ej22131", -- [1]
				"Timerej22131nextcount	1", -- [2]
				"赤红秘法师 (1)", -- [3]
				9.7, -- [4]
				3528307, -- [5]
				"nextcount", -- [6]
				"ej22131", -- [7]
				1, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["322943"] = {
				"322943", -- [1]
				"Timer322943cd", -- [2]
				"~举起残骸", -- [3]
				13.5, -- [4]
				1500971, -- [5]
				"cd", -- [6]
				322943, -- [7]
				3, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["326171"] = {
				"326171", -- [1]
				"Timer326171cd", -- [2]
				"~粉碎现实", -- [3]
				60, -- [4]
				463285, -- [5]
				"cd", -- [6]
				326171, -- [7]
				2, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["343005"] = {
				"343005", -- [1]
				"Timer343005cd", -- [2]
				"~盲眼横扫", -- [3]
				20.3, -- [4]
				366938, -- [5]
				"cd", -- [6]
				343005, -- [7]
				5, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["320012"] = {
				"320012", -- [1]
				"Timer320012cd", -- [2]
				"~邪恶狂乱", -- [3]
				6, -- [4]
				136224, -- [5]
				"cd", -- [6]
				320012, -- [7]
				5, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["324427"] = {
				"324427", -- [1]
				"Timer324427cd", -- [2]
				"~天域军火", -- [3]
				16.9, -- [4]
				1405806, -- [5]
				"cd", -- [6]
				324427, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["322654"] = {
				"322654", -- [1]
				"Timer322654cd", -- [2]
				"~酸蚀排放", -- [3]
				8, -- [4]
				132104, -- [5]
				"cd", -- [6]
				322654, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["110153"] = {
				"110153", -- [1]
				"Timer110153next", -- [2]
				"舷侧攻击", -- [3]
				57, -- [4]
				425960, -- [5]
				"next", -- [6]
				110153, -- [7]
				0, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["322936"] = {
				"322936", -- [1]
				"Timer322936cd", -- [2]
				"~粉碎砸击", -- [3]
				4, -- [4]
				134459, -- [5]
				"cd", -- [6]
				322936, -- [7]
				5, -- [8]
				"2406", -- [9]
				["id"] = 2401,
			},
			["70358"] = {
				"70358", -- [1]
				"Timer70358next", -- [2]
				"召唤食尸鬼苦工", -- [3]
				10, -- [4]
				237524, -- [5]
				"next", -- [6]
				70358, -- [7]
				1, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["ej3978"] = {
				"ej3978", -- [1]
				"Timerej3978next", -- [2]
				"召唤舒玛之血", -- [3]
				22, -- [4]
				136016, -- [5]
				"next", -- [6]
				"ej3978", -- [7]
				1, -- [8]
				"325", -- [9]
				["id"] = 1295,
			},
			["334765"] = {
				"334765", -- [1]
				"Timer334765cdcount	1", -- [2]
				"~裂心击 (1)", -- [3]
				28.9, -- [4]
				135811, -- [5]
				"cdcount", -- [6]
				334765, -- [7]
				3, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["179889"] = {
				"179889", -- [1]
				"Timer179889nextcount	1", -- [2]
				"迅猛突袭 (1)", -- [3]
				63, -- [4]
				236216, -- [5]
				"nextcount", -- [6]
				179889, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["323236"] = {
				"323236", -- [1]
				"Timer323236cd", -- [2]
				"~释放苦痛", -- [3]
				15.7, -- [4]
				1035037, -- [5]
				"cd", -- [6]
				323236, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["322903"] = {
				"322903", -- [1]
				"Timer322903cd", -- [2]
				"~暗天飑风", -- [3]
				34.5, -- [4]
				1035055, -- [5]
				"cd", -- [6]
				322903, -- [7]
				2, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["323437"] = {
				"323437", -- [1]
				"Timer323437cd", -- [2]
				"~傲慢罪印", -- [3]
				10, -- [4]
				538039, -- [5]
				"cd", -- [6]
				323437, -- [7]
				5, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["342425"] = {
				"342425", -- [1]
				"Timer342425cdcount	1", -- [2]
				"~石拳 (1)", -- [3]
				26.4, -- [4]
				136225, -- [5]
				"cdcount", -- [6]
				342425, -- [7]
				5, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["143280"] = {
				"143280", -- [1]
				"Timer143280cd", -- [2]
				"~血祭", -- [3]
				5, -- [4]
				878217, -- [5]
				"cd", -- [6]
				143280, -- [7]
				1, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["105490"] = {
				"105490", -- [1]
				"Timer105490next	Creature-0-3048-967-3419-53891-00000EA727", -- [2]
				"灼热之握", -- [3]
				16, -- [4]
				538041, -- [5]
				"next", -- [6]
				105490, -- [7]
				3, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["181488"] = {
				"181488", -- [1]
				"Timer181488cdcount	1", -- [2]
				"~死亡幻象 (1)", -- [3]
				61, -- [4]
				136145, -- [5]
				"cdcount", -- [6]
				181488, -- [7]
				5, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["182055"] = {
				"182055", -- [1]
				"Timer182055next", -- [2]
				"整装待发", -- [3]
				136, -- [4]
				133864, -- [5]
				"next", -- [6]
				182055, -- [7]
				6, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["326707"] = {
				"326707", -- [1]
				"Timer326707nextcount	1", -- [2]
				"净化痛苦 (1)", -- [3]
				5.8, -- [4]
				3528313, -- [5]
				"nextcount", -- [6]
				326707, -- [7]
				5, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["323810"] = {
				"323810", -- [1]
				"Timer323810cd", -- [2]
				"~穿刺残影", -- [3]
				10.6, -- [4]
				1029589, -- [5]
				"cd", -- [6]
				323810, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["323943"] = {
				"323943", -- [1]
				"Timer323943cd", -- [2]
				"~冲刺", -- [3]
				10, -- [4]
				132337, -- [5]
				"cd", -- [6]
				323943, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["186993"] = {
				"186993", -- [1]
				"Timer186993cd", -- [2]
				"~邪恶打击", -- [3]
				10.5, -- [4]
				132109, -- [5]
				"cd", -- [6]
				186993, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["103640"] = {
				"103640", -- [1]
				"Timer103640cd", -- [2]
				"~共鸣水晶", -- [3]
				19, -- [4]
				332402, -- [5]
				"cd", -- [6]
				103640, -- [7]
				5, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["327664"] = {
				"327664", -- [1]
				"Timer327664cd", -- [2]
				"~防腐剂", -- [3]
				9.7, -- [4]
				1001622, -- [5]
				"cd", -- [6]
				327664, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["334488"] = {
				"334488", -- [1]
				"Timer334488cd", -- [2]
				"~劈肉", -- [3]
				6, -- [4]
				3616005, -- [5]
				"cd", -- [6]
				334488, -- [7]
				5, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["ej4115"] = {
				"ej4115", -- [1]
				"Timerej4115next", -- [2]
				"源质碎片", -- [3]
				10.5, -- [4]
				136243, -- [5]
				"next", -- [6]
				"ej4115", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["105863"] = {
				"105863", -- [1]
				"Timer105863cd", -- [2]
				"~出血", -- [3]
				85.5, -- [4]
				135822, -- [5]
				"cd", -- [6]
				105863, -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["326851"] = {
				"326851", -- [1]
				"Timer326851cdcount	1", -- [2]
				"~血债 (1)", -- [3]
				22.3, -- [4]
				1035055, -- [5]
				"cdcount", -- [6]
				326851, -- [7]
				2, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["333387"] = {
				"333387", -- [1]
				"Timer333387cdcount	1", -- [2]
				"~凶残之刃 (1)", -- [3]
				16.6, -- [4]
				589068, -- [5]
				"cdcount", -- [6]
				333387, -- [7]
				3, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["ej11411"] = {
				"ej11411", -- [1]
				"Timerej11411cdcount	1", -- [2]
				"~血缚邪术士 (1)", -- [3]
				35, -- [4]
				841221, -- [5]
				"cdcount", -- [6]
				"ej11411", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["328117"] = {
				"328117", -- [1]
				"Timer328117stage", -- [2]
				"Stage", -- [3]
				16.5, -- [4]
				1357812, -- [5]
				"stage", -- [6]
				328117, -- [7]
				6, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["108046"] = {
				"108046", -- [1]
				"Timer108046cd", -- [2]
				"~震荡波", -- [3]
				13, -- [4]
				236312, -- [5]
				"cd", -- [6]
				108046, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["332313"] = {
				"332313", -- [1]
				"Timer332313cd", -- [2]
				"~巢群刺客", -- [3]
				15.2, -- [4]
				1370997, -- [5]
				"cd", -- [6]
				332313, -- [7]
				1, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["ej8298"] = {
				"ej8298", -- [1]
				"Timerej8298next", -- [2]
				"攻城技师", -- [3]
				20, -- [4]
				236216, -- [5]
				"next", -- [6]
				"ej8298", -- [7]
				1, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["103434"] = {
				"103434", -- [1]
				"Timer103434cd", -- [2]
				"~干扰之影", -- [3]
				25, -- [4]
				136201, -- [5]
				"cd", -- [6]
				103434, -- [7]
				3, -- [8]
				"324", -- [9]
				["id"] = 1294,
			},
			["182020"] = {
				"182020", -- [1]
				"Timer182020nextcount	1", -- [2]
				"重击 (1)", -- [3]
				32.6, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				182020, -- [7]
				2, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["70351"] = {
				"70351", -- [1]
				"Timer70351next", -- [2]
				"不稳定的实验", -- [3]
				30, -- [4]
				136226, -- [5]
				"next", -- [6]
				70351, -- [7]
				1, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["321828"] = {
				"321828", -- [1]
				"Timer321828cd", -- [2]
				"~肉饼蛋糕", -- [3]
				13.4, -- [4]
				134470, -- [5]
				"cd", -- [6]
				321828, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["333493"] = {
				"333493", -- [1]
				"Timer333493cd", -- [2]
				"~通灵吐息", -- [3]
				29.4, -- [4]
				2576093, -- [5]
				"cd", -- [6]
				333493, -- [7]
				3, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["325258"] = {
				"325258", -- [1]
				"Timer325258cd", -- [2]
				"~死亡之主", -- [3]
				9.5, -- [4]
				3163624, -- [5]
				"cd", -- [6]
				325258, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["323059"] = {
				"323059", -- [1]
				"Timer323059active", -- [2]
				"宗主之怒结束", -- [3]
				12, -- [4]
				134218, -- [5]
				"active", -- [6]
				323059, -- [7]
				6, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["106371"] = {
				"106371", -- [1]
				"Timer106371nextcount	1", -- [2]
				"暮光审判 (1)", -- [3]
				45.5, -- [4]
				136223, -- [5]
				"nextcount", -- [6]
				106371, -- [7]
				5, -- [8]
				"331", -- [9]
				["id"] = 1297,
			},
			["143343"] = {
				"143343", -- [1]
				"Timer143343nextcount	1", -- [2]
				"震耳尖啸 (1)", -- [3]
				13, -- [4]
				252188, -- [5]
				"nextcount", -- [6]
				143343, -- [7]
				2, -- [8]
				"851", -- [9]
				["id"] = 1599,
			},
			["320272"] = {
				"320272", -- [1]
				"Timer320272cd", -- [2]
				"~幽魂转移", -- [3]
				10.5, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				320272, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["143027"] = {
				"143027", -- [1]
				"Timer143027cd", -- [2]
				"~对冲", -- [3]
				45, -- [4]
				628134, -- [5]
				"cd", -- [6]
				143027, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["334053"] = {
				"334053", -- [1]
				"Timer334053cd", -- [2]
				"~净化冲击波", -- [3]
				8.4, -- [4]
				3528286, -- [5]
				"cd", -- [6]
				334053, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["143594"] = {
				"143594", -- [1]
				"Timer143594next", -- [2]
				"狂暴姿态", -- [3]
				60, -- [4]
				132275, -- [5]
				"next", -- [6]
				143594, -- [7]
				6, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["108649"] = {
				"108649", -- [1]
				"Timer108649cd", -- [2]
				"~腐蚀寄生虫", -- [3]
				11, -- [4]
				524795, -- [5]
				"cd", -- [6]
				108649, -- [7]
				3, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["145226"] = {
				"145226", -- [1]
				"Timer145226next", -- [2]
				"盲目憎恨", -- [3]
				25, -- [4]
				651082, -- [5]
				"next", -- [6]
				145226, -- [7]
				6, -- [8]
				"866", -- [9]
				["id"] = 1624,
			},
			["343273"] = {
				"343273", -- [1]
				"Timer343273cdcount	2	Vehicle-0-3116-2296-16729-172858-0000110CB1", -- [2]
				"~贪婪盛宴 (2)", -- [3]
				18.2, -- [4]
				132127, -- [5]
				"cdcount", -- [6]
				343273, -- [7]
				3, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["318406"] = {
				"318406", -- [1]
				"Timer318406cd", -- [2]
				"~软肉碎击", -- [3]
				14.5, -- [4]
				623773, -- [5]
				"cd", -- [6]
				318406, -- [7]
				3, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["144400"] = {
				"144400", -- [1]
				"Timer144400nextcount	1", -- [2]
				"傲气冲天 (1)", -- [3]
				75.5, -- [4]
				895888, -- [5]
				"nextcount", -- [6]
				144400, -- [7]
				2, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["328791"] = {
				"328791", -- [1]
				"Timer328791next", -- [2]
				"哀伤仪式", -- [3]
				8.2, -- [4]
				237536, -- [5]
				"next", -- [6]
				328791, -- [7]
				2, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["327227"] = {
				"327227", -- [1]
				"Timer327227cdcount	1", -- [2]
				"~毁灭 (1)", -- [3]
				52.2, -- [4]
				136129, -- [5]
				"cdcount", -- [6]
				327227, -- [7]
				2, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["72173"] = {
				"72173", -- [1]
				"Timer72173next", -- [2]
				"召唤血兽", -- [3]
				40, -- [4]
				252272, -- [5]
				"next", -- [6]
				72173, -- [7]
				1, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["179909"] = {
				"179909", -- [1]
				"Timer179909nextcount2	1", -- [2]
				"命运相连 (1)", -- [3]
				19, -- [4]
				607854, -- [5]
				"nextcount", -- [6]
				179909, -- [7]
				3, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["322908"] = {
				"322908", -- [1]
				"Timer322908next", -- [2]
				"爆冲", -- [3]
				18.2, -- [4]
				1029595, -- [5]
				"next", -- [6]
				322908, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["322304"] = {
				"322304", -- [1]
				"Timer322304cd", -- [2]
				"~恶毒附肢", -- [3]
				5.6, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				322304, -- [7]
				1, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["72297"] = {
				"72297", -- [1]
				"Timer72297cd", -- [2]
				"~可延展黏液", -- [3]
				15, -- [4]
				237376, -- [5]
				"cd", -- [6]
				72297, -- [7]
				3, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["70911"] = {
				"70911", -- [1]
				"Timer70911next", -- [2]
				"肆虐毒疫", -- [3]
				10, -- [4]
				136133, -- [5]
				"next", -- [6]
				70911, -- [7]
				3, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["180224"] = {
				"180224", -- [1]
				"Timer180224cdcount	1", -- [2]
				"~死亡挣扎 (1)", -- [3]
				39, -- [4]
				132338, -- [5]
				"cdcount", -- [6]
				180224, -- [7]
				2, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["147042"] = {
				"147042", -- [1]
				"Timer147042nextcount	1", -- [2]
				"辐射烈焰 (1)", -- [3]
				39, -- [4]
				524795, -- [5]
				"nextcount", -- [6]
				147042, -- [7]
				2, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["322773"] = {
				"322773", -- [1]
				"Timer322773cd", -- [2]
				"~鲜血屏障", -- [3]
				26.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				322773, -- [7]
				6, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["319702"] = {
				"319702", -- [1]
				"Timer319702cd", -- [2]
				"~鲜血洪流", -- [3]
				7.5, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				319702, -- [7]
				2, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["144218"] = {
				"144218", -- [1]
				"Timer144218cd", -- [2]
				"~地火突刺", -- [3]
				17, -- [4]
				132846, -- [5]
				"cd", -- [6]
				144218, -- [7]
				3, -- [8]
				"864", -- [9]
				["id"] = 1600,
			},
			["333932"] = {
				"333932", -- [1]
				"Timer333932cdcount	1", -- [2]
				"~毁灭之手 (1)", -- [3]
				46.6, -- [4]
				136225, -- [5]
				"cdcount", -- [6]
				333932, -- [7]
				2, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["106523"] = {
				"106523", -- [1]
				"Timer106523cd", -- [2]
				"~大灾变", -- [3]
				115.5, -- [4]
				575535, -- [5]
				"cd", -- [6]
				106523, -- [7]
				2, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["321247"] = {
				"321247", -- [1]
				"Timer321247cd", -- [2]
				"~最终收割", -- [3]
				38.6, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321247, -- [7]
				2, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["325245"] = {
				"325245", -- [1]
				"Timer325245cd", -- [2]
				"~暗影伏击", -- [3]
				6.1, -- [4]
				1305160, -- [5]
				"cd", -- [6]
				325245, -- [7]
				3, -- [8]
				"2423", -- [9]
				["id"] = 2385,
			},
			["108044"] = {
				"108044", -- [1]
				"Timer108044cd", -- [2]
				"~干扰怒吼", -- [3]
				10, -- [4]
				132352, -- [5]
				"cd", -- [6]
				108044, -- [7]
				2, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["184357"] = {
				"184357", -- [1]
				"Timer184357nextcount	2", -- [2]
				"污血 (2)", -- [3]
				15.8, -- [4]
				1029738, -- [5]
				"nextcount", -- [6]
				184357, -- [7]
				0, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["108051"] = {
				"108051", -- [1]
				"Timer108051next", -- [2]
				"暮光烈焰", -- [3]
				10.5, -- [4]
				425955, -- [5]
				"next", -- [6]
				108051, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["322818"] = {
				"322818", -- [1]
				"Timer322818cd", -- [2]
				"~失去信心", -- [3]
				24.6, -- [4]
				237555, -- [5]
				"cd", -- [6]
				322818, -- [7]
				3, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["322574"] = {
				"322574", -- [1]
				"Timer322574cd", -- [2]
				"~融合具象", -- [3]
				14.6, -- [4]
				132331, -- [5]
				"cd", -- [6]
				322574, -- [7]
				1, -- [8]
				"2415", -- [9]
				["id"] = 2361,
			},
			["ej7920"] = {
				"ej7920", -- [1]
				"Timerej7920nextcount	1", -- [2]
				"库卡隆部队 (1)", -- [3]
				45, -- [4]
				132349, -- [5]
				"nextcount", -- [6]
				"ej7920", -- [7]
				1, -- [8]
				"850", -- [9]
				["id"] = 1603,
			},
			["323515"] = {
				"323515", -- [1]
				"Timer323515cd", -- [2]
				"~仇恨打击", -- [3]
				9.7, -- [4]
				237517, -- [5]
				"cd", -- [6]
				323515, -- [7]
				5, -- [8]
				"2401", -- [9]
				["id"] = 2365,
			},
			["332572"] = {
				"332572", -- [1]
				"Timer332572cdcount	1", -- [2]
				"~碎石飞落 (1)", -- [3]
				12.1, -- [4]
				1385913, -- [5]
				"cdcount", -- [6]
				332572, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["ej8305"] = {
				"ej8305", -- [1]
				"Timerej8305active", -- [2]
				"阶段转换：亚煞极之境结束", -- [3]
				60.5, -- [4]
				135945, -- [5]
				"active", -- [6]
				"ej8305", -- [7]
				6, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["320326"] = {
				"320326", -- [1]
				"Timer320326cd", -- [2]
				"~错位冲击波", -- [3]
				9.4, -- [4]
				1408832, -- [5]
				"cd", -- [6]
				320326, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["332683"] = {
				"332683", -- [1]
				"Timer332683cast", -- [2]
				"粉碎爆炸 ", -- [3]
				5, -- [4]
				1519262, -- [5]
				"cast", -- [6]
				332683, -- [7]
				2, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["142948"] = {
				"142948", -- [1]
				"Timer142948cdcount	1", -- [2]
				"~瞄准 (1)", -- [3]
				32, -- [4]
				878211, -- [5]
				"cdcount", -- [6]
				142948, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["ej4117"] = {
				"ej4117", -- [1]
				"Timerej4117next", -- [2]
				"源质恐魔", -- [3]
				35.5, -- [4]
				136243, -- [5]
				"next", -- [6]
				"ej4117", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["106199"] = {
				"106199", -- [1]
				"Timer106199cd	Vehicle-0-3048-967-3419-56162-00000EA727", -- [2]
				"~血之腐蚀：死亡", -- [3]
				8.5, -- [4]
				538040, -- [5]
				"cd", -- [6]
				106199, -- [7]
				5, -- [8]
				"318", -- [9]
				["id"] = 1291,
			},
			["103571"] = {
				"103571", -- [1]
				"Timer103571next", -- [2]
				"末日黑洞", -- [3]
				5.5, -- [4]
				463569, -- [5]
				"next", -- [6]
				103571, -- [7]
				5, -- [8]
				"324", -- [9]
				["id"] = 1294,
			},
			["334625"] = {
				"334625", -- [1]
				"Timer334625cd", -- [2]
				"~深渊爆炸", -- [3]
				20.1, -- [4]
				3528303, -- [5]
				"cd", -- [6]
				334625, -- [7]
				2, -- [8]
				"2412", -- [9]
				["id"] = 2359,
			},
			["73070"] = {
				"73070", -- [1]
				"Timer73070next", -- [2]
				"煽动惊恐", -- [3]
				127, -- [4]
				136147, -- [5]
				"next", -- [6]
				73070, -- [7]
				6, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["143545"] = {
				"143545", -- [1]
				"Timer143545cast", -- [2]
				"跳至中心 ", -- [3]
				6.5, -- [4]
				136243, -- [5]
				"cast", -- [6]
				143545, -- [7]
				0, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["320966"] = {
				"320966", -- [1]
				"Timer320966cd", -- [2]
				"~过顶挥砍", -- [3]
				8.3, -- [4]
				3284464, -- [5]
				"cd", -- [6]
				320966, -- [7]
				5, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["321834"] = {
				"321834", -- [1]
				"Timer321834cd", -- [2]
				"~闪避球", -- [3]
				8.1, -- [4]
				132387, -- [5]
				"cd", -- [6]
				321834, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["ej11425"] = {
				"ej11425", -- [1]
				"Timerej11425cdcount	1", -- [2]
				"~魁梧的狂战士 (1)", -- [3]
				29.5, -- [4]
				463566, -- [5]
				"cdcount", -- [6]
				"ej11425", -- [7]
				1, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["70946"] = {
				"70946", -- [1]
				"Timer70946next", -- [2]
				"吸血撕咬", -- [3]
				15, -- [4]
				134298, -- [5]
				"next", -- [6]
				70946, -- [7]
				5, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["319733"] = {
				"319733", -- [1]
				"Timer319733cd", -- [2]
				"~唤石", -- [3]
				10.9, -- [4]
				463493, -- [5]
				"cd", -- [6]
				319733, -- [7]
				1, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["334929"] = {
				"334929", -- [1]
				"Timer334929cdcount	1", -- [2]
				"~锯齿横扫 (1)", -- [3]
				8.1, -- [4]
				1396975, -- [5]
				"cdcount", -- [6]
				334929, -- [7]
				5, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["181973"] = {
				"181973", -- [1]
				"Timer181973next", -- [2]
				"灵魂盛宴", -- [3]
				123.5, -- [4]
				828455, -- [5]
				"next", -- [6]
				181973, -- [7]
				6, -- [8]
				"1372", -- [9]
				["id"] = 1783,
			},
			["185282"] = {
				"185282", -- [1]
				"Timer185282nextcount	1", -- [2]
				"弹幕射击 (1)", -- [3]
				11.7, -- [4]
				135804, -- [5]
				"nextcount", -- [6]
				185282, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["142842"] = {
				"142842", -- [1]
				"Timer142842nextcount	1", -- [2]
				"亚煞极之息 (1)", -- [3]
				68, -- [4]
				136194, -- [5]
				"nextcount", -- [6]
				142842, -- [7]
				2, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["184369"] = {
				"184369", -- [1]
				"Timer184369cd", -- [2]
				"~啸风战斧", -- [3]
				4.7, -- [4]
				236188, -- [5]
				"cd", -- [6]
				184369, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
			["319619"] = {
				"319619", -- [1]
				"Timer319619cd", -- [2]
				"~错位陷阱", -- [3]
				4.5, -- [4]
				132206, -- [5]
				"cd", -- [6]
				319619, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["144985"] = {
				"144985", -- [1]
				"Timer144985cdcount	1", -- [2]
				"~腐蚀漩涡 (1)", -- [3]
				44.5, -- [4]
				892449, -- [5]
				"cdcount", -- [6]
				144985, -- [7]
				2, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["319589"] = {
				"319589", -- [1]
				"Timer319589cd", -- [2]
				"~攫取之手", -- [3]
				8.2, -- [4]
				2576086, -- [5]
				"cd", -- [6]
				319589, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["321873"] = {
				"321873", -- [1]
				"Timer321873cd", -- [2]
				"~鬼抓人", -- [3]
				18.4, -- [4]
				1698698, -- [5]
				"cd", -- [6]
				321873, -- [7]
				3, -- [8]
				"2402", -- [9]
				["id"] = 2392,
			},
			["320655"] = {
				"320655", -- [1]
				"Timer320655cd", -- [2]
				"~嚼碎", -- [3]
				5, -- [4]
				132358, -- [5]
				"cd", -- [6]
				320655, -- [7]
				5, -- [8]
				"2395", -- [9]
				["id"] = 2387,
			},
			["320359"] = {
				"320359", -- [1]
				"Timer320359cast", -- [2]
				"逃脱 ", -- [3]
				30, -- [4]
				132307, -- [5]
				"cast", -- [6]
				320359, -- [7]
				6, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["319650"] = {
				"319650", -- [1]
				"Timer319650cd", -- [2]
				"~恶意头槌", -- [3]
				5.9, -- [4]
				132091, -- [5]
				"cd", -- [6]
				319650, -- [7]
				5, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["182108"] = {
				"182108", -- [1]
				"Timer182108nextcount	1", -- [2]
				"炮击 (1)", -- [3]
				8.9, -- [4]
				840407, -- [5]
				"nextcount", -- [6]
				182108, -- [7]
				3, -- [8]
				"1425", -- [9]
				["id"] = 1785,
			},
			["70341"] = {
				"70341", -- [1]
				"Timer70341cd", -- [2]
				"~软泥滩", -- [3]
				10, -- [4]
				132104, -- [5]
				"cd", -- [6]
				70341, -- [7]
				5, -- [8]
				"Putricide", -- [9]
				["id"] = 1102,
			},
			["319521"] = {
				"319521", -- [1]
				"Timer319521cd", -- [2]
				"~抽取灵魂", -- [3]
				15.5, -- [4]
				2576083, -- [5]
				"cd", -- [6]
				319521, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["320772"] = {
				"320772", -- [1]
				"Timer320772cd", -- [2]
				"~彗星风暴", -- [3]
				16.5, -- [4]
				1033907, -- [5]
				"cd", -- [6]
				320772, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["324527"] = {
				"324527", -- [1]
				"Timer324527next", -- [2]
				"魔药践踏", -- [3]
				7, -- [4]
				1044089, -- [5]
				"next", -- [6]
				324527, -- [7]
				3, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["184681"] = {
				"184681", -- [1]
				"Timer184681cd", -- [2]
				"~嚎哭恐魔", -- [3]
				75, -- [4]
				132291, -- [5]
				"cd", -- [6]
				184681, -- [7]
				2, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["142851"] = {
				"142851", -- [1]
				"Timer142851nextcount	1", -- [2]
				"震地猛击 (1)", -- [3]
				5, -- [4]
				136025, -- [5]
				"nextcount", -- [6]
				142851, -- [7]
				3, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["319654"] = {
				"319654", -- [1]
				"Timer319654cd", -- [2]
				"~饥苦吸取", -- [3]
				10.7, -- [4]
				571321, -- [5]
				"cd", -- [6]
				319654, -- [7]
				4, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["ej8036"] = {
				"ej8036", -- [1]
				"Timerej8036cd", -- [2]
				"~选择催化药剂", -- [3]
				19.5, -- [4]
				878223, -- [5]
				"cd", -- [6]
				"ej8036", -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["322236"] = {
				"322236", -- [1]
				"Timer322236cd", -- [2]
				"~粘液之触", -- [3]
				6, -- [4]
				254105, -- [5]
				"cd", -- [6]
				322236, -- [7]
				5, -- [8]
				"2404", -- [9]
				["id"] = 2386,
			},
			["320141"] = {
				"320141", -- [1]
				"Timer320141next", -- [2]
				"末日！！！", -- [3]
				45.5, -- [4]
				136129, -- [5]
				"next", -- [6]
				320141, -- [7]
				2, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["334485"] = {
				"334485", -- [1]
				"Timer334485cd", -- [2]
				"~充能", -- [3]
				44.9, -- [4]
				3565449, -- [5]
				"cd", -- [6]
				334485, -- [7]
				6, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["110214"] = {
				"110214", -- [1]
				"Timer110214cd", -- [2]
				"~吞噬遮幕", -- [3]
				45, -- [4]
				135752, -- [5]
				"cd", -- [6]
				110214, -- [7]
				3, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["323143"] = {
				"323143", -- [1]
				"Timer323143cd", -- [2]
				"~念力投掷", -- [3]
				6, -- [4]
				135822, -- [5]
				"cd", -- [6]
				323143, -- [7]
				3, -- [8]
				"2413", -- [9]
				["id"] = 2381,
			},
			["143962"] = {
				"143962", -- [1]
				"Timer143962next", -- [2]
				"炼狱打击", -- [3]
				8, -- [4]
				135265, -- [5]
				"next", -- [6]
				143962, -- [7]
				3, -- [8]
				"849", -- [9]
				["id"] = 1598,
			},
			["144359"] = {
				"144359", -- [1]
				"Timer144359next", -- [2]
				"泰坦之赐", -- [3]
				7.5, -- [4]
				254117, -- [5]
				"next", -- [6]
				144359, -- [7]
				3, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["143337"] = {
				"143337", -- [1]
				"Timer143337cdcount	1", -- [2]
				"~突变 (1)", -- [3]
				23, -- [4]
				878216, -- [5]
				"cdcount", -- [6]
				143337, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["103414"] = {
				"103414", -- [1]
				"Timer103414cd", -- [2]
				"~践踏", -- [3]
				11, -- [4]
				133594, -- [5]
				"cd", -- [6]
				103414, -- [7]
				2, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["331209"] = {
				"331209", -- [1]
				"Timer331209cdcount	1", -- [2]
				"~怨恨凝视 (1)", -- [3]
				51.3, -- [4]
				136215, -- [5]
				"cdcount", -- [6]
				331209, -- [7]
				3, -- [8]
				"2394", -- [9]
				["id"] = 2399,
			},
			["323845"] = {
				"323845", -- [1]
				"Timer323845cd", -- [2]
				"~邪恶冲刺", -- [3]
				5.7, -- [4]
				589068, -- [5]
				"cd", -- [6]
				323845, -- [7]
				3, -- [8]
				"2407", -- [9]
				["id"] = 2363,
			},
			["334009"] = {
				"334009", -- [1]
				"Timer334009cdcount3	1", -- [2]
				"~跳跃 (1)", -- [3]
				29.4, -- [4]
				2101174, -- [5]
				"cdcount", -- [6]
				334009, -- [7]
				3, -- [8]
				"2425", -- [9]
				["id"] = 2417,
			},
			["320069"] = {
				"320069", -- [1]
				"Timer320069cd", -- [2]
				"~致死打击", -- [3]
				22.6, -- [4]
				132355, -- [5]
				"cd", -- [6]
				320069, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["320644"] = {
				"320644", -- [1]
				"Timer320644cdcount	1", -- [2]
				"~残酷连击 (1)", -- [3]
				5.8, -- [4]
				1390946, -- [5]
				"cdcount", -- [6]
				320644, -- [7]
				5, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["325725"] = {
				"325725", -- [1]
				"Timer325725cdcount	1", -- [2]
				"~寰宇操控 (1)", -- [3]
				3.7, -- [4]
				1033912, -- [5]
				"cdcount", -- [6]
				325725, -- [7]
				3, -- [8]
				"2410", -- [9]
				["id"] = 2396,
			},
			["322746"] = {
				"322746", -- [1]
				"Timer322746cd", -- [2]
				"~堕落之血", -- [3]
				8.5, -- [4]
				136133, -- [5]
				"cd", -- [6]
				322746, -- [7]
				3, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["324205"] = {
				"324205", -- [1]
				"Timer324205cd", -- [2]
				"~眩目闪光", -- [3]
				15.7, -- [4]
				1029583, -- [5]
				"cd", -- [6]
				324205, -- [7]
				3, -- [8]
				"2416", -- [9]
				["id"] = 2356,
			},
			["69279"] = {
				"69279", -- [1]
				"Timer69279next", -- [2]
				"毒气孢子", -- [3]
				20, -- [4]
				136134, -- [5]
				"next", -- [6]
				69279, -- [7]
				3, -- [8]
				"Festergut", -- [9]
				["id"] = 1097,
			},
			["321226"] = {
				"321226", -- [1]
				"Timer321226cd", -- [2]
				"~亡者领域", -- [3]
				8.6, -- [4]
				136179, -- [5]
				"cd", -- [6]
				321226, -- [7]
				1, -- [8]
				"2391", -- [9]
				["id"] = 2388,
			},
			["105269"] = {
				"105269", -- [1]
				"Timer105269next", -- [2]
				"冰枪", -- [3]
				10, -- [4]
				237236, -- [5]
				"next", -- [6]
				105269, -- [7]
				5, -- [8]
				"317", -- [9]
				["id"] = 1296,
			},
			["nil"] = {
				"nil", -- [1]
				"Timer0nextspecial", -- [2]
				"Special", -- [3]
				8.3, -- [4]
				136116, -- [5]
				"nextspecial", -- [6]
				nil, -- [7]
				0, -- [8]
				"2419", -- [9]
				["id"] = 2382,
			},
			["329181"] = {
				"329181", -- [1]
				"Timer329181cdcount	1", -- [2]
				"~毁灭痛苦 (1)", -- [3]
				21.1, -- [4]
				3528313, -- [5]
				"cdcount", -- [6]
				329181, -- [7]
				5, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["327411"] = {
				"327411", -- [1]
				"Timer327411cd", -- [2]
				"~羁石诅咒", -- [3]
				21.3, -- [4]
				516666, -- [5]
				"cd", -- [6]
				327411, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["70372"] = {
				"70372", -- [1]
				"Timer70372next", -- [2]
				"召唤蹒跚的血僵尸", -- [3]
				20, -- [4]
				237524, -- [5]
				"next", -- [6]
				70372, -- [7]
				1, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["320050"] = {
				"320050", -- [1]
				"Timer320050cdcount	1", -- [2]
				"~玛卓克萨斯之力 (1)", -- [3]
				17.1, -- [4]
				1115905, -- [5]
				"cdcount", -- [6]
				320050, -- [7]
				6, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["321894"] = {
				"321894", -- [1]
				"Timer321894cd", -- [2]
				"~黑暗放逐", -- [3]
				26.5, -- [4]
				2576087, -- [5]
				"cd", -- [6]
				321894, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["324608"] = {
				"324608", -- [1]
				"Timer324608cd", -- [2]
				"~充能践踏", -- [3]
				14.3, -- [4]
				460957, -- [5]
				"cd", -- [6]
				324608, -- [7]
				3, -- [8]
				"2414", -- [9]
				["id"] = 2358,
			},
			["71289"] = {
				"71289", -- [1]
				"Timer71289cd", -- [2]
				"~统御心灵", -- [3]
				30, -- [4]
				132507, -- [5]
				"cd", -- [6]
				71289, -- [7]
				3, -- [8]
				"Deathwhisper", -- [9]
				["id"] = 1100,
			},
			["323597"] = {
				"323597", -- [1]
				"Timer323597cd", -- [2]
				"~幽灵附身", -- [3]
				15.5, -- [4]
				236548, -- [5]
				"cd", -- [6]
				323597, -- [7]
				1, -- [8]
				"2411", -- [9]
				["id"] = 2403,
			},
			["331618"] = {
				"331618", -- [1]
				"Timer331618cdcount	1", -- [2]
				"~压制战旗 (1)", -- [3]
				10.7, -- [4]
				3578234, -- [5]
				"cdcount", -- [6]
				331618, -- [7]
				1, -- [8]
				"2390", -- [9]
				["id"] = 2366,
			},
			["320823"] = {
				"320823", -- [1]
				"Timer320823cd", -- [2]
				"~实验型松鼠炸弹", -- [3]
				7.9, -- [4]
				133709, -- [5]
				"cd", -- [6]
				320823, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["143701"] = {
				"143701", -- [1]
				"Timer143701cd", -- [2]
				"~晕头转向", -- [3]
				14, -- [4]
				236154, -- [5]
				"cd", -- [6]
				143701, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["72378"] = {
				"72378", -- [1]
				"Timer72378next", -- [2]
				"鲜血新星", -- [3]
				20, -- [4]
				237513, -- [5]
				"next", -- [6]
				72378, -- [7]
				2, -- [8]
				"Deathbringer", -- [9]
				["id"] = 1096,
			},
			["73539"] = {
				"73539", -- [1]
				"Timer73539next", -- [2]
				"召唤暗影陷阱", -- [3]
				15.5, -- [4]
				136160, -- [5]
				"next", -- [6]
				73539, -- [7]
				3, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["103821"] = {
				"103821", -- [1]
				"Timer103821cd", -- [2]
				"~大地涡流", -- [3]
				54, -- [4]
				433442, -- [5]
				"cd", -- [6]
				103821, -- [7]
				6, -- [8]
				"311", -- [9]
				["id"] = 1292,
			},
			["322736"] = {
				"322736", -- [1]
				"Timer322736cd", -- [2]
				"~尖锐脊刺", -- [3]
				10.1, -- [4]
				1508486, -- [5]
				"cd", -- [6]
				322736, -- [7]
				5, -- [8]
				"2408", -- [9]
				["id"] = 2395,
			},
			["69076"] = {
				"69076", -- [1]
				"Timer69076cd", -- [2]
				"~白骨风暴", -- [3]
				45, -- [4]
				132119, -- [5]
				"cd", -- [6]
				69076, -- [7]
				2, -- [8]
				"LordMarrowgar", -- [9]
				["id"] = 1101,
			},
			["144866"] = {
				"144866", -- [1]
				"Timer144866next", -- [2]
				"进入亚煞极之境", -- [3]
				25, -- [4]
				135945, -- [5]
				"next", -- [6]
				144866, -- [7]
				6, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["313606"] = {
				"313606", -- [1]
				"Timer313606cd", -- [2]
				"~飞行", -- [3]
				30.5, -- [4]
				135737, -- [5]
				"cd", -- [6]
				313606, -- [7]
				6, -- [8]
				"2399", -- [9]
				["id"] = 2357,
			},
			["ej4112"] = {
				"ej4112", -- [1]
				"Timerej4112next", -- [2]
				"变异的腐蚀", -- [3]
				11, -- [4]
				237408, -- [5]
				"next", -- [6]
				"ej4112", -- [7]
				1, -- [8]
				"333", -- [9]
				["id"] = 1299,
			},
			["326039"] = {
				"326039", -- [1]
				"Timer326039next", -- [2]
				"无尽的折磨", -- [3]
				24.2, -- [4]
				1394887, -- [5]
				"next", -- [6]
				326039, -- [7]
				2, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["147068"] = {
				"147068", -- [1]
				"Timer147068cd", -- [2]
				"~迦拉克隆之焰", -- [3]
				13.5, -- [4]
				236188, -- [5]
				"cd", -- [6]
				147068, -- [7]
				3, -- [8]
				"868", -- [9]
				["id"] = 1622,
			},
			["69200"] = {
				"69200", -- [1]
				"Timer69200next", -- [2]
				"狂怒之魂", -- [3]
				6, -- [4]
				132344, -- [5]
				"next", -- [6]
				69200, -- [7]
				1, -- [8]
				"LichKing", -- [9]
				["id"] = 1106,
			},
			["323730"] = {
				"323730", -- [1]
				"Timer323730cd", -- [2]
				"~冻结之缚", -- [3]
				8.9, -- [4]
				135834, -- [5]
				"cd", -- [6]
				323730, -- [7]
				3, -- [8]
				"2396", -- [9]
				["id"] = 2390,
			},
			["143759"] = {
				"143759", -- [1]
				"Timer143759cd", -- [2]
				"~投掷琥珀", -- [3]
				44, -- [4]
				646670, -- [5]
				"cd", -- [6]
				143759, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["320230"] = {
				"320230", -- [1]
				"Timer320230cd", -- [2]
				"~爆炸！", -- [3]
				31.6, -- [4]
				1360978, -- [5]
				"cd", -- [6]
				320230, -- [7]
				2, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["108038"] = {
				"108038", -- [1]
				"Timer108038cd", -- [2]
				"~鱼叉炮", -- [3]
				18, -- [4]
				514302, -- [5]
				"cd", -- [6]
				108038, -- [7]
				5, -- [8]
				"332", -- [9]
				["id"] = 1298,
			},
			["144574"] = {
				"144574", -- [1]
				"Timer144574next", -- [2]
				"腐化囚笼", -- [3]
				53, -- [4]
				895886, -- [5]
				"next", -- [6]
				144574, -- [7]
				3, -- [8]
				"867", -- [9]
				["id"] = 1604,
			},
			["332794"] = {
				"332794", -- [1]
				"Timer332794cdcount	1", -- [2]
				"~致命灵巧 (1)", -- [3]
				17.4, -- [4]
				1357795, -- [5]
				"cdcount", -- [6]
				332794, -- [7]
				3, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["323685"] = {
				"323685", -- [1]
				"Timer323685cd", -- [2]
				"~攫取裂隙", -- [3]
				22.7, -- [4]
				2576095, -- [5]
				"cd", -- [6]
				323685, -- [7]
				3, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["325254"] = {
				"325254", -- [1]
				"Timer325254cd", -- [2]
				"~钢铁尖刺", -- [3]
				3.5, -- [4]
				3199068, -- [5]
				"cd", -- [6]
				325254, -- [7]
				5, -- [8]
				"2421", -- [9]
				["id"] = 2362,
			},
			["329217"] = {
				"329217", -- [1]
				"Timer329217cd", -- [2]
				"~软泥突袭", -- [3]
				33.2, -- [4]
				451165, -- [5]
				"cd", -- [6]
				329217, -- [7]
				3, -- [8]
				"2403", -- [9]
				["id"] = 2384,
			},
			["319592"] = {
				"319592", -- [1]
				"Timer319592cd", -- [2]
				"~碎石之跃", -- [3]
				20.6, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				319592, -- [7]
				3, -- [8]
				"2387", -- [9]
				["id"] = 2380,
			},
			["320063"] = {
				"320063", -- [1]
				"Timer320063cd", -- [2]
				"~猛击", -- [3]
				9.4, -- [4]
				132340, -- [5]
				"cd", -- [6]
				320063, -- [7]
				5, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["320787"] = {
				"320787", -- [1]
				"Timer320787cd", -- [2]
				"~召唤能量水晶", -- [3]
				5.9, -- [4]
				132776, -- [5]
				"cd", -- [6]
				320787, -- [7]
				5, -- [8]
				"2409", -- [9]
				["id"] = 2394,
			},
			["184360"] = {
				"184360", -- [1]
				"Timer184360cdcount	1", -- [2]
				"~邪能狂怒 (1)", -- [3]
				28, -- [4]
				135791, -- [5]
				"cdcount", -- [6]
				184360, -- [7]
				3, -- [8]
				"1432", -- [9]
				["id"] = 1798,
			},
			["323137"] = {
				"323137", -- [1]
				"Timer323137cd", -- [2]
				"~迷乱花粉", -- [3]
				15.8, -- [4]
				134219, -- [5]
				"cd", -- [6]
				323137, -- [7]
				5, -- [8]
				"2400", -- [9]
				["id"] = 2397,
			},
			["322681"] = {
				"322681", -- [1]
				"Timer322681cd", -- [2]
				"~肉钩", -- [3]
				10.6, -- [4]
				1373906, -- [5]
				"cd", -- [6]
				322681, -- [7]
				3, -- [8]
				"2392", -- [9]
				["id"] = 2389,
			},
			["324079"] = {
				"324079", -- [1]
				"Timer324079cd", -- [2]
				"~收割之镰", -- [3]
				8.1, -- [4]
				1060569, -- [5]
				"cd", -- [6]
				324079, -- [7]
				5, -- [8]
				"2417", -- [9]
				["id"] = 2404,
			},
			["71266"] = {
				"71266", -- [1]
				"Timer71266next", -- [2]
				"蜂拥之影", -- [3]
				30.5, -- [4]
				236279, -- [5]
				"next", -- [6]
				71266, -- [7]
				3, -- [8]
				"Lanathel", -- [9]
				["id"] = 1103,
			},
			["333231"] = {
				"333231", -- [1]
				"Timer333231cd", -- [2]
				"~灼热之陨", -- [3]
				10.2, -- [4]
				2576089, -- [5]
				"cd", -- [6]
				333231, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["319685"] = {
				"319685", -- [1]
				"Timer319685cd", -- [2]
				"~撕裂撞击", -- [3]
				34.2, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				319685, -- [7]
				6, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["320180"] = {
				"320180", -- [1]
				"Timer320180cd", -- [2]
				"~剧毒孢子", -- [3]
				17.7, -- [4]
				464341, -- [5]
				"cd", -- [6]
				320180, -- [7]
				3, -- [8]
				"2397", -- [9]
				["id"] = 2391,
			},
			["319713"] = {
				"319713", -- [1]
				"Timer319713cd", -- [2]
				"~巨兽奔袭", -- [3]
				15.5, -- [4]
				132335, -- [5]
				"cd", -- [6]
				319713, -- [7]
				3, -- [8]
				"2388", -- [9]
				["id"] = 2360,
			},
			["329951"] = {
				"329951", -- [1]
				"Timer329951nextcount	1", -- [2]
				"穿刺 (1)", -- [3]
				27.5, -- [4]
				1357795, -- [5]
				"nextcount", -- [6]
				329951, -- [7]
				3, -- [8]
				"2424", -- [9]
				["id"] = 2407,
			},
			["319626"] = {
				"319626", -- [1]
				"Timer319626cd", -- [2]
				"~幻影寄生", -- [3]
				3.3, -- [4]
				236298, -- [5]
				"cd", -- [6]
				319626, -- [7]
				3, -- [8]
				"2389", -- [9]
				["id"] = 2364,
			},
			["144748"] = {
				"144748", -- [1]
				"Timer144748cdcount	1", -- [2]
				"~亵渎 (1)", -- [3]
				10.5, -- [4]
				876354, -- [5]
				"cdcount", -- [6]
				144748, -- [7]
				3, -- [8]
				"869", -- [9]
				["id"] = 1623,
			},
			["342077"] = {
				"342077", -- [1]
				"Timer342077cd", -- [2]
				"~回声定位", -- [3]
				14.2, -- [4]
				132097, -- [5]
				"cd", -- [6]
				342077, -- [7]
				3, -- [8]
				"2393", -- [9]
				["id"] = 2398,
			},
			["ej11266"] = {
				"ej11266", -- [1]
				"Timerej11266cdcount	1", -- [2]
				"~垂涎的嗜血者 (1)", -- [3]
				6, -- [4]
				538039, -- [5]
				"cdcount", -- [6]
				"ej11266", -- [7]
				1, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["322614"] = {
				"322614", -- [1]
				"Timer322614cd", -- [2]
				"~心灵连接", -- [3]
				18.1, -- [4]
				3528276, -- [5]
				"cd", -- [6]
				322614, -- [7]
				3, -- [8]
				"2405", -- [9]
				["id"] = 2393,
			},
			["142416"] = {
				"142416", -- [1]
				"Timer142416cd", -- [2]
				"~疯狂测算：炎界", -- [3]
				25, -- [4]
				236216, -- [5]
				"cd", -- [6]
				142416, -- [7]
				3, -- [8]
				"853", -- [9]
				["id"] = 1593,
			},
			["180372"] = {
				"180372", -- [1]
				"Timer180372cd", -- [2]
				"~剖心飞刀", -- [3]
				25, -- [4]
				514018, -- [5]
				"cd", -- [6]
				180372, -- [7]
				3, -- [8]
				"1396", -- [9]
				["id"] = 1786,
			},
			["323687"] = {
				"323687", -- [1]
				"Timer323687cd", -- [2]
				"~奥术闪电", -- [3]
				7.2, -- [4]
				136099, -- [5]
				"cd", -- [6]
				323687, -- [7]
				3, -- [8]
				"2398", -- [9]
				["id"] = 2400,
			},
			["142815"] = {
				"142815", -- [1]
				"Timer142815cdcount	1", -- [2]
				"~圆弧斩 (1)", -- [3]
				11, -- [4]
				451165, -- [5]
				"cdcount", -- [6]
				142815, -- [7]
				3, -- [8]
				"846", -- [9]
				["id"] = 1595,
			},
			["184394"] = {
				"184394", -- [1]
				"Timer184394cd", -- [2]
				"~震荡波", -- [3]
				5.8, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				184394, -- [7]
				3, -- [8]
				"1426", -- [9]
				["id"] = 1778,
			},
		},
	},
	["damage_scroll_auto_open"] = true,
	["spell_school_cache"] = {
		["负能量"] = 32,
		["百裂爪"] = 1,
		["火焰之触"] = 4,
		["重伤"] = 1,
		["巨兽奔袭"] = 1,
		["念力碰撞"] = 1,
		["震荡之跃"] = 1,
		["伏击"] = 8,
		["鲜血脓液"] = 32,
		["火舌攻击"] = 4,
		["邪火弹药"] = 4,
		["枯萎凋零"] = 40,
		["重拳"] = 1,
		["晶体爆炸"] = 8,
		["魂霜碎片"] = 48,
		["深度联结"] = 64,
		["寒冰箭"] = 16,
		["蛛网"] = 1,
		["自动射击"] = 1,
		["眩晕"] = 1,
		["玻璃裂片"] = 1,
		["致命交易"] = 32,
		["防腐剂"] = 40,
		["回响声波"] = 1,
		["燃烧烈焰"] = 4,
		["滋长之傲"] = 32,
		["肉钩"] = 1,
		["典狱长的印记"] = 32,
		["水晶之刺"] = 1,
		["蔑视"] = 32,
		["寒冰箭雨"] = 16,
		["撕裂之爪"] = 1,
		["石震"] = 1,
		["凋零歼灭"] = 40,
		["熔岩"] = 4,
		["寒冰冲击"] = 16,
		["恶性瘟疫"] = 32,
		["球状闪电"] = 8,
		["眼棱"] = 124,
		["大地之刺"] = 1,
		["迅击"] = 1,
		["贪婪横扫"] = 1,
		["分担痛苦"] = 32,
		["点燃"] = 4,
		["新生光环"] = 8,
		["冷焰陷阱"] = 16,
		["震天怒吼"] = 1,
		["碎石飞落"] = 1,
		["煞能箭"] = 32,
		["邪恶撕裂"] = 1,
		["痛击"] = 1,
		["压制"] = 1,
		["冻结之缚"] = 16,
		["喷发"] = 8,
		["黑暗之箭"] = 32,
		["粉碎黑暗"] = 32,
		["鲜血洪流"] = 32,
		["疑云密布"] = 64,
		["近战"] = 1,
		["撕裂切割"] = 1,
		["压制之力"] = 64,
		["震动的地基"] = 1,
		["净化冲击波"] = 64,
		["惊骇"] = 32,
		["收割之镰"] = 1,
		["源质刺盾"] = 64,
		["复仇者之盾"] = 2,
		["邪恶打击"] = 4,
		["心灵连接"] = 32,
		["裂耳尖啸"] = 1,
		["异界脉动"] = 32,
		["溅洒精魂"] = 32,
		["暴怒乱舞"] = 1,
		["奥术闪电"] = 64,
		["奥的裂解之心"] = 4,
		["火球术"] = 4,
		["势不可挡"] = 64,
		["烈焰震击"] = 4,
		["抽干"] = 1,
		["心能泥浆"] = 8,
		["彗星风暴"] = 16,
		["苦痛印记"] = 32,
		["抓取"] = 1,
		["魔火分裂"] = 4,
		["十字军打击"] = 1,
		["判罪"] = 32,
		["幻影寄生"] = 32,
		["流星之击"] = 8,
		["腐蚀之种"] = 32,
		["毒性之傲"] = 64,
		["地震术"] = 1,
		["弹幕射击"] = 4,
		["死亡之击"] = 32,
		["凶狠噬咬"] = 1,
		["暗言术：灭"] = 32,
		["剧毒之刃"] = 8,
		["阴燃冥殇"] = 4,
		["投掷利刃"] = 1,
		["哀嚎之风"] = 8,
		["永冻"] = 16,
		["猩红合唱"] = 32,
		["死亡之翼模拟器"] = 4,
		["毒肿"] = 40,
		["湮灭诅咒"] = 32,
		["寰宇崩塌"] = 32,
		["反射手指型激光发射器究极版"] = 4,
		["感染毒雨"] = 8,
		["极度冰寒"] = 16,
		["堕落之血"] = 32,
		["灼烧"] = 4,
		["软泥突袭"] = 1,
		["钢铁尖刺"] = 1,
		["猛击"] = 1,
		["落石"] = 1,
		["火焰冲击"] = 4,
		["冰霜疫病"] = 16,
		["电锯"] = 1,
		["回荡爆发"] = 8,
		["暗影迅步"] = 1,
		["旋风斩"] = 1,
		["霜降"] = 16,
		["腐烂胆汁"] = 8,
		["大型炮火连天"] = 4,
		["冲锋"] = 1,
		["充能长矛"] = 64,
		["地震岩层"] = 8,
		["灵魂分裂"] = 32,
		["闪电链过载"] = 8,
		["荆棘指扣"] = 8,
		["邪恶切割"] = 32,
		["天堂炽焰"] = 4,
		["举起残骸"] = 1,
		["不死鸟之焰"] = 4,
		["溢血之心"] = 32,
		["粘液之触"] = 8,
		["锯齿脊针"] = 8,
		["立足不稳"] = 8,
		["降临"] = 1,
		["倒刺射击"] = 1,
		["释放的心能"] = 64,
		["剑刃风暴"] = 1,
		["心能力场"] = 64,
		["无魂者"] = 32,
		["血债"] = 32,
		["盾牌猛击"] = 1,
		["衰老疫病"] = 8,
		["毒液喷吐"] = 8,
		["粉碎流星"] = 8,
		["致命一击\r\n"] = 1,
		["折射罪光"] = 32,
		["梦魇"] = 8,
		["血脉连接"] = 1,
		["钻刺血肉"] = 1,
		["烈焰喷射"] = 4,
		["脉冲震荡"] = 8,
		["错位冲击波"] = 64,
		["锯齿撕裂"] = 1,
		["恶疾之泉"] = 8,
		["魔精箭雨"] = 8,
		["舔舐"] = 8,
		["残酷打击"] = 1,
		["扭曲炸弹"] = 64,
		["灵魂鞭笞"] = 32,
		["速效药膏"] = 8,
		["神圣土地"] = 2,
		["饥苦吸取"] = 32,
		["弱爆了"] = 8,
		["鲜血唤醒"] = 1,
		["定向爆破计谋"] = 64,
		["灼热之陨"] = 32,
		["消散"] = 1,
		["爪击"] = 1,
		["审判"] = 2,
		["天堂之怒"] = 2,
		["冰缚之盾"] = 16,
		["鲜血弹幕"] = 32,
		["痛苦的回忆"] = 32,
		["祝福之锤"] = 2,
		["渗透煞能"] = 32,
		["死亡之主"] = 32,
		["迸涌"] = 4,
		["刃舞"] = 1,
		["火焰之息"] = 4,
		["燃烧的余烬"] = 4,
		["Corpo-a-Corpo"] = 1,
		["艾露恩之泪"] = 64,
		["粉碎"] = 8,
		["异界的寒冷"] = 32,
		["爆裂软泥"] = 1,
		["魔药溃烂"] = 8,
		["罪孽烦扰"] = 32,
		["精华吸收"] = 32,
		["恶臭气体"] = 8,
		["碎骨爆裂"] = 1,
		["酸蚀排放"] = 8,
		["风暴打击"] = 1,
		["死亡之拥"] = 32,
		["衰弱之咬"] = 8,
		["集束轰炸"] = 32,
		["锤击"] = 1,
		["熔火炼狱"] = 4,
		["地基坍塌"] = 1,
		["月影枪"] = 64,
		["碧玉疾风"] = 1,
		["荒芜"] = 32,
		["刺藤"] = 8,
		["鲁莽冲锋"] = 1,
		["饕餮重击"] = 1,
		["风怒攻击"] = 1,
		["碎石之跃"] = 8,
		["霜火之箭"] = 20,
		["压碎护甲"] = 1,
		["心能抛掷"] = 8,
		["暗影伏击"] = 32,
		["奇美拉射击"] = 16,
		["空中轰炸"] = 32,
		["腐蚀之触"] = 32,
		["尖锐脊刺"] = 32,
		["寒冰吐息"] = 16,
		["颚骨打击"] = 8,
		["穿刺"] = 1,
		["暴脾气"] = 1,
		["回响猛击"] = 1,
		["碎裂"] = 32,
		["死亡之影连射"] = 32,
		["汲血之咬"] = 1,
		["致命灵巧"] = 32,
		["抑制波"] = 32,
		["疾病之云"] = 40,
		["爆炸"] = 4,
		["魔疾液"] = 8,
		["粉碎痛苦"] = 32,
		["暴风雨"] = 8,
		["引力井"] = 32,
		["月火术"] = 64,
		["急速感染"] = 8,
		["致死打击"] = 1,
		["发射"] = 4,
		["撕扯"] = 1,
		["冷冽之寒"] = 16,
		["炎爆术"] = 4,
		["投掷武器"] = 1,
		["淤泥箭"] = 8,
		["回响震击"] = 28,
		["大型虫群"] = 1,
		["凝结魔药"] = 8,
		["丢掷图腾"] = 1,
		["哀伤仪式"] = 32,
		["暮色挽歌"] = 32,
		["聚集风暴"] = 8,
		["膨胀的自负"] = 64,
		["奉献"] = 2,
		["严惩"] = 32,
		["火炮冲击"] = 4,
		["血性狂乱"] = 1,
		["冰霜炸弹"] = 16,
		["动荡心能"] = 32,
		["活动炸弹"] = 4,
		["毁灭之手"] = 32,
		["生命连结"] = 1,
		["斜掠"] = 1,
		["落选者之陨"] = 1,
		["震地腾跃"] = 1,
		["煞能喷溅"] = 32,
		["折磨回响"] = 32,
		["滋长猜忌"] = 32,
		["熔岩之池"] = 4,
		["腐烂酸液"] = 8,
		["盛怒"] = 1,
		["粉碎霸权"] = 32,
		["鞭笞"] = 1,
		["黑暗毁灭"] = 32,
		["剧毒孢子"] = 40,
		["亚煞极之血"] = 32,
		["恐怖毒液"] = 8,
		["锯齿横扫"] = 1,
		["寰宇爆发"] = 32,
		["熔岩猛击"] = 4,
		["血之疫病"] = 32,
		["流血"] = 1,
		["顺劈打击"] = 1,
		["裂伤"] = 1,
		["亡者领域"] = 32,
		["煞能残渣"] = 32,
		["眼镜蛇射击"] = 1,
		["灵魂湍流"] = 32,
		["熔岩爆裂"] = 4,
		["撕咬"] = 1,
		["破甲"] = 1,
		["爆破计谋"] = 64,
		["即刻屠灭"] = 32,
		["心能剥离"] = 1,
		["粉碎灵魂"] = 32,
		["水晶弹幕"] = 1,
		["通灵箭"] = 32,
		["夺命掠食"] = 1,
		["屠灭"] = 32,
		["毁灭冲击"] = 1,
		["灭战者"] = 1,
		["毒雾"] = 40,
		["抓挠"] = 1,
		["忠诚标枪"] = 64,
		["射击"] = 8,
		["煞能漩涡"] = 32,
		["旋风劈砍"] = 1,
		["水晶碎片"] = 8,
		["毁灭痛苦"] = 32,
		["哀伤之雾"] = 32,
		["软泥浪潮"] = 8,
		["脉动胆汁"] = 8,
		["吞噬精华"] = 32,
		["突进"] = 1,
		["心能喷泉"] = 32,
		["奔踏"] = 1,
		["幻灭踢"] = 1,
		["冷血"] = 32,
		["喂食时间"] = 1,
		["投入萨隆邪铁"] = 1,
		["熔炉烈焰"] = 4,
		["充能心能"] = 64,
		["暗影箭"] = 32,
		["爆发"] = 32,
		["屠戮"] = 1,
		["岩石箭"] = 1,
		["酸性创伤"] = 8,
		["顺劈斩"] = 1,
		["残渣"] = 32,
		["溃烂"] = 40,
		["横扫"] = 1,
		["飞弹冲击"] = 4,
		["毁灭"] = 32,
		["闪电箭"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["switchSaved"] = {
		["slots"] = 14,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 5,
				["sub_atributo"] = 10,
			}, -- [5]
			{
				["atributo"] = 4,
				["sub_atributo"] = 7,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
			{
			}, -- [25]
			{
			}, -- [26]
			{
			}, -- [27]
			{
			}, -- [28]
			{
			}, -- [29]
			{
			}, -- [30]
			{
			}, -- [31]
			{
			}, -- [32]
			{
			}, -- [33]
			{
			}, -- [34]
			{
			}, -- [35]
			{
			}, -- [36]
			{
			}, -- [37]
			{
			}, -- [38]
			{
			}, -- [39]
			{
			}, -- [40]
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- 此代码在玩家进入或离开队伍时运行",
		["on_zonechanged"] = "\n-- 当玩家更改区域时，此代码将运行",
		["on_init"] = "\n-- Details!初始化时运行代码, 把代码放在这里只运行一次\n-- 这也将运行，然后更改配置文件\n\n--死亡显示中死亡日志工具提示的大小（默认为350）\nDetails.death_tooltip_width = 350;\n\n--在竞技场或战场时，Details!默认激活时间（离开时返回旧设置，默认为true）\nDetails.force_activity_time_pvp = true;\n\n--计量条动画的速度（默认33）\nDetails.animation_speed = 33;\n\n--触发慢速或快速的阈值（默认值为0.45）\nDetails.animation_speed_mintravel = 0.45;\n\n--调用更新动画\nDetails:RefreshAnimationFunctions();\n\n--最大窗口大小, 需要/reload才能生效(默认 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--使用竞技场团队颜色作为职业颜色（默认为true）\nDetails.color_by_arena_team = true;\n\n--在竞技场内使用播放器栏中的角色图标（默认为false）\nDetails.show_arena_role_icon = false;\n\n--显示更新警告的时间（默认为10）\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- 当玩家改变其规格时运行",
		["on_leavecombat"] = "\n-- 这个代码在玩家离开战斗时运行",
		["on_entercombat"] = "\n-- 这个代码在玩家进入战斗时运行",
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n			\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n			\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n			\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo (spellId)\n						GameCooltip:AddLine (name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "有使用药水",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n				\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n					\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						\n						local found_potion = false\n						\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n							\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player \n								instance_container:AddValue (player, 1)\n							end\n						end\n						\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs (DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n				\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n				\n										--add amount to the player \n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n						\n						if (found_potion) then\n							amount = amount + 1\n						end    \n					end\n				end\n				\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 15,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "				\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示每个玩家的群控量.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示每位玩家收到的的群控量.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "我的技能",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = DetailsFramework.UnitGroupRolesAssigned (\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "对骷髅标记目标造成的伤害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "对其它标记目标造成的伤害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "对护盾造成的伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "对护盾造成的伤害",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Rhythm",
			["desc"] = "显示玩家选中与击中不同爆炸物的次数。",
			["total_script"] = "        local value, top, total, Combat, Instance, Actor = ...\n\n        if _G.Details_ExplosiveOrbs then\n            return _G.Details_ExplosiveOrbs:GetDisplayText(Combat:GetCombatNumber(), Actor.my_actor.serial)\n        end\n        return \"\"\n    ",
			["icon"] = 2175503,
			["spellid"] = false,
			["name"] = "爆炸物",
			["tooltip"] = "        local Actor, Combat, Instance = ...\n        local GameCooltip = GameCooltip\n\n        if _G.Details_ExplosiveOrbs then\n            local realCombat\n            for i = -1, 25 do\n                local current = Details:GetCombat(i)\n                if current and current:GetCombatNumber() == Combat.combat_counter then\n                    realCombat = current\n                    break\n                end\n            end\n\n            if not realCombat then return end\n\n            local sortedList = {}\n            local spellList = realCombat[1]:GetActor(Actor.nome):GetSpellList()\n            local orbName = _G.Details_ExplosiveOrbs:RequireOrbName()\n            for spellID, spellTable in pairs(spellList) do\n                local amount = spellTable.targets[orbName]\n                if amount then\n                    tinsert(sortedList, {spellID, amount})\n                end\n            end\n            sort(sortedList, Details.Sort2)\n\n            local format_func = Details:GetCurrentToKFunction()\n            for _, tbl in ipairs(sortedList) do\n                local spellID, amount = unpack(tbl)\n                local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n                GameCooltip:AddLine(spellName, format_func(_, amount))\n                Details:AddTooltipBackgroundStatusbar()\n                GameCooltip:AddIcon(spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n            end\n        end\n    ",
			["target"] = false,
			["script"] = "        local Combat, CustomContainer, Instance = ...\n        local total, top, amount = 0, 0, 0\n\n        if _G.Details_ExplosiveOrbs then\n            local Container = Combat:GetActorList(DETAILS_ATTRIBUTE_MISC)\n            for _, player in ipairs(Container) do\n                if player:IsGroupPlayer() then\n                    -- we only record the players in party\n                    local target, hit = _G.Details_ExplosiveOrbs:GetRecord(Combat:GetCombatNumber(), player:guid())\n                    if target > 0 or hit > 0 then\n                        CustomContainer:AddValue(player, hit)\n                    end\n                end\n            end\n\n            total, top = CustomContainer:GetTotalAndHighestValue()\n            amount = CustomContainer:GetNumActors()\n        end\n\n        return total, top, amount\n    ",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n				\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n				\n				--calculate the DPS and return it as percent\n				local totalValue = value\n				\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				playerTotal = playerTotal + player.total\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n					AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs (playerSpells) do\n						AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n					tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs (sortedList) do\n					local spellID, total = unpack (t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n						\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n						\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n						\n						GameCooltip:AddLine (spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n						\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n						\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n				\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n				\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n				\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n				\n				if (Details.in_combat) then\n					for _, player in ipairs ( damage_container_current ) do \n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)        \n						end\n					end\n				end\n				\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n				\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [12]
	},
	["plugin_window_pos"] = {
		["y"] = 0.00054168701171875,
		["x"] = 9.1552734375e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = -1.52587890625e-05,
			["x"] = 1.52587890625e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = false,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 4.57763671875e-05,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0,
			["x"] = 3.0517578125e-05,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["realm_sync"] = true,
	["current_exp_raid_encounters"] = {
		[2398] = true,
		[2407] = true,
		[2417] = true,
		[2399] = true,
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
		["y"] = 7.62939453125e-06,
		["x"] = 0.00018310546875,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["item_level_pool"] = {
		["Player-838-04E4B6E3"] = {
			["name"] = "倾颜",
			["time"] = 1623852917,
			["ilvl"] = 175.25,
		},
		["Player-838-0556817D"] = {
			["time"] = 1623830140,
			["name"] = "七韵彩虹",
			["ilvl"] = 229.625,
		},
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"环境伤害 (坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"天灾打击 (物理)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"凛风冲击 (主要目标)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"后脊 (饰品)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"灵魂鼓舞 (饰品)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"殉道者之光 (伤害)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"飞刃 (剑 #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"雄狮圣恩 (饰品)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"织网者的灵魂宝石 (饰品)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"传染 (主要目标)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"鲜血胆汁 (饰品)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"凛风冲击 (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"传染 (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"血之憎恨 (饰品)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"夏尔扎克斯的残留之力 (饰品)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"炎法师的引线 (饰品)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"角斗士勋章 (饰品)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"天灾打击 (暗影)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"不稳定的鲜血爆炸 (饰品)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"角斗士徽章 (饰品)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"幻灭踢 (被动)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"飞刃 (剑 #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"角斗士纹章 (饰品)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"角斗士徽记 (饰品)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"符文之凛 (饰品)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"朽烂外壳巫毒娃娃 (饰品)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"喷泉 (饰品)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"黑暗低语海螺 (饰品)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"朽烂外壳巫毒娃娃 (饰品)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"生命绽放 (绽放)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"风暴涌动 (饰品)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"不谐和弦 (饰品)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [44]
		{
			339538, -- [1]
			"圣殿骑士的裁决 (Templar's Vindication)", -- [2]
			461860, -- [3]
		}, -- [45]
		{
			345020, -- [1]
			"潜伏的掠食者 (Trinket)", -- [2]
			2103921, -- [3]
		}, -- [46]
		{
			108271, -- [1]
			"星界转移", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [47]
	},
	["savedStyles"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2327] = {
				["longest"] = 372.1259999999893,
				["kills"] = 1,
				["try_history"] = {
					{
						0.6118096503223809, -- [1]
						117.0010000000038, -- [2]
					}, -- [1]
					{
						0, -- [1]
						372.1259999999893, -- [2]
					}, -- [2]
				},
				["wipes"] = 1,
				["best_try"] = 0,
			},
		},
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 710,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["logons"] = 710,
		["ENCOUNTER_BREAKDOWN_CHART"] = true,
		["ctrl_click_close_tutorial"] = false,
		["ENCOUNTER_BREAKDOWN_EMOTES"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
		["ENCOUNTER_BREAKDOWN_PHASES"] = true,
		["FORGE_TUTORIAL"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["DISABLE_ONDEATH_PANEL"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 6,
		["OVERALLDATA_WARNING1"] = 3,
		["ENCOUNTER_BREAKDOWN_SPELLAURAS"] = true,
		["OPTIONS_PANEL_OPENED"] = true,
		["unlock_button"] = 4,
		["version_announce"] = 0,
		["MIN_COMBAT_TIME"] = true,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
	},
	["always_use_profile_name"] = "Default",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "9.0.58513",
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 7109,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1622557109,
	["report_where"] = "GUILD",
}
