
Details_StreamerDB = {
	["characters"] = {
		["摩卡雪纳瑞 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["Playerywqfve - 瓦里安"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["匠人匠心 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["蔡徐坤 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["Minpojke - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["踏莎行 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["西瓜味泡泡糖 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["Boogaloo - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["焊接机器人 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["萨洛拉丝微微 - 萨洛拉丝"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["倾颜 - 熊猫酒仙"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["狂乱合唱 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["小微微 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["安苏宠物批发 - 安苏"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["Reneebaby - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["拂霓裳 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["招商中证白酒 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["不是吧不是 - 阿古斯"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["维莉雅蕾妮 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["放狠话高手 - 安苏"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["震击机器人 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["殷倾颜 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["蕾妮 - 格瑞姆巴托"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["Amilus - 燃烧之刃"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["西园寺恋 - 布兰卡德"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["她会的我也会 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["王源 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["蕾妮 - 布兰卡德"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["海潮茎秆 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["西园寺恋 - 罗宁"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["瓦拉纳微微 - 瓦拉纳"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["蕾妮 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["西园寺恋 - 白银之手"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["奶凶的小萝莉 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
	},
	["profiles"] = {
		["但偏偏雨渐渐 - 蜘蛛王国"] = {
			["use_square_mode"] = false,
			["is_first_run"] = false,
			["grow_direction"] = "right",
			["arrow_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				0.5, -- [4]
			},
			["main_frame_size"] = {
				300.0000610351563, -- [1]
				500.0000305175781, -- [2]
			},
			["minimap"] = {
				["minimapPos"] = 160,
				["radius"] = 160,
				["hide"] = false,
			},
			["scale"] = 1,
			["arrow_anchor_x"] = 0,
			["row_height"] = 20,
			["row_texture"] = "Details Serenity",
			["font_color"] = {
				1, -- [1]
				1, -- [2]
				1, -- [3]
				1, -- [4]
			},
			["point"] = "CENTER",
			["main_frame_strata"] = "LOW",
			["square_amount"] = 5,
			["enabled"] = false,
			["arrow_size"] = 10,
			["font_size"] = 10,
			["row_spacement"] = 21,
			["main_frame_color"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0.2, -- [4]
			},
			["row_color"] = {
				0.1, -- [1]
				0.1, -- [2]
				0.1, -- [3]
				0.4, -- [4]
			},
			["arrow_texture"] = "Interface\\CHATFRAME\\ChatFrameExpandArrow",
			["per_second"] = {
				["enabled"] = false,
				["point"] = "CENTER",
				["scale"] = 1,
				["font_shadow"] = true,
				["y"] = 1.52587890625e-05,
				["x"] = -3.0517578125e-05,
				["size"] = 32,
				["update_speed"] = 0.05,
				["attribute_type"] = 1,
			},
			["use_spark"] = true,
			["x"] = -0.00018310546875,
			["font_face"] = "Friz Quadrata TT",
			["square_size"] = 32,
			["y"] = -2.288818359375e-05,
			["author"] = "Details! Team",
			["main_frame_locked"] = false,
			["arrow_anchor_y"] = 0,
		},
	},
}
