
HandyNotesDB = {
	["profileKeys"] = {
		["梨花細雨 - 蜘蛛王国"] = "梨花細雨 - 蜘蛛王国",
		["Renee - 蜘蛛王国"] = "Renee - 蜘蛛王国",
		["我来抓人了 - 金色平原"] = "我来抓人了 - 金色平原",
		["钉耙猫 - 蜘蛛王国"] = "钉耙猫 - 蜘蛛王国",
		["素纨凝音 - 奈萨里奥"] = "素纨凝音 - 奈萨里奥",
		["西瓜味泡泡糖 - 罗宁"] = "西瓜味泡泡糖 - 罗宁",
		["Boogaloo - 罗宁"] = "Boogaloo - 罗宁",
		["凤楼吟 - 伊森利恩"] = "凤楼吟 - 伊森利恩",
		["高桥启介 - 蜘蛛王国"] = "高桥启介 - 蜘蛛王国",
		["一黑手一 - 蜘蛛王国"] = "一黑手一 - 蜘蛛王国",
		["导演我躺哪儿 - 苏拉玛"] = "导演我躺哪儿 - 苏拉玛",
		["瓦拉纳丶微微 - 瓦拉纳"] = "瓦拉纳丶微微 - 瓦拉纳",
		["瓦拉纳微微 - 瓦拉纳"] = "瓦拉纳微微 - 瓦拉纳",
		["龙小二 - 罗宁"] = "龙小二 - 罗宁",
		["Misthealer - 伊森利恩"] = "Misthealer - 伊森利恩",
		["Amilus - 燃烧之刃"] = "Amilus - 燃烧之刃",
		["爱你哟 - 蜘蛛王国"] = "爱你哟 - 蜘蛛王国",
		["我把你画成花 - 罗宁"] = "我把你画成花 - 罗宁",
		["招商中证白酒 - 血色十字军"] = "招商中证白酒 - 血色十字军",
		["人菜话还多 - 蜘蛛王国"] = "人菜话还多 - 蜘蛛王国",
		["人蠢话还多 - 蜘蛛王国"] = "人蠢话还多 - 蜘蛛王国",
		["丶微微 - 燃烧之刃"] = "丶微微 - 燃烧之刃",
		["不是吧不是 - 阿古斯"] = "不是吧不是 - 阿古斯",
		["电压使者 - 瓦拉纳"] = "电压使者 - 瓦拉纳",
		["恋绣衾 - 白银之手"] = "恋绣衾 - 白银之手",
		["不用去猜 - 燃烧之刃"] = "不用去猜 - 燃烧之刃",
		["妖唲绫 - 蜘蛛王国"] = "妖唲绫 - 蜘蛛王国",
		["甄冰瑜 - 罗宁"] = "甄冰瑜 - 罗宁",
		["只吃大饼 - 蜘蛛王国"] = "只吃大饼 - 蜘蛛王国",
		["Reneelol - 轻风之语"] = "Reneelol - 轻风之语",
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["阿萨德啊是 - 黑手军团"] = "阿萨德啊是 - 黑手军团",
		["翻滚吧牛宝宝 - 奥达曼"] = "翻滚吧牛宝宝 - 奥达曼",
		["放狠话高手 - 死亡之翼"] = "放狠话高手 - 死亡之翼",
		["古彦祖 - 蜘蛛王国"] = "古彦祖 - 蜘蛛王国",
		["权宜之计 - 蜘蛛王国"] = "权宜之计 - 蜘蛛王国",
		["只吃大饼 - 末日行者"] = "只吃大饼 - 末日行者",
		["瓦里安微微 - 瓦里安"] = "瓦里安微微 - 瓦里安",
		["凤仙引 - 死亡之翼"] = "凤仙引 - 死亡之翼",
		["蔡徐坤 - 蜘蛛王国"] = "蔡徐坤 - 蜘蛛王国",
		["天命之选 - 血色十字军"] = "天命之选 - 血色十字军",
		["Wucena - 熊猫酒仙"] = "Wucena - 熊猫酒仙",
		["Reneebaby - 荆棘谷"] = "Reneebaby - 荆棘谷",
		["富裕年轻组 - 蜘蛛王国"] = "富裕年轻组 - 蜘蛛王国",
		["萨洛拉丝微微 - 萨洛拉丝"] = "萨洛拉丝微微 - 萨洛拉丝",
		["夜迷糊 - 罗宁"] = "夜迷糊 - 罗宁",
		["跨服小能手啊 - 金色平原"] = "跨服小能手啊 - 金色平原",
		["幻視 - 蜘蛛王国"] = "幻視 - 蜘蛛王国",
		["微微大魔王 - 耳语海岸"] = "微微大魔王 - 耳语海岸",
		["手套我来了 - 蜘蛛王国"] = "手套我来了 - 蜘蛛王国",
		["欧欧蕾蕾 - 罗宁"] = "欧欧蕾蕾 - 罗宁",
		["拂霓裳 - 蜘蛛王国"] = "拂霓裳 - 蜘蛛王国",
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["都放弃速度灭 - 奈萨里奥"] = "都放弃速度灭 - 奈萨里奥",
		["Amilus - 死亡之翼"] = "Amilus - 死亡之翼",
		["海妖花粉 - 蜘蛛王国"] = "海妖花粉 - 蜘蛛王国",
		["Superdino - 罗宁"] = "Superdino - 罗宁",
		["跨服小能手 - 迪托马斯"] = "跨服小能手 - 迪托马斯",
		["暴走的朱雀 - 苏拉玛"] = "暴走的朱雀 - 苏拉玛",
		["她会的我也会 - 罗宁"] = "她会的我也会 - 罗宁",
		["海潮茎秆 - 罗宁"] = "海潮茎秆 - 罗宁",
		["Riyuujo - 蜘蛛王国"] = "Riyuujo - 蜘蛛王国",
		["震击机器人 - 罗宁"] = "震击机器人 - 罗宁",
		["嘬嘬 - 罗宁"] = "嘬嘬 - 罗宁",
		["阿斯顿阿斯 - 瓦里安"] = "阿斯顿阿斯 - 瓦里安",
		["山丶王 - 蜘蛛王国"] = "山丶王 - 蜘蛛王国",
		["微微瓦里安 - 瓦里安"] = "微微瓦里安 - 瓦里安",
		["我不切奶 - 蜘蛛王国"] = "我不切奶 - 蜘蛛王国",
		["撒的发撒的阿 - 天谴之门"] = "撒的发撒的阿 - 天谴之门",
		["Minpojke - 罗宁"] = "Minpojke - 罗宁",
		["焊接机器人 - 罗宁"] = "焊接机器人 - 罗宁",
		["瑶池燕 - 死亡之翼"] = "瑶池燕 - 死亡之翼",
		["恋绣衾 - 安苏"] = "恋绣衾 - 安苏",
		["拂霓裳 - 伊森利恩"] = "拂霓裳 - 伊森利恩",
		["狂乱合唱 - 蜘蛛王国"] = "狂乱合唱 - 蜘蛛王国",
		["小微微 - 熊猫酒仙"] = "小微微 - 熊猫酒仙",
		["瑟琴逸微音 - 轻风之语"] = "瑟琴逸微音 - 轻风之语",
		["女神与爱子 - 轻风之语"] = "女神与爱子 - 轻风之语",
		["战火永不磨损 - 蜘蛛王国"] = "战火永不磨损 - 蜘蛛王国",
		["哈哈我只有猫 - 格瑞姆巴托"] = "哈哈我只有猫 - 格瑞姆巴托",
		["奔跑的小喵喵 - 蜘蛛王国"] = "奔跑的小喵喵 - 蜘蛛王国",
		["维莉雅蕾妮 - 罗宁"] = "维莉雅蕾妮 - 罗宁",
		["暮光炮 - 瓦拉纳"] = "暮光炮 - 瓦拉纳",
		["帝国之眼 - 蜘蛛王国"] = "帝国之眼 - 蜘蛛王国",
		["西瓜味醒目 - 安苏"] = "西瓜味醒目 - 安苏",
		["维莉雅丶蕾妮 - 影之哀伤"] = "维莉雅丶蕾妮 - 影之哀伤",
		["Veranus - 燃烧之刃"] = "Veranus - 燃烧之刃",
		["禁止白嫖 - 蜘蛛王国"] = "禁止白嫖 - 蜘蛛王国",
		["恋绣衾 - 死亡之翼"] = "恋绣衾 - 死亡之翼",
		["卡姆希拉夫 - 燃烧之刃"] = "卡姆希拉夫 - 燃烧之刃",
		["Playerywqfve - 瓦里安"] = "Playerywqfve - 瓦里安",
		["拉莱耶 - 蜘蛛王国"] = "拉莱耶 - 蜘蛛王国",
		["越江吟 - 罗宁"] = "越江吟 - 罗宁",
		["不用去猜 - 蜘蛛王国"] = "不用去猜 - 蜘蛛王国",
		["拔剑乱杀 - 燃烧之刃"] = "拔剑乱杀 - 燃烧之刃",
		["恋绣衾 - 伊森利恩"] = "恋绣衾 - 伊森利恩",
		["别浪我们能输 - 金色平原"] = "别浪我们能输 - 金色平原",
		["电压观察者 - 瓦拉纳"] = "电压观察者 - 瓦拉纳",
		["抓毛啊 - 荆棘谷"] = "抓毛啊 - 荆棘谷",
		["多才多艺 - 瓦拉纳"] = "多才多艺 - 瓦拉纳",
		["只是为了试玩 - 蜘蛛王国"] = "只是为了试玩 - 蜘蛛王国",
		["富裕年輕組 - 蜘蛛王国"] = "富裕年輕組 - 蜘蛛王国",
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = "猪柳蛋帕妮妮 - 蜘蛛王国",
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
		["裴玉珍 - 蜘蛛王国"] = "裴玉珍 - 蜘蛛王国",
		["跨服小能手 - 伊森利恩"] = "跨服小能手 - 伊森利恩",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
		["细雨霏微 - 凯尔萨斯"] = "细雨霏微 - 凯尔萨斯",
		["卡特索之蚀 - 轻风之语"] = "卡特索之蚀 - 轻风之语",
		["Cena - 布兰卡德"] = "Cena - 布兰卡德",
		["大球球 - 罗宁"] = "大球球 - 罗宁",
		["李相赫 - 蜘蛛王国"] = "李相赫 - 蜘蛛王国",
		["维莉雅丶蕾妮 - 主宰之剑"] = "维莉雅丶蕾妮 - 主宰之剑",
		["倾颜 - 熊猫酒仙"] = "倾颜 - 熊猫酒仙",
		["我好难啊 - 蜘蛛王国"] = "我好难啊 - 蜘蛛王国",
		["来杀我呀 - 轻风之语"] = "来杀我呀 - 轻风之语",
		["电压守 - 瓦拉纳"] = "电压守 - 瓦拉纳",
		["实力不够悬殊 - 金色平原"] = "实力不够悬殊 - 金色平原",
		["殷倾颜 - 罗宁"] = "殷倾颜 - 罗宁",
		["凤楼吟 - 死亡之翼"] = "凤楼吟 - 死亡之翼",
		["永恒岛无部落 - 回音山"] = "永恒岛无部落 - 回音山",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["奶凶的小萝莉 - 死亡之翼"] = "奶凶的小萝莉 - 死亡之翼",
		["蕾妮 - 布兰卡德"] = "蕾妮 - 布兰卡德",
		["沈琴愉 - 布兰卡德"] = "沈琴愉 - 布兰卡德",
		["须臾洞察 - 蜘蛛王国"] = "须臾洞察 - 蜘蛛王国",
		["奶凶的小萝莉 - 蜘蛛王国"] = "奶凶的小萝莉 - 蜘蛛王国",
		["安苏百货代购 - 安苏"] = "安苏百货代购 - 安苏",
		["混世魔王二狗 - 罗宁"] = "混世魔王二狗 - 罗宁",
		["花环一号 - 罗宁"] = "花环一号 - 罗宁",
		["Reneebaby - 罗宁"] = "Reneebaby - 罗宁",
		["阿豫 - 罗宁"] = "阿豫 - 罗宁",
		["安苏宠物批发 - 安苏"] = "安苏宠物批发 - 安苏",
		["挖洞蛛小分队 - 蜘蛛王国"] = "挖洞蛛小分队 - 蜘蛛王国",
		["匠人匠心 - 蜘蛛王国"] = "匠人匠心 - 蜘蛛王国",
		["播种与收获 - 轻风之语"] = "播种与收获 - 轻风之语",
		["小微微 - 罗宁"] = "小微微 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
		["迷你雪人 - 瓦里安"] = "迷你雪人 - 瓦里安",
		["梵蒂冈教主 - 凯尔萨斯"] = "梵蒂冈教主 - 凯尔萨斯",
		["龟裂 - 瓦拉纳"] = "龟裂 - 瓦拉纳",
		["焊接小猫啊 - 回音山"] = "焊接小猫啊 - 回音山",
		["西园寺恋 - 罗宁"] = "西园寺恋 - 罗宁",
		["踏莎行 - 蜘蛛王国"] = "踏莎行 - 蜘蛛王国",
		["蕾蒂微音 - 蜘蛛王国"] = "蕾蒂微音 - 蜘蛛王国",
		["蕾妮 - 格瑞姆巴托"] = "蕾妮 - 格瑞姆巴托",
		["晋升实力 - 金色平原"] = "晋升实力 - 金色平原",
	},
	["profiles"] = {
		["梨花細雨 - 蜘蛛王国"] = {
		},
		["Renee - 蜘蛛王国"] = {
			["icon_scale_minimap"] = 0.62,
		},
		["我来抓人了 - 金色平原"] = {
		},
		["钉耙猫 - 蜘蛛王国"] = {
		},
		["素纨凝音 - 奈萨里奥"] = {
		},
		["西瓜味泡泡糖 - 罗宁"] = {
		},
		["Boogaloo - 罗宁"] = {
		},
		["凤楼吟 - 伊森利恩"] = {
		},
		["高桥启介 - 蜘蛛王国"] = {
		},
		["一黑手一 - 蜘蛛王国"] = {
		},
		["导演我躺哪儿 - 苏拉玛"] = {
		},
		["瓦拉纳丶微微 - 瓦拉纳"] = {
		},
		["瓦拉纳微微 - 瓦拉纳"] = {
		},
		["龙小二 - 罗宁"] = {
		},
		["Misthealer - 伊森利恩"] = {
		},
		["Amilus - 燃烧之刃"] = {
		},
		["爱你哟 - 蜘蛛王国"] = {
		},
		["我把你画成花 - 罗宁"] = {
		},
		["招商中证白酒 - 血色十字军"] = {
		},
		["人菜话还多 - 蜘蛛王国"] = {
		},
		["人蠢话还多 - 蜘蛛王国"] = {
		},
		["丶微微 - 燃烧之刃"] = {
		},
		["不是吧不是 - 阿古斯"] = {
		},
		["电压使者 - 瓦拉纳"] = {
		},
		["恋绣衾 - 白银之手"] = {
		},
		["不用去猜 - 燃烧之刃"] = {
		},
		["妖唲绫 - 蜘蛛王国"] = {
		},
		["甄冰瑜 - 罗宁"] = {
		},
		["只吃大饼 - 蜘蛛王国"] = {
		},
		["Reneelol - 轻风之语"] = {
			["enabled"] = false,
		},
		["王源 - 蜘蛛王国"] = {
		},
		["阿萨德啊是 - 黑手军团"] = {
		},
		["翻滚吧牛宝宝 - 奥达曼"] = {
		},
		["放狠话高手 - 死亡之翼"] = {
		},
		["古彦祖 - 蜘蛛王国"] = {
		},
		["权宜之计 - 蜘蛛王国"] = {
		},
		["只吃大饼 - 末日行者"] = {
		},
		["瓦里安微微 - 瓦里安"] = {
		},
		["凤仙引 - 死亡之翼"] = {
		},
		["蔡徐坤 - 蜘蛛王国"] = {
		},
		["天命之选 - 血色十字军"] = {
		},
		["Wucena - 熊猫酒仙"] = {
		},
		["Reneebaby - 荆棘谷"] = {
			["enabled"] = false,
		},
		["富裕年轻组 - 蜘蛛王国"] = {
		},
		["萨洛拉丝微微 - 萨洛拉丝"] = {
		},
		["夜迷糊 - 罗宁"] = {
		},
		["跨服小能手啊 - 金色平原"] = {
		},
		["幻視 - 蜘蛛王国"] = {
		},
		["微微大魔王 - 耳语海岸"] = {
		},
		["手套我来了 - 蜘蛛王国"] = {
		},
		["欧欧蕾蕾 - 罗宁"] = {
		},
		["拂霓裳 - 蜘蛛王国"] = {
			["enabledPlugins"] = {
				["LegionRaresTreasures"] = false,
				["LegionTreasures"] = false,
			},
		},
		["招商中证白酒 - 罗宁"] = {
		},
		["都放弃速度灭 - 奈萨里奥"] = {
		},
		["Amilus - 死亡之翼"] = {
		},
		["海妖花粉 - 蜘蛛王国"] = {
		},
		["Superdino - 罗宁"] = {
		},
		["跨服小能手 - 迪托马斯"] = {
		},
		["暴走的朱雀 - 苏拉玛"] = {
		},
		["她会的我也会 - 罗宁"] = {
		},
		["海潮茎秆 - 罗宁"] = {
		},
		["Riyuujo - 蜘蛛王国"] = {
		},
		["震击机器人 - 罗宁"] = {
		},
		["嘬嘬 - 罗宁"] = {
		},
		["阿斯顿阿斯 - 瓦里安"] = {
		},
		["山丶王 - 蜘蛛王国"] = {
		},
		["微微瓦里安 - 瓦里安"] = {
		},
		["我不切奶 - 蜘蛛王国"] = {
		},
		["撒的发撒的阿 - 天谴之门"] = {
		},
		["Minpojke - 罗宁"] = {
		},
		["焊接机器人 - 罗宁"] = {
		},
		["瑶池燕 - 死亡之翼"] = {
		},
		["恋绣衾 - 安苏"] = {
		},
		["拂霓裳 - 伊森利恩"] = {
		},
		["狂乱合唱 - 蜘蛛王国"] = {
		},
		["小微微 - 熊猫酒仙"] = {
		},
		["瑟琴逸微音 - 轻风之语"] = {
			["enabled"] = false,
		},
		["女神与爱子 - 轻风之语"] = {
		},
		["战火永不磨损 - 蜘蛛王国"] = {
		},
		["哈哈我只有猫 - 格瑞姆巴托"] = {
		},
		["奔跑的小喵喵 - 蜘蛛王国"] = {
			["enabled"] = false,
		},
		["维莉雅蕾妮 - 罗宁"] = {
			["icon_scale_minimap"] = 0.61,
		},
		["暮光炮 - 瓦拉纳"] = {
		},
		["帝国之眼 - 蜘蛛王国"] = {
		},
		["西瓜味醒目 - 安苏"] = {
		},
		["维莉雅丶蕾妮 - 影之哀伤"] = {
		},
		["Veranus - 燃烧之刃"] = {
		},
		["禁止白嫖 - 蜘蛛王国"] = {
		},
		["恋绣衾 - 死亡之翼"] = {
		},
		["卡姆希拉夫 - 燃烧之刃"] = {
			["enabled"] = false,
		},
		["Playerywqfve - 瓦里安"] = {
		},
		["拉莱耶 - 蜘蛛王国"] = {
			["enabledPlugins"] = {
				["LegionRaresTreasures"] = false,
			},
		},
		["越江吟 - 罗宁"] = {
		},
		["不用去猜 - 蜘蛛王国"] = {
		},
		["拔剑乱杀 - 燃烧之刃"] = {
		},
		["恋绣衾 - 伊森利恩"] = {
		},
		["别浪我们能输 - 金色平原"] = {
		},
		["电压观察者 - 瓦拉纳"] = {
		},
		["抓毛啊 - 荆棘谷"] = {
		},
		["多才多艺 - 瓦拉纳"] = {
			["icon_scale_minimap"] = 0.71,
		},
		["只是为了试玩 - 蜘蛛王国"] = {
		},
		["富裕年輕組 - 蜘蛛王国"] = {
		},
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = {
			["enabled"] = false,
		},
		["西园寺恋 - 布兰卡德"] = {
		},
		["裴玉珍 - 蜘蛛王国"] = {
			["enabled"] = false,
		},
		["跨服小能手 - 伊森利恩"] = {
		},
		["蕾妮 - 蜘蛛王国"] = {
		},
		["细雨霏微 - 凯尔萨斯"] = {
			["enabled"] = false,
		},
		["卡特索之蚀 - 轻风之语"] = {
		},
		["Cena - 布兰卡德"] = {
		},
		["大球球 - 罗宁"] = {
		},
		["李相赫 - 蜘蛛王国"] = {
			["enabled"] = false,
		},
		["维莉雅丶蕾妮 - 主宰之剑"] = {
		},
		["倾颜 - 熊猫酒仙"] = {
		},
		["我好难啊 - 蜘蛛王国"] = {
		},
		["来杀我呀 - 轻风之语"] = {
		},
		["电压守 - 瓦拉纳"] = {
		},
		["实力不够悬殊 - 金色平原"] = {
		},
		["殷倾颜 - 罗宁"] = {
		},
		["凤楼吟 - 死亡之翼"] = {
		},
		["永恒岛无部落 - 回音山"] = {
		},
		["但偏偏雨渐渐 - 蜘蛛王国"] = {
			["enabledPlugins"] = {
				["DraenorTreasures"] = false,
			},
		},
		["奶凶的小萝莉 - 死亡之翼"] = {
		},
		["蕾妮 - 布兰卡德"] = {
		},
		["沈琴愉 - 布兰卡德"] = {
		},
		["须臾洞察 - 蜘蛛王国"] = {
		},
		["奶凶的小萝莉 - 蜘蛛王国"] = {
		},
		["安苏百货代购 - 安苏"] = {
		},
		["混世魔王二狗 - 罗宁"] = {
		},
		["花环一号 - 罗宁"] = {
		},
		["Reneebaby - 罗宁"] = {
		},
		["阿豫 - 罗宁"] = {
		},
		["安苏宠物批发 - 安苏"] = {
		},
		["挖洞蛛小分队 - 蜘蛛王国"] = {
		},
		["匠人匠心 - 蜘蛛王国"] = {
		},
		["播种与收获 - 轻风之语"] = {
			["enabled"] = false,
		},
		["小微微 - 罗宁"] = {
		},
		["Tfboys - 蜘蛛王国"] = {
		},
		["迷你雪人 - 瓦里安"] = {
		},
		["梵蒂冈教主 - 凯尔萨斯"] = {
		},
		["龟裂 - 瓦拉纳"] = {
		},
		["焊接小猫啊 - 回音山"] = {
		},
		["西园寺恋 - 罗宁"] = {
		},
		["踏莎行 - 蜘蛛王国"] = {
		},
		["蕾蒂微音 - 蜘蛛王国"] = {
			["enabled"] = false,
		},
		["蕾妮 - 格瑞姆巴托"] = {
		},
		["晋升实力 - 金色平原"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["global"] = {
		[107] = {
			[10773817] = {
				["icon"] = 1,
				["title"] = "",
				["cont"] = false,
				["desc"] = "",
			},
		},
	},
	["profileKeys"] = {
		["梨花細雨 - 蜘蛛王国"] = "梨花細雨 - 蜘蛛王国",
		["Renee - 蜘蛛王国"] = "Renee - 蜘蛛王国",
		["我来抓人了 - 金色平原"] = "我来抓人了 - 金色平原",
		["钉耙猫 - 蜘蛛王国"] = "钉耙猫 - 蜘蛛王国",
		["素纨凝音 - 奈萨里奥"] = "素纨凝音 - 奈萨里奥",
		["西瓜味泡泡糖 - 罗宁"] = "西瓜味泡泡糖 - 罗宁",
		["Boogaloo - 罗宁"] = "Boogaloo - 罗宁",
		["凤楼吟 - 伊森利恩"] = "凤楼吟 - 伊森利恩",
		["高桥启介 - 蜘蛛王国"] = "高桥启介 - 蜘蛛王国",
		["一黑手一 - 蜘蛛王国"] = "一黑手一 - 蜘蛛王国",
		["导演我躺哪儿 - 苏拉玛"] = "导演我躺哪儿 - 苏拉玛",
		["瓦拉纳丶微微 - 瓦拉纳"] = "瓦拉纳丶微微 - 瓦拉纳",
		["瓦拉纳微微 - 瓦拉纳"] = "瓦拉纳微微 - 瓦拉纳",
		["龙小二 - 罗宁"] = "龙小二 - 罗宁",
		["Misthealer - 伊森利恩"] = "Misthealer - 伊森利恩",
		["Amilus - 燃烧之刃"] = "Amilus - 燃烧之刃",
		["爱你哟 - 蜘蛛王国"] = "爱你哟 - 蜘蛛王国",
		["我把你画成花 - 罗宁"] = "我把你画成花 - 罗宁",
		["招商中证白酒 - 血色十字军"] = "招商中证白酒 - 血色十字军",
		["人菜话还多 - 蜘蛛王国"] = "人菜话还多 - 蜘蛛王国",
		["人蠢话还多 - 蜘蛛王国"] = "人蠢话还多 - 蜘蛛王国",
		["丶微微 - 燃烧之刃"] = "丶微微 - 燃烧之刃",
		["不是吧不是 - 阿古斯"] = "不是吧不是 - 阿古斯",
		["电压使者 - 瓦拉纳"] = "电压使者 - 瓦拉纳",
		["恋绣衾 - 白银之手"] = "恋绣衾 - 白银之手",
		["不用去猜 - 燃烧之刃"] = "不用去猜 - 燃烧之刃",
		["妖唲绫 - 蜘蛛王国"] = "妖唲绫 - 蜘蛛王国",
		["甄冰瑜 - 罗宁"] = "甄冰瑜 - 罗宁",
		["只吃大饼 - 蜘蛛王国"] = "只吃大饼 - 蜘蛛王国",
		["Reneelol - 轻风之语"] = "Reneelol - 轻风之语",
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["阿萨德啊是 - 黑手军团"] = "阿萨德啊是 - 黑手军团",
		["翻滚吧牛宝宝 - 奥达曼"] = "翻滚吧牛宝宝 - 奥达曼",
		["放狠话高手 - 死亡之翼"] = "放狠话高手 - 死亡之翼",
		["古彦祖 - 蜘蛛王国"] = "古彦祖 - 蜘蛛王国",
		["权宜之计 - 蜘蛛王国"] = "权宜之计 - 蜘蛛王国",
		["只吃大饼 - 末日行者"] = "只吃大饼 - 末日行者",
		["瓦里安微微 - 瓦里安"] = "瓦里安微微 - 瓦里安",
		["凤仙引 - 死亡之翼"] = "凤仙引 - 死亡之翼",
		["蔡徐坤 - 蜘蛛王国"] = "蔡徐坤 - 蜘蛛王国",
		["天命之选 - 血色十字军"] = "天命之选 - 血色十字军",
		["Wucena - 熊猫酒仙"] = "Wucena - 熊猫酒仙",
		["Reneebaby - 荆棘谷"] = "Reneebaby - 荆棘谷",
		["富裕年轻组 - 蜘蛛王国"] = "富裕年轻组 - 蜘蛛王国",
		["萨洛拉丝微微 - 萨洛拉丝"] = "萨洛拉丝微微 - 萨洛拉丝",
		["夜迷糊 - 罗宁"] = "夜迷糊 - 罗宁",
		["跨服小能手啊 - 金色平原"] = "跨服小能手啊 - 金色平原",
		["幻視 - 蜘蛛王国"] = "幻視 - 蜘蛛王国",
		["微微大魔王 - 耳语海岸"] = "微微大魔王 - 耳语海岸",
		["手套我来了 - 蜘蛛王国"] = "手套我来了 - 蜘蛛王国",
		["欧欧蕾蕾 - 罗宁"] = "欧欧蕾蕾 - 罗宁",
		["拂霓裳 - 蜘蛛王国"] = "拂霓裳 - 蜘蛛王国",
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["都放弃速度灭 - 奈萨里奥"] = "都放弃速度灭 - 奈萨里奥",
		["Amilus - 死亡之翼"] = "Amilus - 死亡之翼",
		["海妖花粉 - 蜘蛛王国"] = "海妖花粉 - 蜘蛛王国",
		["Superdino - 罗宁"] = "Superdino - 罗宁",
		["跨服小能手 - 迪托马斯"] = "跨服小能手 - 迪托马斯",
		["暴走的朱雀 - 苏拉玛"] = "暴走的朱雀 - 苏拉玛",
		["她会的我也会 - 罗宁"] = "她会的我也会 - 罗宁",
		["海潮茎秆 - 罗宁"] = "海潮茎秆 - 罗宁",
		["Riyuujo - 蜘蛛王国"] = "Riyuujo - 蜘蛛王国",
		["震击机器人 - 罗宁"] = "震击机器人 - 罗宁",
		["嘬嘬 - 罗宁"] = "嘬嘬 - 罗宁",
		["阿斯顿阿斯 - 瓦里安"] = "阿斯顿阿斯 - 瓦里安",
		["山丶王 - 蜘蛛王国"] = "山丶王 - 蜘蛛王国",
		["微微瓦里安 - 瓦里安"] = "微微瓦里安 - 瓦里安",
		["我不切奶 - 蜘蛛王国"] = "我不切奶 - 蜘蛛王国",
		["撒的发撒的阿 - 天谴之门"] = "撒的发撒的阿 - 天谴之门",
		["Minpojke - 罗宁"] = "Minpojke - 罗宁",
		["焊接机器人 - 罗宁"] = "焊接机器人 - 罗宁",
		["瑶池燕 - 死亡之翼"] = "瑶池燕 - 死亡之翼",
		["恋绣衾 - 安苏"] = "恋绣衾 - 安苏",
		["拂霓裳 - 伊森利恩"] = "拂霓裳 - 伊森利恩",
		["狂乱合唱 - 蜘蛛王国"] = "狂乱合唱 - 蜘蛛王国",
		["小微微 - 熊猫酒仙"] = "小微微 - 熊猫酒仙",
		["瑟琴逸微音 - 轻风之语"] = "瑟琴逸微音 - 轻风之语",
		["女神与爱子 - 轻风之语"] = "女神与爱子 - 轻风之语",
		["战火永不磨损 - 蜘蛛王国"] = "战火永不磨损 - 蜘蛛王国",
		["哈哈我只有猫 - 格瑞姆巴托"] = "哈哈我只有猫 - 格瑞姆巴托",
		["奔跑的小喵喵 - 蜘蛛王国"] = "奔跑的小喵喵 - 蜘蛛王国",
		["维莉雅蕾妮 - 罗宁"] = "维莉雅蕾妮 - 罗宁",
		["暮光炮 - 瓦拉纳"] = "暮光炮 - 瓦拉纳",
		["帝国之眼 - 蜘蛛王国"] = "帝国之眼 - 蜘蛛王国",
		["西瓜味醒目 - 安苏"] = "西瓜味醒目 - 安苏",
		["维莉雅丶蕾妮 - 影之哀伤"] = "维莉雅丶蕾妮 - 影之哀伤",
		["Veranus - 燃烧之刃"] = "Veranus - 燃烧之刃",
		["禁止白嫖 - 蜘蛛王国"] = "禁止白嫖 - 蜘蛛王国",
		["恋绣衾 - 死亡之翼"] = "恋绣衾 - 死亡之翼",
		["卡姆希拉夫 - 燃烧之刃"] = "卡姆希拉夫 - 燃烧之刃",
		["Playerywqfve - 瓦里安"] = "Playerywqfve - 瓦里安",
		["拉莱耶 - 蜘蛛王国"] = "拉莱耶 - 蜘蛛王国",
		["越江吟 - 罗宁"] = "越江吟 - 罗宁",
		["不用去猜 - 蜘蛛王国"] = "不用去猜 - 蜘蛛王国",
		["拔剑乱杀 - 燃烧之刃"] = "拔剑乱杀 - 燃烧之刃",
		["恋绣衾 - 伊森利恩"] = "恋绣衾 - 伊森利恩",
		["别浪我们能输 - 金色平原"] = "别浪我们能输 - 金色平原",
		["电压观察者 - 瓦拉纳"] = "电压观察者 - 瓦拉纳",
		["抓毛啊 - 荆棘谷"] = "抓毛啊 - 荆棘谷",
		["多才多艺 - 瓦拉纳"] = "多才多艺 - 瓦拉纳",
		["只是为了试玩 - 蜘蛛王国"] = "只是为了试玩 - 蜘蛛王国",
		["富裕年輕組 - 蜘蛛王国"] = "富裕年輕組 - 蜘蛛王国",
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = "猪柳蛋帕妮妮 - 蜘蛛王国",
		["西园寺恋 - 布兰卡德"] = "西园寺恋 - 布兰卡德",
		["裴玉珍 - 蜘蛛王国"] = "裴玉珍 - 蜘蛛王国",
		["跨服小能手 - 伊森利恩"] = "跨服小能手 - 伊森利恩",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
		["细雨霏微 - 凯尔萨斯"] = "细雨霏微 - 凯尔萨斯",
		["卡特索之蚀 - 轻风之语"] = "卡特索之蚀 - 轻风之语",
		["Cena - 布兰卡德"] = "Cena - 布兰卡德",
		["大球球 - 罗宁"] = "大球球 - 罗宁",
		["李相赫 - 蜘蛛王国"] = "李相赫 - 蜘蛛王国",
		["维莉雅丶蕾妮 - 主宰之剑"] = "维莉雅丶蕾妮 - 主宰之剑",
		["倾颜 - 熊猫酒仙"] = "倾颜 - 熊猫酒仙",
		["我好难啊 - 蜘蛛王国"] = "我好难啊 - 蜘蛛王国",
		["来杀我呀 - 轻风之语"] = "来杀我呀 - 轻风之语",
		["电压守 - 瓦拉纳"] = "电压守 - 瓦拉纳",
		["实力不够悬殊 - 金色平原"] = "实力不够悬殊 - 金色平原",
		["殷倾颜 - 罗宁"] = "殷倾颜 - 罗宁",
		["凤楼吟 - 死亡之翼"] = "凤楼吟 - 死亡之翼",
		["永恒岛无部落 - 回音山"] = "永恒岛无部落 - 回音山",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["奶凶的小萝莉 - 死亡之翼"] = "奶凶的小萝莉 - 死亡之翼",
		["蕾妮 - 布兰卡德"] = "蕾妮 - 布兰卡德",
		["沈琴愉 - 布兰卡德"] = "沈琴愉 - 布兰卡德",
		["须臾洞察 - 蜘蛛王国"] = "须臾洞察 - 蜘蛛王国",
		["奶凶的小萝莉 - 蜘蛛王国"] = "奶凶的小萝莉 - 蜘蛛王国",
		["安苏百货代购 - 安苏"] = "安苏百货代购 - 安苏",
		["混世魔王二狗 - 罗宁"] = "混世魔王二狗 - 罗宁",
		["花环一号 - 罗宁"] = "花环一号 - 罗宁",
		["Reneebaby - 罗宁"] = "Reneebaby - 罗宁",
		["阿豫 - 罗宁"] = "阿豫 - 罗宁",
		["安苏宠物批发 - 安苏"] = "安苏宠物批发 - 安苏",
		["挖洞蛛小分队 - 蜘蛛王国"] = "挖洞蛛小分队 - 蜘蛛王国",
		["匠人匠心 - 蜘蛛王国"] = "匠人匠心 - 蜘蛛王国",
		["播种与收获 - 轻风之语"] = "播种与收获 - 轻风之语",
		["小微微 - 罗宁"] = "小微微 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
		["迷你雪人 - 瓦里安"] = "迷你雪人 - 瓦里安",
		["梵蒂冈教主 - 凯尔萨斯"] = "梵蒂冈教主 - 凯尔萨斯",
		["龟裂 - 瓦拉纳"] = "龟裂 - 瓦拉纳",
		["焊接小猫啊 - 回音山"] = "焊接小猫啊 - 回音山",
		["西园寺恋 - 罗宁"] = "西园寺恋 - 罗宁",
		["踏莎行 - 蜘蛛王国"] = "踏莎行 - 蜘蛛王国",
		["蕾蒂微音 - 蜘蛛王国"] = "蕾蒂微音 - 蜘蛛王国",
		["蕾妮 - 格瑞姆巴托"] = "蕾妮 - 格瑞姆巴托",
		["晋升实力 - 金色平原"] = "晋升实力 - 金色平原",
	},
	["profiles"] = {
		["梨花細雨 - 蜘蛛王国"] = {
		},
		["Renee - 蜘蛛王国"] = {
		},
		["我来抓人了 - 金色平原"] = {
		},
		["钉耙猫 - 蜘蛛王国"] = {
		},
		["素纨凝音 - 奈萨里奥"] = {
		},
		["西瓜味泡泡糖 - 罗宁"] = {
		},
		["Boogaloo - 罗宁"] = {
		},
		["凤楼吟 - 伊森利恩"] = {
		},
		["高桥启介 - 蜘蛛王国"] = {
		},
		["一黑手一 - 蜘蛛王国"] = {
		},
		["导演我躺哪儿 - 苏拉玛"] = {
		},
		["瓦拉纳丶微微 - 瓦拉纳"] = {
		},
		["瓦拉纳微微 - 瓦拉纳"] = {
		},
		["龙小二 - 罗宁"] = {
		},
		["Misthealer - 伊森利恩"] = {
		},
		["Amilus - 燃烧之刃"] = {
		},
		["爱你哟 - 蜘蛛王国"] = {
		},
		["我把你画成花 - 罗宁"] = {
		},
		["招商中证白酒 - 血色十字军"] = {
		},
		["人菜话还多 - 蜘蛛王国"] = {
		},
		["人蠢话还多 - 蜘蛛王国"] = {
		},
		["丶微微 - 燃烧之刃"] = {
		},
		["不是吧不是 - 阿古斯"] = {
		},
		["电压使者 - 瓦拉纳"] = {
		},
		["恋绣衾 - 白银之手"] = {
		},
		["不用去猜 - 燃烧之刃"] = {
		},
		["妖唲绫 - 蜘蛛王国"] = {
		},
		["甄冰瑜 - 罗宁"] = {
		},
		["只吃大饼 - 蜘蛛王国"] = {
		},
		["Reneelol - 轻风之语"] = {
		},
		["王源 - 蜘蛛王国"] = {
		},
		["阿萨德啊是 - 黑手军团"] = {
		},
		["翻滚吧牛宝宝 - 奥达曼"] = {
		},
		["放狠话高手 - 死亡之翼"] = {
		},
		["古彦祖 - 蜘蛛王国"] = {
		},
		["权宜之计 - 蜘蛛王国"] = {
		},
		["只吃大饼 - 末日行者"] = {
		},
		["瓦里安微微 - 瓦里安"] = {
		},
		["凤仙引 - 死亡之翼"] = {
		},
		["蔡徐坤 - 蜘蛛王国"] = {
		},
		["天命之选 - 血色十字军"] = {
		},
		["Wucena - 熊猫酒仙"] = {
		},
		["Reneebaby - 荆棘谷"] = {
		},
		["富裕年轻组 - 蜘蛛王国"] = {
		},
		["萨洛拉丝微微 - 萨洛拉丝"] = {
		},
		["夜迷糊 - 罗宁"] = {
		},
		["跨服小能手啊 - 金色平原"] = {
		},
		["幻視 - 蜘蛛王国"] = {
		},
		["微微大魔王 - 耳语海岸"] = {
		},
		["手套我来了 - 蜘蛛王国"] = {
		},
		["欧欧蕾蕾 - 罗宁"] = {
		},
		["拂霓裳 - 蜘蛛王国"] = {
		},
		["招商中证白酒 - 罗宁"] = {
		},
		["都放弃速度灭 - 奈萨里奥"] = {
		},
		["Amilus - 死亡之翼"] = {
		},
		["海妖花粉 - 蜘蛛王国"] = {
		},
		["Superdino - 罗宁"] = {
		},
		["跨服小能手 - 迪托马斯"] = {
		},
		["暴走的朱雀 - 苏拉玛"] = {
		},
		["她会的我也会 - 罗宁"] = {
		},
		["海潮茎秆 - 罗宁"] = {
		},
		["Riyuujo - 蜘蛛王国"] = {
		},
		["震击机器人 - 罗宁"] = {
		},
		["嘬嘬 - 罗宁"] = {
		},
		["阿斯顿阿斯 - 瓦里安"] = {
		},
		["山丶王 - 蜘蛛王国"] = {
		},
		["微微瓦里安 - 瓦里安"] = {
		},
		["我不切奶 - 蜘蛛王国"] = {
		},
		["撒的发撒的阿 - 天谴之门"] = {
		},
		["Minpojke - 罗宁"] = {
		},
		["焊接机器人 - 罗宁"] = {
		},
		["瑶池燕 - 死亡之翼"] = {
		},
		["恋绣衾 - 安苏"] = {
		},
		["拂霓裳 - 伊森利恩"] = {
		},
		["狂乱合唱 - 蜘蛛王国"] = {
		},
		["小微微 - 熊猫酒仙"] = {
		},
		["瑟琴逸微音 - 轻风之语"] = {
		},
		["女神与爱子 - 轻风之语"] = {
		},
		["战火永不磨损 - 蜘蛛王国"] = {
		},
		["哈哈我只有猫 - 格瑞姆巴托"] = {
		},
		["奔跑的小喵喵 - 蜘蛛王国"] = {
		},
		["维莉雅蕾妮 - 罗宁"] = {
		},
		["暮光炮 - 瓦拉纳"] = {
		},
		["帝国之眼 - 蜘蛛王国"] = {
		},
		["西瓜味醒目 - 安苏"] = {
		},
		["维莉雅丶蕾妮 - 影之哀伤"] = {
		},
		["Veranus - 燃烧之刃"] = {
		},
		["禁止白嫖 - 蜘蛛王国"] = {
		},
		["恋绣衾 - 死亡之翼"] = {
		},
		["卡姆希拉夫 - 燃烧之刃"] = {
		},
		["Playerywqfve - 瓦里安"] = {
		},
		["拉莱耶 - 蜘蛛王国"] = {
		},
		["越江吟 - 罗宁"] = {
		},
		["不用去猜 - 蜘蛛王国"] = {
		},
		["拔剑乱杀 - 燃烧之刃"] = {
		},
		["恋绣衾 - 伊森利恩"] = {
		},
		["别浪我们能输 - 金色平原"] = {
		},
		["电压观察者 - 瓦拉纳"] = {
		},
		["抓毛啊 - 荆棘谷"] = {
		},
		["多才多艺 - 瓦拉纳"] = {
		},
		["只是为了试玩 - 蜘蛛王国"] = {
		},
		["富裕年輕組 - 蜘蛛王国"] = {
		},
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = {
		},
		["西园寺恋 - 布兰卡德"] = {
		},
		["裴玉珍 - 蜘蛛王国"] = {
		},
		["跨服小能手 - 伊森利恩"] = {
		},
		["蕾妮 - 蜘蛛王国"] = {
		},
		["细雨霏微 - 凯尔萨斯"] = {
		},
		["卡特索之蚀 - 轻风之语"] = {
		},
		["Cena - 布兰卡德"] = {
		},
		["大球球 - 罗宁"] = {
		},
		["李相赫 - 蜘蛛王国"] = {
		},
		["维莉雅丶蕾妮 - 主宰之剑"] = {
		},
		["倾颜 - 熊猫酒仙"] = {
		},
		["我好难啊 - 蜘蛛王国"] = {
		},
		["来杀我呀 - 轻风之语"] = {
		},
		["电压守 - 瓦拉纳"] = {
		},
		["实力不够悬殊 - 金色平原"] = {
		},
		["殷倾颜 - 罗宁"] = {
		},
		["凤楼吟 - 死亡之翼"] = {
		},
		["永恒岛无部落 - 回音山"] = {
		},
		["但偏偏雨渐渐 - 蜘蛛王国"] = {
		},
		["奶凶的小萝莉 - 死亡之翼"] = {
		},
		["蕾妮 - 布兰卡德"] = {
		},
		["沈琴愉 - 布兰卡德"] = {
		},
		["须臾洞察 - 蜘蛛王国"] = {
		},
		["奶凶的小萝莉 - 蜘蛛王国"] = {
		},
		["安苏百货代购 - 安苏"] = {
		},
		["混世魔王二狗 - 罗宁"] = {
		},
		["花环一号 - 罗宁"] = {
		},
		["Reneebaby - 罗宁"] = {
		},
		["阿豫 - 罗宁"] = {
		},
		["安苏宠物批发 - 安苏"] = {
		},
		["挖洞蛛小分队 - 蜘蛛王国"] = {
		},
		["匠人匠心 - 蜘蛛王国"] = {
		},
		["播种与收获 - 轻风之语"] = {
		},
		["小微微 - 罗宁"] = {
		},
		["Tfboys - 蜘蛛王国"] = {
		},
		["迷你雪人 - 瓦里安"] = {
		},
		["梵蒂冈教主 - 凯尔萨斯"] = {
		},
		["龟裂 - 瓦拉纳"] = {
		},
		["焊接小猫啊 - 回音山"] = {
		},
		["西园寺恋 - 罗宁"] = {
		},
		["踏莎行 - 蜘蛛王国"] = {
		},
		["蕾蒂微音 - 蜘蛛王国"] = {
		},
		["蕾妮 - 格瑞姆巴托"] = {
		},
		["晋升实力 - 金色平原"] = {
		},
	},
}
