
HandyNotes_ToolsOfTheTradeDB = {
	["profileKeys"] = {
		["卡姆希拉夫 - 燃烧之刃"] = "卡姆希拉夫 - 燃烧之刃",
		["Renee - 蜘蛛王国"] = "Renee - 蜘蛛王国",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = "猪柳蛋帕妮妮 - 蜘蛛王国",
		["越江吟 - 罗宁"] = "越江吟 - 罗宁",
		["踏莎行 - 蜘蛛王国"] = "踏莎行 - 蜘蛛王国",
		["恋绣衾 - 伊森利恩"] = "恋绣衾 - 伊森利恩",
		["Boogaloo - 罗宁"] = "Boogaloo - 罗宁",
		["凤楼吟 - 伊森利恩"] = "凤楼吟 - 伊森利恩",
		["恋绣衾 - 安苏"] = "恋绣衾 - 安苏",
		["拂霓裳 - 伊森利恩"] = "拂霓裳 - 伊森利恩",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
		["微微大魔王 - 耳语海岸"] = "微微大魔王 - 耳语海岸",
		["维莉雅丶蕾妮 - 主宰之剑"] = "维莉雅丶蕾妮 - 主宰之剑",
		["Amilus - 燃烧之刃"] = "Amilus - 燃烧之刃",
		["爱你哟 - 蜘蛛王国"] = "爱你哟 - 蜘蛛王国",
		["拂霓裳 - 蜘蛛王国"] = "拂霓裳 - 蜘蛛王国",
		["Amilus - 死亡之翼"] = "Amilus - 死亡之翼",
		["凤楼吟 - 死亡之翼"] = "凤楼吟 - 死亡之翼",
		["海妖花粉 - 蜘蛛王国"] = "海妖花粉 - 蜘蛛王国",
		["妖唲绫 - 蜘蛛王国"] = "妖唲绫 - 蜘蛛王国",
		["挖洞蛛小分队 - 蜘蛛王国"] = "挖洞蛛小分队 - 蜘蛛王国",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
		["跨服小能手 - 迪托马斯"] = "跨服小能手 - 迪托马斯",
		["维莉雅丶蕾妮 - 影之哀伤"] = "维莉雅丶蕾妮 - 影之哀伤",
		["跨服小能手 - 伊森利恩"] = "跨服小能手 - 伊森利恩",
		["凤仙引 - 死亡之翼"] = "凤仙引 - 死亡之翼",
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["蔡徐坤 - 蜘蛛王国"] = "蔡徐坤 - 蜘蛛王国",
		["安苏宠物批发 - 安苏"] = "安苏宠物批发 - 安苏",
		["西瓜味醒目 - 安苏"] = "西瓜味醒目 - 安苏",
		["瑶池燕 - 死亡之翼"] = "瑶池燕 - 死亡之翼",
		["恋绣衾 - 死亡之翼"] = "恋绣衾 - 死亡之翼",
		["禁止白嫖 - 蜘蛛王国"] = "禁止白嫖 - 蜘蛛王国",
		["奶凶的小萝莉 - 蜘蛛王国"] = "奶凶的小萝莉 - 蜘蛛王国",
	},
	["profiles"] = {
		["卡姆希拉夫 - 燃烧之刃"] = {
		},
		["Renee - 蜘蛛王国"] = {
		},
		["但偏偏雨渐渐 - 蜘蛛王国"] = {
		},
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = {
		},
		["越江吟 - 罗宁"] = {
		},
		["踏莎行 - 蜘蛛王国"] = {
		},
		["恋绣衾 - 伊森利恩"] = {
		},
		["Boogaloo - 罗宁"] = {
		},
		["凤楼吟 - 伊森利恩"] = {
		},
		["恋绣衾 - 安苏"] = {
		},
		["拂霓裳 - 伊森利恩"] = {
		},
		["蕾妮 - 蜘蛛王国"] = {
		},
		["微微大魔王 - 耳语海岸"] = {
		},
		["维莉雅丶蕾妮 - 主宰之剑"] = {
		},
		["Amilus - 燃烧之刃"] = {
		},
		["爱你哟 - 蜘蛛王国"] = {
		},
		["拂霓裳 - 蜘蛛王国"] = {
		},
		["Amilus - 死亡之翼"] = {
		},
		["凤楼吟 - 死亡之翼"] = {
		},
		["海妖花粉 - 蜘蛛王国"] = {
		},
		["妖唲绫 - 蜘蛛王国"] = {
		},
		["挖洞蛛小分队 - 蜘蛛王国"] = {
		},
		["Tfboys - 蜘蛛王国"] = {
		},
		["跨服小能手 - 迪托马斯"] = {
		},
		["维莉雅丶蕾妮 - 影之哀伤"] = {
		},
		["跨服小能手 - 伊森利恩"] = {
		},
		["凤仙引 - 死亡之翼"] = {
		},
		["王源 - 蜘蛛王国"] = {
		},
		["蔡徐坤 - 蜘蛛王国"] = {
		},
		["安苏宠物批发 - 安苏"] = {
		},
		["西瓜味醒目 - 安苏"] = {
		},
		["瑶池燕 - 死亡之翼"] = {
		},
		["恋绣衾 - 死亡之翼"] = {
		},
		["禁止白嫖 - 蜘蛛王国"] = {
		},
		["奶凶的小萝莉 - 蜘蛛王国"] = {
		},
	},
}
