
WorldBossTimersDB = {
	["char"] = {
		["Renee - 蜘蛛王国"] = {
			["gui_position"] = {
				["relativeToName"] = "UIParrent",
				["point"] = "RIGHT",
				["relativePoint"] = "RIGHT",
				["yOfs"] = 40.461597442627,
				["xOfs"] = -100.284912109375,
			},
		},
		["蕾妮 - 蜘蛛王国"] = {
			["gui_position"] = {
				["relativeToName"] = "UIParrent",
				["point"] = "RIGHT",
				["relativePoint"] = "RIGHT",
				["yOfs"] = 40.4614105224609,
				["xOfs"] = -73.9847793579102,
			},
		},
		["踏莎行 - 蜘蛛王国"] = {
			["gui_position"] = {
				["relativeToName"] = "UIParrent",
				["point"] = "RIGHT",
				["relativePoint"] = "RIGHT",
				["yOfs"] = 27.3116512298584,
				["xOfs"] = 2.89193272590637,
			},
		},
	},
	["profileKeys"] = {
		["卡姆希拉夫 - 燃烧之刃"] = "卡姆希拉夫 - 燃烧之刃",
		["Renee - 蜘蛛王国"] = "Renee - 蜘蛛王国",
		["凤仙引 - 死亡之翼"] = "凤仙引 - 死亡之翼",
		["猪柳蛋帕妮妮 - 蜘蛛王国"] = "猪柳蛋帕妮妮 - 蜘蛛王国",
		["越江吟 - 罗宁"] = "越江吟 - 罗宁",
		["踏莎行 - 蜘蛛王国"] = "踏莎行 - 蜘蛛王国",
		["恋绣衾 - 伊森利恩"] = "恋绣衾 - 伊森利恩",
		["Boogaloo - 罗宁"] = "Boogaloo - 罗宁",
		["凤楼吟 - 伊森利恩"] = "凤楼吟 - 伊森利恩",
		["恋绣衾 - 安苏"] = "恋绣衾 - 安苏",
		["拂霓裳 - 伊森利恩"] = "拂霓裳 - 伊森利恩",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
		["微微大魔王 - 耳语海岸"] = "微微大魔王 - 耳语海岸",
		["维莉雅丶蕾妮 - 主宰之剑"] = "维莉雅丶蕾妮 - 主宰之剑",
		["Amilus - 燃烧之刃"] = "Amilus - 燃烧之刃",
		["爱你哟 - 蜘蛛王国"] = "爱你哟 - 蜘蛛王国",
		["拂霓裳 - 蜘蛛王国"] = "拂霓裳 - 蜘蛛王国",
		["恋绣衾 - 死亡之翼"] = "恋绣衾 - 死亡之翼",
		["恋绣衾 - 白银之手"] = "恋绣衾 - 白银之手",
		["跨服小能手 - 伊森利恩"] = "跨服小能手 - 伊森利恩",
		["凤楼吟 - 死亡之翼"] = "凤楼吟 - 死亡之翼",
		["海妖花粉 - 蜘蛛王国"] = "海妖花粉 - 蜘蛛王国",
		["西瓜味醒目 - 安苏"] = "西瓜味醒目 - 安苏",
		["瑶池燕 - 死亡之翼"] = "瑶池燕 - 死亡之翼",
		["挖洞蛛小分队 - 蜘蛛王国"] = "挖洞蛛小分队 - 蜘蛛王国",
		["维莉雅丶蕾妮 - 影之哀伤"] = "维莉雅丶蕾妮 - 影之哀伤",
		["跨服小能手 - 迪托马斯"] = "跨服小能手 - 迪托马斯",
		["妖唲绫 - 蜘蛛王国"] = "妖唲绫 - 蜘蛛王国",
		["海潮茎秆 - 罗宁"] = "海潮茎秆 - 罗宁",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["蔡徐坤 - 蜘蛛王国"] = "蔡徐坤 - 蜘蛛王国",
		["Veranus - 燃烧之刃"] = "Veranus - 燃烧之刃",
		["安苏宠物批发 - 安苏"] = "安苏宠物批发 - 安苏",
		["不用去猜 - 燃烧之刃"] = "不用去猜 - 燃烧之刃",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
		["禁止白嫖 - 蜘蛛王国"] = "禁止白嫖 - 蜘蛛王国",
		["奶凶的小萝莉 - 蜘蛛王国"] = "奶凶的小萝莉 - 蜘蛛王国",
	},
	["global"] = {
		["hide_gui"] = true,
		["kill_infos"] = {
			["Sha of Anger;蜘蛛王国;Normal;379"] = {
				["realm_type"] = "Normal",
				["map_id"] = 379,
				["remaining_time"] = -781106,
				["cyclic"] = false,
				["until_time"] = 1557535775,
				["announce_times"] = {
					1, -- [1]
					2, -- [2]
					3, -- [3]
					10, -- [4]
					30, -- [5]
					60, -- [6]
					300, -- [7]
					600, -- [8]
				},
				["t_death"] = 1557534575,
				["has_triggered_respawn"] = false,
				["name"] = "Sha of Anger",
				["version"] = "v1.3",
				["db"] = {
					["map_id"] = 379,
					["ids"] = {
						60491, -- [1]
					},
					["color"] = "|cff8a1a9f",
					["min_respawn"] = 600,
					["random_spawn_time"] = true,
					["name"] = "Sha of Anger",
					["name_colored"] = "|cff8a1a9fSha of Anger|cffffffff",
					["auto_announce"] = true,
					["max_respawn"] = 1200,
					["id_wb"] = 1,
				},
				["safe"] = true,
				["realmName"] = "蜘蛛王国",
				["reset"] = false,
			},
		},
	},
}
