
ABGCharacterDB = {
	["得劲儿-罗宁"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["无尽苦逼-安苏"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["刚回家客户-金色平原"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["蓝色小老鼠-诺兹多姆"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["一碗凉粉-图拉扬"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["暴躁的大锤-国王之谷"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["奶油土豆泥-回音山"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["德是没我-熊猫酒仙"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["沿江高速车神-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["微微笑-金色平原"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["红颜丶旧-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["憨憨张-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 8,
	},
	["就蹭蹭不进入-安苏"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["这柯基好萌啊-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["坚韧不拔-时光之穴"] = {
		["win"] = 21,
		["lose"] = 33,
	},
	["瓜皮飞上天-雷斧堡垒"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小迷毛丸-贫瘠之地"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["非战-迦拉克隆"] = {
		["win"] = 5,
		["lose"] = 7,
	},
	["吾名雷遁-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["火来了-山丘之王"] = {
		["win"] = 5,
		["lose"] = 6,
	},
	["凄美-白银之手"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["疯狂的青菜-迅捷微风"] = {
		["win"] = 6,
		["lose"] = 15,
	},
	["帅到被狗咬乁-亚雷戈斯"] = {
		["win"] = 9,
		["lose"] = 15,
	},
	["顺星苑-自由之风"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["手红摸箱子-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["刘诗诗丶-银松森林"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Skrmage-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["雷电术-凤凰之神"] = {
		["win"] = 7,
		["lose"] = 12,
	},
	["轻风灬吟-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["指引明路的蓝-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
}
