
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 一趟奥杜尔摸了3件感觉不错.", -- [1]
		"/g 不能", -- [2]
		"/i 不然奶不上", -- [3]
		"/DBM", -- [4]
		"/团队 去买几件底栖", -- [5]
		"/cw 红颜枫-国王之谷 {花痴}", -- [6]
		"/团队 是旁边的人中了 你被吸死的", -- [7]
		"/MYSLOT", -- [8]
		"/g 但是萨满不好玩.", -- [9]
		"/cw 红颜枫-国王之谷 你刚那个没装备吧..", -- [10]
		"/团队 开个达拉然交任务啊", -- [11]
		"/g 不用 不加经验", -- [12]
		"/i 转圈圈那个怪打断就好了..", -- [13]
		"/团队 点了就死了", -- [14]
		"要先密语好像.", -- [15]
		"做了个WA来着", -- [16]
		"/cw Vanvanxiang-罗宁 123", -- [17]
		"/cw Vanvanxiang-罗宁 ..", -- [18]
		"/cw Vanvanxiang-罗宁 高级", -- [19]
		"/cw Vanvanxiang-罗宁 主城甚至连交易都屏蔽了", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
