
ABGCharacterDB = {
	["孤獨似鬼-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["他人梵蒂冈-瓦拉纳"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["丫头六号-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["地理求过-亡语者"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["静若南风-燃烧之刃"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["巴瑞恩-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["四月花-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["福寿双全-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我要朗姆酒-太阳之井"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["要幸福-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["夏天悠悠-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["零零-克洛玛古斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["快乐乐射手-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["保国-远古海滩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["雷霆老四-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["Vcnbtyew-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["花儿非-加基森"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["嗲油猜-冰风岗"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["老子当时-远古海滩"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["乐天射手-无尽之海"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["充满旗子-瓦里安"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["钵钵鸡丶-无尽之海"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["全用肥当家-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["江湖人称火坑-影之哀伤"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["丨九歌丨-布兰卡德"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["半路不返航啊-亚雷戈斯"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["啊个个啊-格瑞姆巴托"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["专业团队内克-回音山"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["丫头三号-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Ytm-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["心如止水-冰川之拳"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["磕碰磕碰-遗忘海岸"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["花哥花哥-加基森"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["你咬我-亡语者"] = {
		["win"] = 7,
		["lose"] = 7,
	},
	["暗影之风暴-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["萌萌小懒猫-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["傻漫-巨龙之吼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["假亦非假-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["丘比特之剑-红龙女王"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["朵嘟-霜之哀伤"] = {
		["win"] = 4,
		["lose"] = 10,
	},
	["进口猎-安苏"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["哈哈衣-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["小六啊-洛肯"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["蹀躞饕餮虺-金色平原"] = {
		["win"] = 9,
		["lose"] = 10,
	},
	["冥冥之中-雷斧堡垒"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["眉心一点痣-冰风岗"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["依依-克洛玛古斯"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["八十七三-格瑞姆巴托"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["后台好好-银松森林"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["绝汩九州-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["白嫖小弟-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["龙湖花园-苏拉玛"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["蓝色蔷薇-雷斧堡垒"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["葛蕾特伊芙-能源舰"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["黑色狗蛋-血环"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["瞬息完美-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["神燄-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["天马星空丶-远古海滩"] = {
		["win"] = 4,
		["lose"] = 15,
	},
	["前半生的忧桑-遗忘海岸"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["小小的母牛-天空之墙"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["三岔口头牌-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["奶神猜-冰风岗"] = {
		["win"] = 2,
		["lose"] = 7,
	},
	["王璐丹丶-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["四只大老虎-冰风岗"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["叶玉卿丶-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 7,
	},
	["夕阳灬大-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["妖一样的嘶吼-凤凰之神"] = {
		["win"] = 3,
		["lose"] = 3,
	},
}
