
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 1", -- [1]
		"沙包没了嘛..", -- [2]
		"早结束了 我在挂机没下线..", -- [3]
		"/cw 艾了个洛-血色十字军 2334", -- [4]
		"/团队 过了1400给的分少了", -- [5]
		"/团队 对面挂机么..", -- [6]
		"/团队 他们有个德潜行了", -- [7]
		"/cw 艾了个洛-血色十字军 好了.", -- [8]
		"/团队 别追人 杀了人就拿球下去打", -- [9]
		"/bgs", -- [10]
		"/bgs search", -- [11]
		"/TAR 勇敢的", -- [12]
		"/cw 彩虹仰慕者-燃烧之刃 有了有了!", -- [13]
		"/p 新词缀啥玩意啊", -- [14]
		"/p 什么鬼", -- [15]
		"/p 开局没心能", -- [16]
		"/p 我选不了", -- [17]
		"/p 收工收工", -- [18]
		"/cw 吃蛋挞啊-迦拉克隆 1", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
