
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Amilus - 燃烧之刃"] = "Amilus - 燃烧之刃",
	},
	["profiles"] = {
		["Amilus - 燃烧之刃"] = {
			["lastSearchCode"] = "6-0-0-0",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["version"] = "90001.01",
			["recent"] = {
				["1-2-215-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "干柿鬼鲛丶-格瑞姆巴托",
						["time"] = 1605246937,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "光忙四射-天谴之门",
						["time"] = 1605246937,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "射手大宗师-死亡之翼",
						["time"] = 1605246937,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "心丨愿-海克泰尔",
						["time"] = 1605246937,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小排炒面灬-死亡之翼",
						["time"] = 1605246937,
						["class"] = 12,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "白月葵-伊森利恩",
						["time"] = 1605246937,
						["class"] = 4,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "骷灬髅-黑翼之巢",
						["time"] = 1605246937,
						["class"] = 4,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "医者不自医-古尔丹",
						["time"] = 1605246937,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "安妮不太好-死亡之翼",
						["time"] = 1605246937,
						["class"] = 6,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "门将军-安苏",
						["iLvl"] = 126,
						["time"] = 1605246937,
						["class"] = 10,
						["bTag"] = "逼逼糕#5299",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "神狙-红龙军团",
						["time"] = 1605246937,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "风医生-通灵学院",
						["time"] = 1605246937,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "伊利刐小迷妹-冰霜之刃",
						["time"] = 1605246935,
						["class"] = 12,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "星星有泪-伊森利恩",
						["time"] = 1605246937,
						["class"] = 3,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "羽人夜-血色十字军",
						["time"] = 1605246937,
						["class"] = 8,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "蒙牛八分饱-伊森利恩",
						["time"] = 1605246935,
						["class"] = 11,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊刷刷-迅捷微风",
						["time"] = 1605246937,
						["class"] = 12,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "乘西风御瘦马-凤凰之神",
						["time"] = 1605246937,
						["class"] = 7,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "熊心壮智-伊森利恩",
						["iLvl"] = 66,
						["time"] = 1605247046,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "哥老倌#5327",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "柯啰诺斯-死亡之翼",
						["time"] = 1605246977,
						["class"] = 5,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "艾丶露恩-红龙军团",
						["iLvl"] = 93,
						["time"] = 1605247074,
						["class"] = 11,
						["bTag"] = "Jono#5874",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "汤姆科鲁兹-战歌",
						["iLvl"] = 125,
						["time"] = 1605247074,
						["class"] = 12,
						["bTag"] = "龙哥#54820",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "巴圖魯-艾露恩",
						["iLvl"] = 76,
						["time"] = 1605247040,
						["class"] = 1,
						["bTag"] = "東夜#5454",
					}, -- [23]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "情态可掬-影之哀伤",
						["iLvl"] = 96,
						["time"] = 1605568410,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "我很温柔#51831",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "小喵出没-贫瘠之地",
						["time"] = 1605568416,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "邂逅丶杀戮-洛丹伦",
						["iLvl"] = 133,
						["time"] = 1605568416,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "BT160501#51353",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "孙俊是我亲人-黑龙军团",
						["iLvl"] = 95,
						["time"] = 1605568416,
						["class"] = 8,
						["bTag"] = "请叫我孙先生#5190",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "易企易鹅-格瑞姆巴托",
						["iLvl"] = 107,
						["time"] = 1605568410,
						["class"] = 1,
						["bTag"] = "终有弱水替沧海#5188",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "机智的小鹌鹑-伊森利恩",
						["iLvl"] = 86,
						["time"] = 1605568217,
						["class"] = 11,
						["bTag"] = "Nobody#5102",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "射魂丶-死亡之翼",
						["iLvl"] = 128,
						["time"] = 1605568304,
						["class"] = 3,
						["bTag"] = "不能拿走我的蜡烛#51975",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "沙锅大的拳头-奥妮克希亚",
						["iLvl"] = 92,
						["time"] = 1605568412,
						["class"] = 6,
						["bTag"] = "云飞雪#5137",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "好看的星星-贫瘠之地",
						["iLvl"] = 128,
						["time"] = 1605568416,
						["class"] = 4,
						["bTag"] = "不能拿走我的蜡烛#51975",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Lastbadwoman-燃烧之刃",
						["iLvl"] = 95,
						["time"] = 1605568416,
						["class"] = 8,
						["bTag"] = "版主#5925",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "软萌小可爱丶-凤凰之神",
						["iLvl"] = 101,
						["time"] = 1605568416,
						["class"] = 5,
						["bTag"] = "小师妹丶#51218",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "虫尔摩斯-凤凰之神",
						["iLvl"] = 98,
						["time"] = 1605568416,
						["class"] = 4,
						["bTag"] = "补补#51864",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "时尚寶儿-格瑞姆巴托",
						["iLvl"] = 77,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "幸运之虎#5120320",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "阿娅娜米柚-血色十字军",
						["iLvl"] = 100,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "Zasia#5800",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "九月晴天-希雷诺斯",
						["time"] = 1605568416,
						["class"] = 6,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "斐兰蒂斯-狂热之刃",
						["iLvl"] = 102,
						["time"] = 1605568416,
						["class"] = 12,
						["bTag"] = "斐兰蒂斯#5677",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "甜酒-熔火之心",
						["iLvl"] = 97,
						["time"] = 1605568416,
						["class"] = 3,
						["bTag"] = "超能之法师#55234",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "冰糖橙双皮奶-血色十字军",
						["iLvl"] = 103,
						["time"] = 1605568304,
						["class"] = 2,
						["bTag"] = "依稀的记忆#5312",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "未成年企鹅-格瑞姆巴托",
						["iLvl"] = 133,
						["time"] = 1605568414,
						["class"] = 4,
						["bTag"] = "终有弱水替沧海#5188",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰猪-克洛玛古斯",
						["iLvl"] = 78,
						["time"] = 1605568304,
						["class"] = 3,
						["bTag"] = "黑锅我背#5227",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "四百个大妈-格瑞姆巴托",
						["iLvl"] = 131,
						["time"] = 1605568416,
						["class"] = 11,
						["bTag"] = "受了点伤#5709",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "这很锤子-卡德加",
						["iLvl"] = 86,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "老黄家的狗#5503",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "冰灵凌-寒冰皇冠",
						["iLvl"] = 96,
						["time"] = 1605568416,
						["class"] = 8,
						["bTag"] = "wts#5293",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "小遭醉-血羽",
						["iLvl"] = 108,
						["time"] = 1605568410,
						["class"] = 2,
						["bTag"] = "遭醉#5718",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "雷狱-血色十字军",
						["iLvl"] = 106,
						["time"] = 1605568416,
						["class"] = 4,
						["bTag"] = "吹含吸舔扣#5835",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "妒丨鬼-安苏",
						["iLvl"] = 56,
						["time"] = 1605568416,
						["class"] = 7,
						["bTag"] = "妄念#51365",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的最-无尽之海",
						["iLvl"] = 94,
						["time"] = 1605568412,
						["class"] = 3,
						["bTag"] = "SleepyBear#5644",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Giverny-影之哀伤",
						["iLvl"] = 121,
						["time"] = 1605568416,
						["class"] = 11,
						["bTag"] = "sirius#5780",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "比企谷雪乃-燃烧之刃",
						["time"] = 1605568416,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴之降生-麦迪文",
						["iLvl"] = 133,
						["time"] = 1605568251,
						["class"] = 9,
						["bTag"] = "古美门#51771",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "德尔加洛将军-贫瘠之地",
						["iLvl"] = 104,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "萨维辛丶血刃#5615",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "浑元马保国-冰风岗",
						["iLvl"] = 102,
						["time"] = 1605568412,
						["class"] = 10,
						["bTag"] = "疯狂李二狗#5235",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "我将永远在-死亡之翼",
						["iLvl"] = 134,
						["time"] = 1605568304,
						["class"] = 9,
						["bTag"] = "没有蜡#5107",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "王者之护-埃克索图斯",
						["time"] = 1605568172,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "锤一砸扁一片-克尔苏加德",
						["time"] = 1605568170,
						["class"] = 2,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "星空幻丨圣-死亡之翼",
						["iLvl"] = 89,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "friend#5938",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "某月某天-燃烧之刃",
						["iLvl"] = 87,
						["time"] = 1605568416,
						["class"] = 2,
						["bTag"] = "FLY#52624",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "陈元元-血色十字军",
						["time"] = 1605568189,
						["class"] = 7,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "得不到的宠物-燃烧之刃",
						["iLvl"] = 102,
						["time"] = 1605568197,
						["class"] = 11,
						["bTag"] = "AlexZhang#5478",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "巍剑鸣-莱索恩",
						["iLvl"] = 91,
						["time"] = 1605568412,
						["class"] = 8,
						["bTag"] = "醉后一条柴#5730",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "辕门佘姬-贫瘠之地",
						["iLvl"] = 73,
						["time"] = 1605568410,
						["class"] = 3,
						["bTag"] = "一直很猛#5678",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "龙爪-死亡之翼",
						["iLvl"] = 92,
						["time"] = 1605568416,
						["class"] = 3,
						["bTag"] = "北风#53510",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "红豆丨大红豆-冰风岗",
						["time"] = 1605568416,
						["class"] = 5,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "胡塞尼-冰风岗",
						["time"] = 1605568416,
						["class"] = 1,
					}, -- [44]
				},
			},
		},
	},
}
