
PawnOptions = {
	["LastVersion"] = 2.0335,
	["ItemLevels"] = {
		{
			["ID"] = 143732,
			["Level"] = 265,
			["Link"] = "|cffff8000|Hitem:143732::::::::120:264:::2:3459:3630:::|h[未知的提醒]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 282,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:264::11:4:4932:4933:4935:1474:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 162844,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:162844::::::::120:264::29:2:1487:3528:::|h[地葬护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159907,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:159907::::::::120:264::11::::|h[勇士锁甲护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 164666,
			["Level"] = 340,
			["Link"] = "|cffa335ee|Hitem:164666::::::::120:264::13:1:1700:::|h[灼光之惊恶争斗者的锁甲护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 164665,
			["Level"] = 340,
			["Link"] = "|cffa335ee|Hitem:164665::::::::120:264::13:1:1694:::|h[燎火之惊恶争斗者的锁甲护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 164663,
			["Level"] = 340,
			["Link"] = "|cffa335ee|Hitem:164663::::::::120:264::13:1:1697:::|h[灼光之惊恶争斗者的锁甲长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 164667,
			["Level"] = 340,
			["Link"] = "|cffa335ee|Hitem:164667::::::::120:264::13:1:1692:::|h[燎火之惊恶争斗者的锁甲护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 164664,
			["Level"] = 340,
			["Link"] = "|cffa335ee|Hitem:164664::::::::120:264::13:1:1691:::|h[燎火之惊恶争斗者的锁甲手套]|h|r",
		}, -- [10]
		{
			["ID"] = 153685,
			["Level"] = 310,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:153685::::::::120:264::13:2:4928:3370:::|h[燎火之枭眼石指环]|h|r",
		}, -- [11]
		{
			["ID"] = 153686,
			["Level"] = 310,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:153686::::::::120:264::13:2:4928:3349:::|h[燎火之珀炎石指环]|h|r",
		}, -- [12]
		{
			["ID"] = 149709,
			["Level"] = 195,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:149709::::::::120:264::43:3:3573:1506:3336:::|h[暴烈争斗者的统御徽章]|h|r",
		}, -- [13]
		{
			["ID"] = 152781,
			["Level"] = 192,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:152781::::::::120:264::43:3:3573:1484:3528:::|h[无瑕的阿古斯印记]|h|r",
		}, -- [14]
		{
			["ID"] = 134334,
			["Level"] = 210,
			["Link"] = "|cffa335ee|Hitem:134334::::::::120:264::43:3:3573:1521:3337:::|h[失宠宫廷斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 164680,
			["Level"] = 340,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:164680::::::::120:264::13:1:1713:::|h[谐律之惊恶争斗者的扰动器]|h|r",
		}, -- [16]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Amilus-燃烧之刃",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "SHAMAN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
