
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/s 1", -- [1]
		"啊", -- [2]
		"/团队 3", -- [3]
		"/cw 比格-瓦里安 我保证不打部落奶骑不单吃", -- [4]
		"你猜", -- [5]
		"/cw 瓦里安微微-瓦里安 123", -- [6]
		"/团队 算了 都在挂机", -- [7]
		"/cw RENEEBABY-罗宁 123", -- [8]
		"带妹呢", -- [9]
		"/RL", -- [10]
		"/cw 小囧丶-月光林地 123", -- [11]
		"/团队 都是4个活人 竟然打不过嘛", -- [12]
		"/WHO", -- [13]
		"/cw 蜘蛛之战-蜘蛛王国 1", -- [14]
		"/p 没NT 我换个号", -- [15]
		"/INV 焊接机器人-罗宁", -- [16]
		"/INV 瓦拉纳微微-瓦拉纳", -- [17]
		"/i 挂机的MS吃相真难看", -- [18]
		"/INV 震击机器人-罗宁", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
