
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Reneelol - 轻风之语"] = "Reneelol - 轻风之语",
		["妖唲绫 - 蜘蛛王国"] = "妖唲绫 - 蜘蛛王国",
	},
	["profiles"] = {
		["Reneelol - 轻风之语"] = {
			["recent"] = {
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灬逝水年華-壁炉谷",
						["iLvl"] = 900,
						["time"] = 1496019020,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "灬听风逐月#5966",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "突袭坠落之月-海达希亚",
						["iLvl"] = 871,
						["class"] = 12,
						["time"] = 1496019020,
						["bTag"] = "小钻风#5489",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "呆呆的骑士-蜘蛛王国",
						["iLvl"] = 820,
						["time"] = 1496019047,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "鬼魂之龙#5129231",
					}, -- [3]
					{
						["name"] = "夏陌寞-雷霆号角",
						["role"] = "HEALER",
						["time"] = 1496019034,
						["class"] = 7,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "黑风萨-埃苏雷格",
						["iLvl"] = 906,
						["class"] = 7,
						["time"] = 1496019047,
						["bTag"] = "vince#5140",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "雨后宁静-灰谷",
						["iLvl"] = 883,
						["class"] = 7,
						["time"] = 1496019047,
						["bTag"] = "FOREVERHAO#5869",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "安鑫的城-安苏",
						["iLvl"] = 878,
						["class"] = 9,
						["time"] = 1496019026,
						["bTag"] = "无聊的蜗牛#51852",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "零红蝶狂舞-艾露恩",
						["iLvl"] = 875,
						["class"] = 4,
						["time"] = 1496019038,
						["bTag"] = "看我脸色行事#51554",
					}, -- [8]
					{
						["name"] = "言射二又土-伊瑟拉",
						["role"] = "DAMAGER",
						["time"] = 1496019040,
						["class"] = 8,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "密林风歌-安苏",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1496019016,
						["bTag"] = "密林风歌#5976",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "泰拉丶月击-金色平原",
						["iLvl"] = 875,
						["class"] = 3,
						["time"] = 1496019040,
						["bTag"] = "臆狱囚困#5342",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "发疯的酸奶-桑德兰",
						["iLvl"] = 852,
						["class"] = 2,
						["time"] = 1496019040,
						["bTag"] = "SongH#5787",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "桃之仙-安苏",
						["iLvl"] = 882,
						["class"] = 2,
						["time"] = 1496019047,
						["bTag"] = "桃跑跑#5457",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "乖乖的哦-银月",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1496019040,
						["bTag"] = "钢须#5991",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "翳云龍-破碎岭",
						["iLvl"] = 859,
						["class"] = 1,
						["time"] = 1496019028,
						["bTag"] = "紫魅之惑#5617",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "无情斩泪-末日行者",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1496019030,
						["bTag"] = "HappyFeet#515855",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "五根棍萨满-提瑞斯法",
						["iLvl"] = 906,
						["class"] = 7,
						["time"] = 1496019038,
						["bTag"] = "白兔有大白腿#5685",
					}, -- [17]
					{
						["name"] = "Yoxiami-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1496019047,
						["class"] = 9,
					}, -- [18]
					{
						["name"] = "霸道灬浅笑-奥拉基尔",
						["role"] = "DAMAGER",
						["time"] = 1496019047,
						["class"] = 9,
					}, -- [19]
					{
						["name"] = "黑糖话梅-索拉丁",
						["role"] = "HEALER",
						["time"] = 1496019032,
						["class"] = 5,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Yearn-灰谷",
						["iLvl"] = 894,
						["class"] = 9,
						["time"] = 1496019038,
						["bTag"] = "小德#5759",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "两个强劲的肾-永恒之井",
						["iLvl"] = 917,
						["class"] = 2,
						["time"] = 1496019047,
						["bTag"] = "两个强劲的肾#5553",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的贝塔-杜隆坦",
						["iLvl"] = 890,
						["class"] = 3,
						["time"] = 1496019028,
						["bTag"] = "疯狂的贝塔#51276",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "宝石洁-国王之谷",
						["iLvl"] = 834,
						["class"] = 4,
						["time"] = 1496019047,
						["bTag"] = "翼天使#5698",
					}, -- [24]
					{
						["name"] = "毒触-塞拉摩",
						["role"] = "DAMAGER",
						["time"] = 1496019047,
						["class"] = 4,
					}, -- [25]
					{
						["name"] = "喔改-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1496019036,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "繥歡-霜之哀伤",
						["iLvl"] = 851,
						["class"] = 12,
						["time"] = 1496019040,
						["bTag"] = "喜欢#5413",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "果冻爱躺躺-艾萨拉",
						["iLvl"] = 860,
						["class"] = 12,
						["time"] = 1496019030,
						["bTag"] = "果冻爱躺躺#5967",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Saberxx-破碎岭",
						["iLvl"] = 847,
						["class"] = 3,
						["time"] = 1496019038,
						["bTag"] = "十六月的风#5605",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "十个基佬同时-回音山",
						["iLvl"] = 887,
						["class"] = 5,
						["time"] = 1496019047,
						["bTag"] = "nellywang#5976",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunpriess-龙骨平原",
						["iLvl"] = 827,
						["class"] = 9,
						["time"] = 1496019047,
						["bTag"] = "Rssunpriess#5748",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "滴哩嘟噜-国王之谷",
						["iLvl"] = 912,
						["time"] = 1496451843,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "大宝剑丶#5529",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "紫川小猪雅-月光林地",
						["iLvl"] = 913,
						["class"] = 5,
						["time"] = 1496451843,
						["bTag"] = "王二奶他姐#5537",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "叶轻寒-熊猫酒仙",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1496451843,
						["bTag"] = "钓雪#5873",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "猫着吃鱼-千针石林",
						["iLvl"] = 869,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "上善若水#54176",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "爱在天使心-国王之谷",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1496451843,
						["bTag"] = "陈秋丞#5122",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "语风姑娘-罗宁",
						["iLvl"] = 910,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "南方姑娘#52542",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "乄小三-白银之手",
						["iLvl"] = 898,
						["class"] = 1,
						["time"] = 1496451843,
						["bTag"] = "洛卡纳哈#5612",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Neoangel-罗宁",
						["iLvl"] = 892,
						["class"] = 3,
						["time"] = 1496451843,
						["bTag"] = "Neo#51899",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "老虎不发威-雷斧堡垒",
						["iLvl"] = 909,
						["class"] = 7,
						["time"] = 1496451843,
						["bTag"] = "无敌金刚#5641",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "毛毛君-巴尔古恩",
						["iLvl"] = 915,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "阿丫德风语者#5296",
					}, -- [41]
					{
						["name"] = "Dhillidan-雷斧堡垒",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 12,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "命运灬真言-伊瑟拉",
						["iLvl"] = 904,
						["class"] = 5,
						["time"] = 1496451843,
						["bTag"] = "灵魂消逝#5221",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "热情的青宝宝-玛瑟里顿",
						["iLvl"] = 895,
						["class"] = 6,
						["time"] = 1496451829,
						["bTag"] = "flankerr#5510",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "左奶写爱-远古海滩",
						["iLvl"] = 911,
						["class"] = 5,
						["time"] = 1496451843,
						["bTag"] = "无峰#5103",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁鲁鸡-屠魔山谷",
						["iLvl"] = 880,
						["class"] = 9,
						["time"] = 1496451843,
						["bTag"] = "鲁鲁鸡#5925",
					}, -- [46]
					{
						["name"] = "芙蕾娅-拉文凯斯",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 3,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中一缕白色-轻风之语",
						["iLvl"] = 894,
						["class"] = 8,
						["time"] = 1496451841,
						["bTag"] = "梦丶蓝色#5420",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "格瓦斯怒风-瓦里玛萨斯",
						["iLvl"] = 896,
						["class"] = 12,
						["time"] = 1496451843,
						["bTag"] = "致命之足#55455",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "笨改改-熔火之心",
						["iLvl"] = 890,
						["class"] = 1,
						["time"] = 1496451843,
						["bTag"] = "过雨云烟#51742",
					}, -- [50]
					{
						["name"] = "打不过就溜-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 4,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "风之月影-白银之手",
						["iLvl"] = 903,
						["class"] = 12,
						["time"] = 1496451843,
						["bTag"] = "风之战歌#5529",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "老黑猫警长-阿古斯",
						["iLvl"] = 861,
						["class"] = 10,
						["time"] = 1496451843,
						["bTag"] = "奇葩冬#5747",
					}, -- [53]
					{
						["name"] = "小目艮目青-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 11,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "忧雾-罗宁",
						["iLvl"] = 888,
						["class"] = 3,
						["time"] = 1496451843,
						["bTag"] = "忧丶雾#5898",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "上三花-国王之谷",
						["iLvl"] = 909,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "林子大了#5629",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "青果山圣斗士-激流堡",
						["iLvl"] = 878,
						["class"] = 4,
						["time"] = 1496451843,
						["bTag"] = "再临之子#5717",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "哈尔斯-天谴之门",
						["iLvl"] = 903,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "MightyElf#572443",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "不玩女人-幽暗沼泽",
						["iLvl"] = 908,
						["class"] = 4,
						["time"] = 1496451839,
						["bTag"] = "Forsaken#52797",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂摇摆-苏拉玛",
						["iLvl"] = 906,
						["class"] = 4,
						["time"] = 1496451843,
						["bTag"] = "眼角的霜#5322",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "慾見-耳语海岸",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1496451843,
						["bTag"] = "地狱天使#5721",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "喵了个咪-梦境之树",
						["iLvl"] = 910,
						["class"] = 11,
						["time"] = 1496451843,
						["bTag"] = "喵拉戈米#5584",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "始於初見-伊瑟拉",
						["iLvl"] = 909,
						["class"] = 1,
						["time"] = 1496451843,
						["bTag"] = "始于初见#51890",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "那夜我很硬-远古海滩",
						["iLvl"] = 898,
						["class"] = 12,
						["time"] = 1496451829,
						["bTag"] = "夏天#56495",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "小懒灬-刺骨利刃",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1496451843,
						["bTag"] = "小懒#5443",
					}, -- [65]
					{
						["name"] = "Naturestorm-蜘蛛王国",
						["role"] = "TANK",
						["time"] = 1496451843,
						["class"] = 11,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "落雨梧桐-基尔加丹",
						["iLvl"] = 909,
						["class"] = 2,
						["time"] = 1496451843,
						["bTag"] = "落雨#5469",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "Matafeiyan-梦境之树",
						["iLvl"] = 864,
						["class"] = 10,
						["time"] = 1496451843,
						["bTag"] = "砣砣#5907",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "銱炸天-国王之谷",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1496451843,
						["bTag"] = "灬向前看的男人#5749",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "正义丶封印-刺骨利刃",
						["iLvl"] = 873,
						["class"] = 8,
						["time"] = 1496451843,
						["bTag"] = "战灬神#5381",
					}, -- [70]
					{
						["name"] = "术我自在-拉文凯斯",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 9,
					}, -- [71]
					{
						["name"] = "南岛无他丶-月光林地",
						["role"] = "HEALER",
						["time"] = 1496451843,
						["class"] = 5,
					}, -- [72]
					{
						["name"] = "奥黛丽赫笨-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1496451843,
						["class"] = 3,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "穆晨-迅捷微风",
						["iLvl"] = 916,
						["class"] = 2,
						["time"] = 1497069610,
						["bTag"] = "小田瓜仔#5408",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "早晨不起床-克洛玛古斯",
						["iLvl"] = 883,
						["time"] = 1497069610,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "殷红骑士#5442",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "怎能死变态-阿古斯",
						["iLvl"] = 886,
						["class"] = 11,
						["time"] = 1497069608,
						["bTag"] = "huang#5274",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "闪亮的星星-布兰卡德",
						["iLvl"] = 864,
						["class"] = 8,
						["time"] = 1497069610,
						["bTag"] = "迷刃#5667",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "月光小妹妹-范达尔鹿盔",
						["iLvl"] = 903,
						["class"] = 4,
						["time"] = 1497069610,
						["bTag"] = "林林#5861",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "笑灬天-无尽之海",
						["iLvl"] = 905,
						["class"] = 1,
						["time"] = 1497069610,
						["bTag"] = "牛牛#51503",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "萌大奶丶-巴尔古恩",
						["iLvl"] = 912,
						["class"] = 5,
						["time"] = 1497069610,
						["bTag"] = "陨落王者#5406",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "清风丶依然丨-熊猫酒仙",
						["iLvl"] = 883,
						["class"] = 5,
						["time"] = 1497069610,
						["bTag"] = "清风飘雨#5810",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "喝多乱蹦-桑德兰",
						["iLvl"] = 888,
						["class"] = 10,
						["time"] = 1497069610,
						["bTag"] = "如淉嗳#5672",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "破碎命运印记-主宰之剑",
						["iLvl"] = 911,
						["class"] = 2,
						["time"] = 1497069610,
						["bTag"] = "吕奕威#5254",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "風灵月-暗影之月",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "心情#5971",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "小果啤-奥特兰克",
						["iLvl"] = 868,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "风暴之锤#5803",
					}, -- [85]
					{
						["role"] = "HEALER",
						["name"] = "晓之青龙-白银之手",
						["iLvl"] = 889,
						["class"] = 10,
						["time"] = 1497069610,
						["bTag"] = "ORLI#51685",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔塔纳-回音山",
						["iLvl"] = 901,
						["class"] = 2,
						["time"] = 1497069610,
						["bTag"] = "SneezyDwarf#57365",
					}, -- [87]
					{
						["role"] = "TANK",
						["name"] = "威风依然-艾萨拉",
						["iLvl"] = 913,
						["class"] = 1,
						["time"] = 1497069610,
						["bTag"] = "威风依然#5975",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "鹌哥的愤怒-艾欧纳尔",
						["iLvl"] = 869,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "亮小亮#5562",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "覀襾覀-普罗德摩",
						["iLvl"] = 887,
						["class"] = 3,
						["time"] = 1497069610,
						["bTag"] = "快乐的#5766",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Daydreamm-远古海滩",
						["iLvl"] = 885,
						["class"] = 8,
						["time"] = 1497069610,
						["bTag"] = "金自在#5909",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "马冬梅丶-远古海滩",
						["iLvl"] = 905,
						["class"] = 1,
						["time"] = 1497069610,
						["bTag"] = "木头人#5800",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Seamo-熊猫酒仙",
						["iLvl"] = 913,
						["class"] = 6,
						["time"] = 1497069610,
						["bTag"] = "Seamo#5694",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "口袋的刺杀-永夜港",
						["iLvl"] = 896,
						["class"] = 4,
						["time"] = 1497069610,
						["bTag"] = "soapCC#5334",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "小孩使劲哭-月光林地",
						["iLvl"] = 904,
						["class"] = 11,
						["time"] = 1497069610,
						["bTag"] = "见贤思齐焉#5858",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "洛瑪-亚雷戈斯",
						["iLvl"] = 892,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "江枫#5616",
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "从明天起-诺莫瑞根",
						["iLvl"] = 914,
						["class"] = 2,
						["time"] = 1497069610,
						["bTag"] = "传说中的小蜜蜂#5387",
					}, -- [97]
					{
						["name"] = "Elros-回音山",
						["role"] = "TANK",
						["time"] = 1497069575,
						["class"] = 6,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "萝娜酱-冰风岗",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1497069575,
						["bTag"] = "乌拉拉#5180",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "半月斩-火羽山",
						["iLvl"] = 885,
						["class"] = 1,
						["time"] = 1497069610,
						["bTag"] = "啸月银牙#5839",
					}, -- [100]
					{
						["name"] = "李小牧-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1497069610,
						["class"] = 5,
					}, -- [101]
					{
						["name"] = "幸存者的微笑-克尔苏加德",
						["role"] = "HEALER",
						["time"] = 1497069567,
						["class"] = 5,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "上八神-奥特兰克",
						["iLvl"] = 904,
						["class"] = 8,
						["time"] = 1497069575,
						["bTag"] = "野梦丶#5907",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "鲁茜菲尔-塞纳留斯",
						["iLvl"] = 901,
						["class"] = 6,
						["time"] = 1497069610,
						["bTag"] = "Barnery#5273",
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "功夫队长-轻风之语",
						["iLvl"] = 913,
						["class"] = 10,
						["time"] = 1497069610,
						["bTag"] = "队长别开枪啊#5828",
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "沉默的小馬哥-晴日峰（江苏）",
						["iLvl"] = 906,
						["class"] = 2,
						["time"] = 1497069610,
						["bTag"] = "请叫我杰哥#51797",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "穆哈穆丝-奥拉基尔",
						["iLvl"] = 893,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "有惊无喜#5485",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "丶希志灬爱野-永恒之井",
						["iLvl"] = 904,
						["class"] = 10,
						["time"] = 1497069575,
						["bTag"] = "逸龙之殇#5294",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "大电泡-格瑞姆巴托",
						["iLvl"] = 908,
						["class"] = 12,
						["time"] = 1497069610,
						["bTag"] = "全都去死吧#5868",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "意沧殇-瑞文戴尔",
						["iLvl"] = 901,
						["class"] = 1,
						["time"] = 1497069610,
						["bTag"] = "夕阳中的小强#5869",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电箭闪电箭-迦拉克隆",
						["iLvl"] = 883,
						["class"] = 8,
						["time"] = 1497069610,
						["bTag"] = "老鸡玩小鹰#5815",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "梵熙诺影-破碎岭",
						["iLvl"] = 872,
						["class"] = 8,
						["time"] = 1497069610,
						["bTag"] = "石头话很多#51489",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Iamnoone-扎拉赞恩",
						["iLvl"] = 886,
						["class"] = 4,
						["time"] = 1497069610,
						["bTag"] = "werebear#5488",
					}, -- [113]
					{
						["name"] = "降临凡间-远古海滩",
						["role"] = "DAMAGER",
						["time"] = 1497069610,
						["class"] = 2,
					}, -- [114]
					{
						["name"] = "残月之龍丶影-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1497069610,
						["class"] = 7,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "潇潇雪娜-影之哀伤",
						["iLvl"] = 895,
						["time"] = 1497069853,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "叶落无痕#5173",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "丨罢丶-末日行者",
						["iLvl"] = 913,
						["class"] = 11,
						["time"] = 1497069853,
						["bTag"] = "楚丶#5599",
					}, -- [117]
					{
						["name"] = "贫僧丶爱吃肉-格瑞姆巴托",
						["role"] = "TANK",
						["time"] = 1497069853,
						["class"] = 11,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "香烟盒-诺兹多姆",
						["iLvl"] = 915,
						["class"] = 7,
						["time"] = 1497069853,
						["bTag"] = "勇敢#5343",
					}, -- [119]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "无痛人流术-克洛玛古斯",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1495324938,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "依然那么帅-阿古斯",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1495324938,
						["bTag"] = "依然那么美丽#5408",
					}, -- [2]
					{
						["name"] = "吃素也长胖-远古海滩",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 10,
					}, -- [3]
					{
						["name"] = "化装舞会-白银之手",
						["role"] = "TANK",
						["time"] = 1495324938,
						["class"] = 2,
					}, -- [4]
					{
						["name"] = "时间轴-伊萨里奥斯",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "雷神之錘-海达希亚",
						["iLvl"] = 874,
						["class"] = 1,
						["time"] = 1495324938,
						["bTag"] = "冷月凌天#5212",
					}, -- [6]
					{
						["name"] = "月下美娇狼-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 8,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸心态-暗影之月",
						["iLvl"] = 895,
						["class"] = 12,
						["time"] = 1495324938,
						["bTag"] = "平常心#52543",
					}, -- [8]
					{
						["name"] = "横店游-金度",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 12,
					}, -- [9]
					{
						["name"] = "黑歰荣耀-月光林地",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 6,
					}, -- [10]
					{
						["name"] = "霂霂丶尛奶牛-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 4,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小盗儿-影牙要塞",
						["iLvl"] = 886,
						["class"] = 4,
						["time"] = 1495324938,
						["bTag"] = "快到碗里来#5972",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "落雨流殇-末日行者",
						["iLvl"] = 894,
						["class"] = 4,
						["time"] = 1495324938,
						["bTag"] = "梦幻泡影#5161",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "自然之喵-艾森娜",
						["iLvl"] = 878,
						["class"] = 11,
						["time"] = 1495324938,
						["bTag"] = "迷茫的圣光#5819",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "艳阳-迦拉克隆",
						["iLvl"] = 890,
						["class"] = 6,
						["time"] = 1495324938,
						["bTag"] = "小艳#5123",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "夢到丶內河-贫瘠之地",
						["iLvl"] = 919,
						["class"] = 11,
						["time"] = 1495324938,
						["bTag"] = "喵丫丫#5154",
					}, -- [16]
					{
						["name"] = "熾蒙傻馒-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 7,
					}, -- [17]
					{
						["name"] = "Violetcandy-塞拉摩",
						["role"] = "HEALER",
						["time"] = 1495324938,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "死神之露琪娅-神圣之歌",
						["iLvl"] = 883,
						["class"] = 1,
						["time"] = 1495324938,
						["bTag"] = "霜高素月#5870",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "千年之约-死亡之翼",
						["iLvl"] = 915,
						["class"] = 11,
						["time"] = 1495324938,
						["bTag"] = "herodai0815#5386",
					}, -- [20]
					{
						["name"] = "小胡八一-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 3,
					}, -- [21]
					{
						["name"] = "五卅-荆棘谷",
						["role"] = "DAMAGER",
						["time"] = 1495324938,
						["class"] = 1,
					}, -- [22]
					{
						["name"] = "丿征服王-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1495324979,
						["class"] = 1,
					}, -- [23]
					{
						["name"] = "丨我若爲王丨-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495325138,
						["class"] = 5,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Yjx-亚雷戈斯",
						["iLvl"] = 895,
						["class"] = 1,
						["time"] = 1495325142,
						["bTag"] = "沉默之剑#5101168",
					}, -- [25]
					{
						["name"] = "夏亚-金度",
						["role"] = "HEALER",
						["time"] = 1495325130,
						["class"] = 5,
					}, -- [26]
					{
						["name"] = "一队的丶奶德-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1495325136,
						["class"] = 1,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "薇屿丶-末日行者",
						["iLvl"] = 889,
						["class"] = 8,
						["time"] = 1495325142,
						["bTag"] = "你开心就好#52608",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "无爱无欲-羽月",
						["iLvl"] = 888,
						["class"] = 8,
						["time"] = 1495325140,
						["bTag"] = "无爱#5704",
					}, -- [29]
					{
						["name"] = "住手大湿兄-雷斧堡垒",
						["role"] = "DAMAGER",
						["time"] = 1495325128,
						["class"] = 8,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "奥露乐-万色星辰",
						["iLvl"] = 904,
						["class"] = 2,
						["time"] = 1495325122,
						["bTag"] = "乐乐的小鱼儿#5999",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "爱得太深情-风暴峭壁",
						["iLvl"] = 908,
						["class"] = 11,
						["time"] = 1495325134,
						["bTag"] = "冰果#5213",
					}, -- [32]
					{
						["name"] = "卖瓜大叔-白银之手",
						["role"] = "TANK",
						["time"] = 1495325142,
						["class"] = 2,
					}, -- [33]
					{
						["name"] = "小鸥的小奇迹-图拉扬",
						["role"] = "HEALER",
						["time"] = 1495325142,
						["class"] = 2,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥自在-奥蕾莉亚",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1495325142,
						["bTag"] = "陈馨可#5576",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋蛋菊花-末日行者",
						["iLvl"] = 908,
						["class"] = 1,
						["time"] = 1495325142,
						["bTag"] = "凡人物语#51300",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "死亦何歡-奥特兰克",
						["iLvl"] = 915,
						["class"] = 7,
						["time"] = 1495325142,
						["bTag"] = "逆光飞翔#5453",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "天府逆魔葆光-玛里苟斯",
						["iLvl"] = 909,
						["class"] = 8,
						["time"] = 1495325130,
						["bTag"] = "MH370#5187",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "戰灬首席-拉文凯斯",
						["iLvl"] = 907,
						["class"] = 7,
						["time"] = 1495325142,
						["bTag"] = "首席#5261",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Âåã-瓦拉纳",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1495325142,
						["bTag"] = "桃太郎#5316",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "亻屈-阿古斯",
						["iLvl"] = 903,
						["class"] = 2,
						["time"] = 1495325142,
						["bTag"] = "岳冰川#5153",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "楼兰夏秋-暗影之月",
						["iLvl"] = 913,
						["class"] = 11,
						["time"] = 1495325045,
						["bTag"] = "楼兰天风#5668",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "暗翼骑士-火烟之谷",
						["iLvl"] = 877,
						["class"] = 6,
						["time"] = 1495325142,
						["bTag"] = "光暗挽歌#5185",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "卧看满天繁星-火烟之谷",
						["iLvl"] = 890,
						["class"] = 12,
						["time"] = 1495325138,
						["bTag"] = "光暗挽歌#5185",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "甜腿毛-克尔苏加德",
						["iLvl"] = 875,
						["class"] = 2,
						["time"] = 1495325126,
						["bTag"] = "zuiaimimimao#5714",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "黯月-逐日者",
						["iLvl"] = 885,
						["class"] = 1,
						["time"] = 1495325142,
						["bTag"] = "夜深人惊#5743",
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "守卫骑士-能源舰",
						["iLvl"] = 802,
						["class"] = 2,
						["time"] = 1495325028,
						["bTag"] = "飞歌#5868",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "两个打一个-伊瑟拉",
						["iLvl"] = 781,
						["class"] = 3,
						["time"] = 1495325128,
						["bTag"] = "孤傲之骑士#511930",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "纆灬焾-国王之谷",
						["iLvl"] = 900,
						["class"] = 3,
						["time"] = 1495325130,
						["bTag"] = "想做猫的兔子#5942",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "暴力女骑士-暗影之月",
						["iLvl"] = 882,
						["class"] = 2,
						["time"] = 1495325138,
						["bTag"] = "魔之猎#5590",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹屁屁凉-灰谷",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1495325142,
						["bTag"] = "刘军#5625",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "Promethus-破碎岭",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1495325142,
						["bTag"] = "睿智守恒#5991",
					}, -- [52]
					{
						["role"] = "HEALER",
						["name"] = "反杀-国王之谷",
						["iLvl"] = 908,
						["class"] = 11,
						["time"] = 1495325142,
						["bTag"] = "徐总#5482",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "武丶痴-国王之谷",
						["iLvl"] = 908,
						["class"] = 10,
						["time"] = 1495325142,
						["bTag"] = "呵呵你妹啊丶呵呵#5481",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "君秋-月光林地",
						["iLvl"] = 897,
						["class"] = 3,
						["time"] = 1495325140,
						["bTag"] = "Elementlight#5795",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "回忆曾经-祖阿曼",
						["iLvl"] = 890,
						["class"] = 11,
						["time"] = 1495325134,
						["bTag"] = "搅屎棍儿#5129",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "帕恩-朵丹尼尔",
						["iLvl"] = 914,
						["class"] = 1,
						["time"] = 1495325136,
						["bTag"] = "彭少#5203",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "丹哥危险-塞拉摩",
						["iLvl"] = 894,
						["class"] = 12,
						["time"] = 1495325132,
						["bTag"] = "小神不孤独#5331",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中一缕黑色-轻风之语",
						["iLvl"] = 890,
						["class"] = 1,
						["time"] = 1495325126,
						["bTag"] = "梦丶蓝色#5420",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "曼施坦恩-凯尔萨斯",
						["iLvl"] = 904,
						["class"] = 2,
						["time"] = 1495325128,
						["bTag"] = "格雷迈恩#5490",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "行者丶阿托莫-时光之穴",
						["iLvl"] = 907,
						["class"] = 2,
						["time"] = 1495325142,
						["bTag"] = "橙子#51357",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Cindye-基尔加丹",
						["iLvl"] = 912,
						["class"] = 5,
						["time"] = 1495325134,
						["bTag"] = "木可#5260",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "风宝宝-埃加洛尔",
						["iLvl"] = 878,
						["class"] = 11,
						["time"] = 1495325136,
						["bTag"] = "雪宝宝#5382",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "紫玟-普罗德摩",
						["iLvl"] = 885,
						["class"] = 10,
						["time"] = 1495325134,
						["bTag"] = "恶魔的翅膀#5685",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "专卖丶套套-破碎岭",
						["iLvl"] = 902,
						["class"] = 12,
						["time"] = 1495325142,
						["bTag"] = "NightKnight#571878",
					}, -- [65]
					{
						["name"] = "壕久不见-雷斧堡垒",
						["role"] = "HEALER",
						["time"] = 1495325140,
						["class"] = 2,
					}, -- [66]
					{
						["name"] = "集中营灬江湖-无尽之海",
						["role"] = "TANK",
						["time"] = 1495325142,
						["class"] = 1,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海蛋疼了-主宰之剑",
						["iLvl"] = 908,
						["class"] = 6,
						["time"] = 1495325142,
						["bTag"] = "郭桓瑞#5317",
					}, -- [68]
					{
						["name"] = "Deatknight-神圣之歌",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 2,
					}, -- [69]
					{
						["name"] = "一小尾巴一-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 9,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "灭绝灬师公-祖阿曼",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1495325142,
						["bTag"] = "灭绝灬师太#5842",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "夏凉-破碎岭",
						["iLvl"] = 912,
						["class"] = 8,
						["time"] = 1495325142,
						["bTag"] = "成明巍#5882",
					}, -- [72]
					{
						["name"] = "战丶猫猫-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 1,
					}, -- [73]
					{
						["name"] = "徐九井-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 12,
					}, -- [74]
					{
						["name"] = "北岛相遇-罗宁",
						["role"] = "HEALER",
						["time"] = 1495325142,
						["class"] = 5,
					}, -- [75]
					{
						["name"] = "Thtills-国王之谷",
						["role"] = "HEALER",
						["time"] = 1495325142,
						["class"] = 5,
					}, -- [76]
					{
						["name"] = "古老而美丽的-安苏",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 5,
					}, -- [77]
					{
						["name"] = "Blinker-海达希亚",
						["role"] = "DAMAGER",
						["time"] = 1495325142,
						["class"] = 12,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "月影乄怒风-艾森娜",
						["iLvl"] = 893,
						["time"] = 1496020236,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Leo#5361",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "姑娘你等等-无底海渊",
						["iLvl"] = 912,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "副总#5204",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "毕达哥拉斯-密林游侠",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1496020238,
						["bTag"] = "糖衣戰#5178",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "岚丶丿血翼-罗宁",
						["iLvl"] = 852,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "血翼残阳#5783",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "非洲杰出青年-暗影之月",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "神威万重#5901",
					}, -- [83]
					{
						["name"] = "音无结弦-末日行者",
						["role"] = "TANK",
						["time"] = 1496020240,
						["class"] = 6,
					}, -- [84]
					{
						["role"] = "TANK",
						["name"] = "苍老师快奶我-卡珊德拉",
						["iLvl"] = 911,
						["class"] = 10,
						["time"] = 1496020148,
						["bTag"] = "一啸生风雪#51132",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "转角遇到部落-壁炉谷",
						["iLvl"] = 903,
						["class"] = 11,
						["time"] = 1496020240,
						["bTag"] = "王者脚气#5605",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "棒棒糖不甜-克尔苏加德",
						["iLvl"] = 910,
						["class"] = 10,
						["time"] = 1496020240,
						["bTag"] = "LOU#5850",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Appleqqdk-白银之手",
						["iLvl"] = 891,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "SfWarlock#5797",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀哎呀-壁炉谷",
						["iLvl"] = 889,
						["class"] = 1,
						["time"] = 1496020196,
						["bTag"] = "浪漫狼#5582",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Zlpo-霍格",
						["iLvl"] = 904,
						["class"] = 12,
						["time"] = 1496020240,
						["bTag"] = "眉如刀#5949",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "阿莱克西娅-主宰之剑",
						["iLvl"] = 899,
						["class"] = 12,
						["time"] = 1496020240,
						["bTag"] = "晨曦之际#5930",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "光明嘉拉迪雅-麦迪文",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "斩风芙罗拉#51384",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Sothed-雷克萨",
						["iLvl"] = 902,
						["class"] = 8,
						["time"] = 1496020240,
						["bTag"] = "上古衰神#5130",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "苍灵其丽-石锤",
						["iLvl"] = 907,
						["class"] = 6,
						["time"] = 1496020238,
						["bTag"] = "急躁之翼#51920",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "复刻颓废-主宰之剑",
						["iLvl"] = 910,
						["time"] = 1496020240,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "暗影之龙#5174870",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "法利鲁-埃雷达尔",
						["iLvl"] = 881,
						["class"] = 1,
						["time"] = 1496020114,
						["bTag"] = "迷你之泰坦#51651",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的桔子-暗影之月",
						["iLvl"] = 902,
						["class"] = 3,
						["time"] = 1496020240,
						["bTag"] = "漉酒插花人#5419",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "冷香小婷婷-风暴之怒",
						["iLvl"] = 887,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "一梦千寻#5406",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "浅酌低唱-暗影之月",
						["iLvl"] = 898,
						["class"] = 3,
						["time"] = 1496020234,
						["bTag"] = "GhostPants#52292",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "瑟希斯-末日行者",
						["iLvl"] = 865,
						["class"] = 1,
						["time"] = 1496020240,
						["bTag"] = "薇希斯#5661",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "漠洛樱花-安苏",
						["iLvl"] = 893,
						["class"] = 8,
						["time"] = 1496020238,
						["bTag"] = "无聊的蜗牛#51852",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "武三-祖阿曼",
						["iLvl"] = 911,
						["class"] = 9,
						["time"] = 1496020240,
						["bTag"] = "寂寞雪花#5317",
					}, -- [102]
					{
						["name"] = "熊哥不怕疼-安苏",
						["role"] = "HEALER",
						["time"] = 1496020236,
						["class"] = 11,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "嘟嘟灬胖胖-白银之手",
						["iLvl"] = 910,
						["class"] = 10,
						["time"] = 1496020240,
						["bTag"] = "嘟灬嘟#5895",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "请勿触摸喂食-加兹鲁维",
						["iLvl"] = 904,
						["class"] = 11,
						["time"] = 1496020240,
						["bTag"] = "一黎阳光#5880",
					}, -- [105]
					{
						["role"] = "TANK",
						["name"] = "鼓风机-冰风岗",
						["iLvl"] = 916,
						["class"] = 11,
						["time"] = 1496020240,
						["bTag"] = "姜维#5241",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色欲望-杜隆坦",
						["iLvl"] = 912,
						["class"] = 2,
						["time"] = 1496020236,
						["bTag"] = "卡通#5681",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "影之芯-普罗德摩",
						["iLvl"] = 891,
						["class"] = 3,
						["time"] = 1496020196,
						["bTag"] = "双双表妹#5393",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血的孤单-熊猫酒仙",
						["iLvl"] = 886,
						["class"] = 3,
						["time"] = 1496020196,
						["bTag"] = "跳跃之狮#55622",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "王侯将相-主宰之剑",
						["iLvl"] = 892,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "肉段烧茄子#51283",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "刺伤的云-利刃之拳",
						["iLvl"] = 902,
						["class"] = 12,
						["time"] = 1496020240,
						["bTag"] = "孤单的云#51636",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "那个闪现没好-玛里苟斯",
						["iLvl"] = 911,
						["class"] = 8,
						["time"] = 1496020240,
						["bTag"] = "Deepblue#5952",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "志林姐爸爸-熊猫酒仙",
						["iLvl"] = 910,
						["class"] = 6,
						["time"] = 1496020240,
						["bTag"] = "罗扬#51283",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "部落的梦魇-石锤",
						["iLvl"] = 899,
						["class"] = 1,
						["time"] = 1496020240,
						["bTag"] = "陆鸽鸽#5627",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "别来一只烟-埃德萨拉",
						["iLvl"] = 897,
						["class"] = 6,
						["time"] = 1496020118,
						["bTag"] = "左边轨迹#5148",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "诗和哈尼夫斯-遗忘海岸",
						["iLvl"] = 879,
						["class"] = 12,
						["time"] = 1496020240,
						["bTag"] = "neverwinter#5392",
					}, -- [116]
					{
						["name"] = "我不配-爱斯特纳",
						["role"] = "DAMAGER",
						["time"] = 1496020123,
						["class"] = 2,
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "花舞语-安苏",
						["iLvl"] = 800,
						["class"] = 8,
						["time"] = 1496020240,
						["bTag"] = "秋天前的枫#5103",
					}, -- [118]
					{
						["name"] = "变异辐射体-达文格尔",
						["role"] = "DAMAGER",
						["time"] = 1496020123,
						["class"] = 1,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚的希瑞-风暴之眼",
						["iLvl"] = 865,
						["class"] = 7,
						["time"] = 1496020240,
						["bTag"] = "光明之锤#513469",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "樱内梨子-壁炉谷",
						["iLvl"] = 861,
						["class"] = 3,
						["time"] = 1496020240,
						["bTag"] = "炒饭哲学家#5358",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭定情-守护之剑",
						["iLvl"] = 897,
						["class"] = 3,
						["time"] = 1496020240,
						["bTag"] = "宣辰#5940",
					}, -- [122]
					{
						["name"] = "风起紫罗峡-死亡之翼",
						["role"] = "DAMAGER",
						["time"] = 1496020240,
						["class"] = 8,
					}, -- [123]
					{
						["name"] = "Skyshield-回音山",
						["role"] = "TANK",
						["time"] = 1496020240,
						["class"] = 1,
					}, -- [124]
					{
						["name"] = "福禄寿喜-深渊之巢",
						["role"] = "HEALER",
						["time"] = 1496020240,
						["class"] = 10,
					}, -- [125]
					{
						["name"] = "狂妄风影-扎拉赞恩",
						["role"] = "DAMAGER",
						["time"] = 1496020240,
						["class"] = 2,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "紫川德-古尔丹",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1496537470,
					}, -- [127]
					{
						["role"] = "TANK",
						["name"] = "燕明蓉-回音山",
						["iLvl"] = 890,
						["class"] = 1,
						["time"] = 1496537470,
						["bTag"] = "Gainer#5771",
					}, -- [128]
					{
						["name"] = "觉夜-远古海滩",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 6,
					}, -- [129]
					{
						["name"] = "嗜血丶閙閙-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 8,
					}, -- [130]
					{
						["name"] = "加不死你-翡翠梦境",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 11,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "龙腾二号-图拉扬",
						["iLvl"] = 895,
						["class"] = 1,
						["time"] = 1496537470,
						["bTag"] = "龙腾#5702",
					}, -- [132]
					{
						["name"] = "方得要死-阿古斯",
						["role"] = "TANK",
						["time"] = 1496537468,
						["class"] = 11,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人暗膜-伊萨里奥斯",
						["iLvl"] = 910,
						["class"] = 12,
						["time"] = 1496537470,
						["bTag"] = "野生大熊#5440",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "Ciri-伊瑟拉",
						["iLvl"] = 898,
						["class"] = 12,
						["time"] = 1496537470,
						["bTag"] = "tao#5733",
					}, -- [135]
					{
						["name"] = "波蘭街马王-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 1,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "雷娜-雷斧堡垒",
						["iLvl"] = 883,
						["class"] = 3,
						["time"] = 1496537468,
						["bTag"] = "夜雨听风#5796",
					}, -- [137]
					{
						["name"] = "Haishen-达斯雷玛",
						["role"] = "TANK",
						["time"] = 1496537470,
						["class"] = 11,
					}, -- [138]
					{
						["name"] = "明月秋霜雪-海达希亚",
						["role"] = "DAMAGER",
						["time"] = 1496537493,
						["class"] = 11,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "荇菜-拉文凯斯",
						["iLvl"] = 886,
						["class"] = 1,
						["time"] = 1496537470,
						["bTag"] = "一夜鱼龙舞#51363",
					}, -- [140]
					{
						["name"] = "狂风啸雪-安威玛尔",
						["role"] = "DAMAGER",
						["time"] = 1496537466,
						["class"] = 3,
					}, -- [141]
					{
						["name"] = "雪狼无痕-梦境之树",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 6,
					}, -- [142]
					{
						["name"] = "Tehseusqs-罗宁",
						["role"] = "HEALER",
						["time"] = 1496537470,
						["class"] = 2,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "無幽-拉文霍德",
						["iLvl"] = 915,
						["class"] = 1,
						["time"] = 1496537470,
						["bTag"] = "SnarkyHero#554273",
					}, -- [144]
					{
						["name"] = "汗蒸鱼-克尔苏加德",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 10,
					}, -- [145]
					{
						["name"] = "老叔-泰拉尔",
						["role"] = "DAMAGER",
						["time"] = 1496537466,
						["class"] = 2,
					}, -- [146]
					{
						["name"] = "动感的蛋炒饭-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 12,
					}, -- [147]
					{
						["name"] = "涩灬瑟-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 12,
					}, -- [148]
					{
						["name"] = "魔神大师-鬼雾峰",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 8,
					}, -- [149]
					{
						["name"] = "思念永不凋零-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1496537470,
						["class"] = 5,
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "翱翔的砖头-主宰之剑",
						["iLvl"] = 902,
						["time"] = 1496537633,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "重装战车#5255",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "小冰熊-诺兹多姆",
						["iLvl"] = 912,
						["time"] = 1496537635,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "天堂的传说#5755",
					}, -- [152]
					{
						["role"] = "TANK",
						["name"] = "无敌小飞鱼-格瑞姆巴托",
						["iLvl"] = 889,
						["class"] = 1,
						["time"] = 1496537664,
						["bTag"] = "光明之锤#54101",
					}, -- [153]
					{
						["name"] = "方苹果-格瑞姆巴托",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 3,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "泰兰徳語风-金色平原",
						["iLvl"] = 857,
						["time"] = 1496537637,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "地狱诛邪#5759",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "捨刀無物-加基森",
						["iLvl"] = 897,
						["time"] = 1496537660,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Mactavish#5387",
					}, -- [156]
					{
						["name"] = "闻香识女人-回音山",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 7,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "孔㑋明-雷斧堡垒",
						["iLvl"] = 919,
						["class"] = 8,
						["time"] = 1496537579,
						["bTag"] = "逍遥叔#5249",
					}, -- [158]
					{
						["name"] = "无聊看世界-厄祖玛特",
						["role"] = "DAMAGER",
						["time"] = 1496537579,
						["class"] = 11,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "桖蒅双臂-暗影之月",
						["iLvl"] = 901,
						["class"] = 8,
						["time"] = 1496537633,
						["bTag"] = "丛林漫步#5394",
					}, -- [160]
					{
						["role"] = "HEALER",
						["name"] = "插棍者-玛诺洛斯",
						["iLvl"] = 912,
						["class"] = 7,
						["time"] = 1496537513,
						["bTag"] = "幸运之枭#5711",
					}, -- [161]
					{
						["name"] = "西门大板砖-埃苏雷格",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 12,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光背叛了你-世界之树",
						["iLvl"] = 898,
						["class"] = 2,
						["time"] = 1496537633,
						["bTag"] = "极速蜗牛#5755",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "Reakful-朵丹尼尔",
						["iLvl"] = 911,
						["class"] = 4,
						["time"] = 1496537498,
						["bTag"] = "seamila#5997",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "萧小凡-雷斧堡垒",
						["iLvl"] = 887,
						["class"] = 12,
						["time"] = 1496537660,
						["bTag"] = "萧小凡#5869",
					}, -- [165]
					{
						["name"] = "信仰冰-铜龙军团",
						["role"] = "DAMAGER",
						["time"] = 1496537487,
						["class"] = 8,
					}, -- [166]
					{
						["role"] = "HEALER",
						["name"] = "瑟小萨-末日行者",
						["iLvl"] = 907,
						["class"] = 7,
						["time"] = 1496537489,
						["bTag"] = "Valenti#51360",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "我心飞翔-守护之剑",
						["iLvl"] = 910,
						["class"] = 12,
						["time"] = 1496537660,
						["bTag"] = "理想我心飞翔#5833",
					}, -- [168]
					{
						["role"] = "HEALER",
						["name"] = "慵懒銣猫-雷斧堡垒",
						["iLvl"] = 915,
						["class"] = 7,
						["time"] = 1496537579,
						["bTag"] = "CrazyCat#53140",
					}, -- [169]
					{
						["role"] = "HEALER",
						["name"] = "盐鍀灬-刀塔",
						["iLvl"] = 898,
						["class"] = 11,
						["time"] = 1496537631,
						["bTag"] = "茫然#51549",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "血滴子-永恒之井",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1496537559,
						["bTag"] = "有爱的胖子#5465",
					}, -- [171]
					{
						["name"] = "淇淇的淇-铜龙军团",
						["role"] = "DAMAGER",
						["time"] = 1496537635,
						["class"] = 3,
					}, -- [172]
					{
						["name"] = "常忧-贫瘠之地",
						["role"] = "HEALER",
						["time"] = 1496537643,
						["class"] = 5,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "Nostit-白银之手",
						["iLvl"] = 912,
						["class"] = 3,
						["time"] = 1496537579,
						["bTag"] = "白银之鹰#5183199",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "路高-千针石林",
						["iLvl"] = 898,
						["class"] = 8,
						["time"] = 1496537535,
						["bTag"] = "wushunhong#5110",
					}, -- [175]
					{
						["name"] = "正经老王-暗影之月",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 3,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "肜肜-塞纳留斯",
						["iLvl"] = 908,
						["class"] = 5,
						["time"] = 1496537631,
						["bTag"] = "agileshi#5168",
					}, -- [177]
					{
						["role"] = "TANK",
						["name"] = "鸖鶡的小鸟-扎拉赞恩",
						["iLvl"] = 899,
						["class"] = 12,
						["time"] = 1496537651,
						["bTag"] = "落寂的小鸟#5318",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "代三个表-月光林地",
						["iLvl"] = 897,
						["class"] = 2,
						["time"] = 1496537633,
						["bTag"] = "子包#5806",
					}, -- [179]
					{
						["name"] = "墨尊-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1496537491,
						["class"] = 6,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "月满西樓-达纳斯",
						["iLvl"] = 911,
						["class"] = 4,
						["time"] = 1496537579,
						["bTag"] = "HappyRogue#55885",
					}, -- [181]
					{
						["role"] = "TANK",
						["name"] = "柯利昂-主宰之剑",
						["iLvl"] = 902,
						["class"] = 6,
						["time"] = 1496537498,
						["bTag"] = "低调平凡#5408",
					}, -- [182]
					{
						["name"] = "冷水洗吊-刺骨利刃",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 1,
					}, -- [183]
					{
						["name"] = "点不到-羽月",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 9,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "天降呃啊-熊猫酒仙",
						["iLvl"] = 906,
						["class"] = 3,
						["time"] = 1496537664,
						["bTag"] = "王立群读史记#5857",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "聚春阁-轻风之语",
						["iLvl"] = 885,
						["class"] = 3,
						["time"] = 1496537660,
						["bTag"] = "Axx#5223",
					}, -- [186]
					{
						["name"] = "便當演員-暗影之月",
						["role"] = "HEALER",
						["time"] = 1496537643,
						["class"] = 5,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "玄门正宗-加里索斯",
						["iLvl"] = 902,
						["class"] = 2,
						["time"] = 1496537637,
						["bTag"] = "九莲宝灯#5722",
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "板斧三号-国王之谷",
						["iLvl"] = 852,
						["class"] = 6,
						["time"] = 1496537579,
						["bTag"] = "吃我一板斧#5880",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "萌仔丶-末日行者",
						["iLvl"] = 918,
						["class"] = 6,
						["time"] = 1496537660,
						["bTag"] = "萌萌#5938",
					}, -- [190]
					{
						["role"] = "HEALER",
						["name"] = "萌萌小風流-末日行者",
						["iLvl"] = 908,
						["class"] = 7,
						["time"] = 1496537662,
						["bTag"] = "萌萌#5938",
					}, -- [191]
					{
						["role"] = "TANK",
						["name"] = "萌丫丶-末日行者",
						["iLvl"] = 913,
						["class"] = 6,
						["time"] = 1496537664,
						["bTag"] = "萌萌#5938",
					}, -- [192]
					{
						["role"] = "TANK",
						["name"] = "萌哥丶-末日行者",
						["iLvl"] = 912,
						["class"] = 6,
						["time"] = 1496537664,
						["bTag"] = "萌萌#5938",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "playerTWPHJY-红云台地",
						["iLvl"] = 898,
						["class"] = 6,
						["time"] = 1496537660,
						["bTag"] = "光芒四射#51274",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "夜灬暮色倾城-艾苏恩",
						["iLvl"] = 914,
						["class"] = 11,
						["time"] = 1496537631,
						["bTag"] = "暮苍幽怨#5967",
					}, -- [195]
					{
						["name"] = "紫花地丁-翡翠梦境",
						["role"] = "TANK",
						["time"] = 1496537548,
						["class"] = 11,
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "大包紙-阿拉索",
						["iLvl"] = 909,
						["class"] = 3,
						["time"] = 1496537641,
						["bTag"] = "DuDuDu#5301",
					}, -- [197]
					{
						["role"] = "TANK",
						["name"] = "苏菲的大姨妈-国王之谷",
						["iLvl"] = 905,
						["class"] = 2,
						["time"] = 1496537664,
						["bTag"] = "微笑看夕阳#5953",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "丨乌卒卒丨-回音山",
						["iLvl"] = 920,
						["class"] = 11,
						["time"] = 1496537664,
						["bTag"] = "暗黑#5786",
					}, -- [199]
					{
						["name"] = "善良中可爱-主宰之剑",
						["role"] = "TANK",
						["time"] = 1496537643,
						["class"] = 11,
					}, -- [200]
					{
						["name"] = "梅不来多娜-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1496537647,
						["class"] = 12,
					}, -- [201]
					{
						["name"] = "云烟深处-蜘蛛王国",
						["role"] = "HEALER",
						["time"] = 1496537649,
						["class"] = 2,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒金光-金色平原",
						["iLvl"] = 896,
						["class"] = 2,
						["time"] = 1496537664,
						["bTag"] = "pringleys#5419",
					}, -- [203]
					{
						["name"] = "未来之星-守护之剑",
						["role"] = "DAMAGER",
						["time"] = 1496537647,
						["class"] = 3,
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "借张羊皮-贫瘠之地",
						["iLvl"] = 877,
						["class"] = 4,
						["time"] = 1496537664,
						["bTag"] = "山丘输入一个名称#5144",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "Violetmoon-阿古斯",
						["iLvl"] = 907,
						["time"] = 1496537664,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "沙漠里的鱼干#5874",
					}, -- [206]
					{
						["role"] = "TANK",
						["name"] = "沙漠里的鱼干-阿古斯",
						["iLvl"] = 910,
						["class"] = 2,
						["time"] = 1496537664,
						["bTag"] = "沙漠里的鱼干#5874",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "持刀孤独-雷斧堡垒",
						["iLvl"] = 908,
						["class"] = 2,
						["time"] = 1496537660,
						["bTag"] = "诡诈之龟#566854",
					}, -- [208]
					{
						["name"] = "大漠孤煙-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1496537649,
						["class"] = 1,
					}, -- [209]
					{
						["role"] = "HEALER",
						["name"] = "云已-回音山",
						["iLvl"] = 871,
						["class"] = 11,
						["time"] = 1496537664,
						["bTag"] = "BT160826#51210",
					}, -- [210]
					{
						["role"] = "HEALER",
						["name"] = "尼槑-末日行者",
						["iLvl"] = 914,
						["class"] = 7,
						["time"] = 1496537664,
						["bTag"] = "那尺#5658",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "凌依依-国王之谷",
						["iLvl"] = 886,
						["class"] = 3,
						["time"] = 1496537660,
						["bTag"] = "贪睡之球球#5278",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "井岛岩-达文格尔",
						["iLvl"] = 886,
						["class"] = 12,
						["time"] = 1496537660,
						["bTag"] = "luonian#5785",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮腰小尾巴-贫瘠之地",
						["iLvl"] = 911,
						["class"] = 3,
						["time"] = 1496537664,
						["bTag"] = "似水一方#5548",
					}, -- [214]
					{
						["name"] = "未婚奶奶-布兰卡德",
						["role"] = "DAMAGER",
						["time"] = 1496537660,
						["class"] = 2,
					}, -- [215]
					{
						["name"] = "小花球球-安苏",
						["role"] = "DAMAGER",
						["time"] = 1496537660,
						["class"] = 4,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "罗尼博尔-阿古斯",
						["iLvl"] = 888,
						["class"] = 4,
						["time"] = 1496537664,
						["bTag"] = "yellhi#51279",
					}, -- [217]
					{
						["name"] = "雾失楼台-灰谷",
						["role"] = "DAMAGER",
						["time"] = 1496537660,
						["class"] = 8,
					}, -- [218]
					{
						["name"] = "宫丶流水-贫瘠之地",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 8,
					}, -- [219]
					{
						["name"] = "泰达希尔会计-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 12,
					}, -- [220]
					{
						["name"] = "青囊妙手-影牙要塞",
						["role"] = "HEALER",
						["time"] = 1496537664,
						["class"] = 5,
					}, -- [221]
					{
						["name"] = "明天学习-蓝龙军团",
						["role"] = "TANK",
						["time"] = 1496537664,
						["class"] = 1,
					}, -- [222]
					{
						["name"] = "老板来碗米綫-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 8,
					}, -- [223]
					{
						["name"] = "四叉神经疼-影牙要塞",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 12,
					}, -- [224]
					{
						["name"] = "心瞳-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1496537664,
						["class"] = 2,
					}, -- [225]
					{
						["role"] = "HEALER",
						["name"] = "Latte-安威玛尔",
						["iLvl"] = 889,
						["time"] = 1497157801,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "温暖#52461",
					}, -- [226]
					{
						["name"] = "温暖-安威玛尔",
						["role"] = "DAMAGER",
						["time"] = 1497157801,
						["class"] = 9,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "珍妮-瑞文戴尔",
						["iLvl"] = 894,
						["class"] = 8,
						["time"] = 1497157790,
						["bTag"] = "edwerd001#5962",
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "欧皇小明-主宰之剑",
						["iLvl"] = 914,
						["class"] = 6,
						["time"] = 1497157788,
						["bTag"] = "毛哥反三俗#5858",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零逐羽-翡翠梦境",
						["iLvl"] = 897,
						["class"] = 3,
						["time"] = 1497157722,
						["bTag"] = "LEyTyHE#5450",
					}, -- [230]
					{
						["role"] = "TANK",
						["name"] = "咕咕爱月亮-霜之哀伤",
						["iLvl"] = 912,
						["class"] = 12,
						["time"] = 1497157799,
						["bTag"] = "秋名山车丶神之手#5942",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "瓯小猎-麦迪文",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1497157801,
						["bTag"] = "花多眼乱#5381",
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "春之雪-诺兹多姆",
						["iLvl"] = 902,
						["class"] = 6,
						["time"] = 1497157788,
						["bTag"] = "lyasan#5253",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "千羽丶逸-白银之手",
						["iLvl"] = 889,
						["class"] = 10,
						["time"] = 1497157801,
						["bTag"] = "狱星辰#5539",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "一下秒杀你-诺莫瑞根",
						["iLvl"] = 895,
						["class"] = 4,
						["time"] = 1497157801,
						["bTag"] = "潇大侠#5790",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "绝弈卡卡-阿拉索",
						["iLvl"] = 897,
						["class"] = 1,
						["time"] = 1497157801,
						["bTag"] = "黑雪#51472",
					}, -- [236]
					{
						["name"] = "岢薆丶坏尐孓-安苏",
						["role"] = "DAMAGER",
						["time"] = 1497157801,
						["class"] = 2,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "血翼裂天-千针石林",
						["iLvl"] = 913,
						["class"] = 9,
						["time"] = 1497157797,
						["bTag"] = "血翼#5782",
					}, -- [238]
					{
						["role"] = "HEALER",
						["name"] = "青涩记忆-死亡之翼",
						["iLvl"] = 873,
						["class"] = 10,
						["time"] = 1497157801,
						["bTag"] = "青涩#5436",
					}, -- [239]
					{
						["role"] = "HEALER",
						["name"] = "Telete-洛肯",
						["iLvl"] = 898,
						["class"] = 2,
						["time"] = 1497157722,
						["bTag"] = "黄海#5995",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "罗伊德丶熊皮-伊瑟拉",
						["iLvl"] = 911,
						["class"] = 11,
						["time"] = 1497157801,
						["bTag"] = "jjbkb#5351",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯萨爷-安苏",
						["iLvl"] = 891,
						["class"] = 7,
						["time"] = 1497157801,
						["bTag"] = "雷诺#514580",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "其实我能抗-拉贾克斯",
						["iLvl"] = 909,
						["class"] = 6,
						["time"] = 1497157790,
						["bTag"] = "月光下的凤尾竹#5382",
					}, -- [243]
					{
						["name"] = "Oponer-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1497157801,
						["class"] = 9,
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "不杀-瓦里安",
						["iLvl"] = 913,
						["class"] = 12,
						["time"] = 1497157797,
						["bTag"] = "不杀#5531",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "隐风-末日行者",
						["iLvl"] = 887,
						["class"] = 1,
						["time"] = 1497157801,
						["bTag"] = "Dylan#5559",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血术神-神圣之歌",
						["iLvl"] = 864,
						["class"] = 9,
						["time"] = 1497157801,
						["bTag"] = "星空湛蓝#51584",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "维维安-世界之树",
						["iLvl"] = 891,
						["class"] = 3,
						["time"] = 1497157795,
						["bTag"] = "孤傲之熊#57573",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "萌爪不得了-罗宁",
						["iLvl"] = 915,
						["class"] = 10,
						["time"] = 1497157722,
						["bTag"] = "忒妮亞#5379",
					}, -- [249]
					{
						["name"] = "克丽斯蒂安娜-奥特兰克",
						["role"] = "TANK",
						["time"] = 1497157797,
						["class"] = 2,
					}, -- [250]
					{
						["role"] = "HEALER",
						["name"] = "香芋丶地瓜丸-破碎岭",
						["iLvl"] = 876,
						["class"] = 7,
						["time"] = 1497157801,
						["bTag"] = "咸鱼丶#5373",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "哮浪-安威玛尔",
						["iLvl"] = 891,
						["class"] = 6,
						["time"] = 1497157801,
						["bTag"] = "fuliping#5155",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "致远控股-末日行者",
						["iLvl"] = 871,
						["class"] = 3,
						["time"] = 1497157795,
						["bTag"] = "江山之王#5170",
					}, -- [253]
					{
						["name"] = "小科-达纳斯",
						["role"] = "TANK",
						["time"] = 1497157786,
						["class"] = 1,
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "吾心依旧-耳语海岸",
						["iLvl"] = 894,
						["class"] = 6,
						["time"] = 1497157801,
						["bTag"] = "阿菲永远的小蝴蝶#5990",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "冰雨星-蜘蛛王国",
						["iLvl"] = 901,
						["class"] = 7,
						["time"] = 1497157801,
						["bTag"] = "休闲草#5385",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "烧鸡呼叫烤鸡-国王之谷",
						["iLvl"] = 891,
						["class"] = 9,
						["time"] = 1497157722,
						["bTag"] = "喷子死全家#51813",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "凸逼囡卜卍-主宰之剑",
						["iLvl"] = 910,
						["class"] = 3,
						["time"] = 1497157801,
						["bTag"] = "丨墨家丨武#5765",
					}, -- [258]
					{
						["role"] = "TANK",
						["name"] = "月光协奏曲-暗影之月",
						["iLvl"] = 901,
						["class"] = 11,
						["time"] = 1497157786,
						["bTag"] = "古尔丹的学徒#5796",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "德洛瑞斯-暗影之月",
						["iLvl"] = 907,
						["class"] = 12,
						["time"] = 1497157792,
						["bTag"] = "椒图丶赑屃#5221",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏的碎心-白银之手",
						["iLvl"] = 910,
						["class"] = 4,
						["time"] = 1497157801,
						["bTag"] = "明镜高悬#5664",
					}, -- [261]
					{
						["role"] = "DAMAGER",
						["name"] = "Bradwarden-破碎岭",
						["iLvl"] = 917,
						["class"] = 1,
						["time"] = 1497157790,
						["bTag"] = "mrxon#5241",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱小蘑菇-荆棘谷",
						["iLvl"] = 909,
						["class"] = 12,
						["time"] = 1497157792,
						["bTag"] = "谭永华#5390",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "恶人谷罪恶-熊猫酒仙",
						["iLvl"] = 911,
						["class"] = 12,
						["time"] = 1497157801,
						["bTag"] = "还在#5948",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "炎炎淡淡-迦拉克隆",
						["iLvl"] = 890,
						["class"] = 3,
						["time"] = 1497157801,
						["bTag"] = "叶之哀伤#51311",
					}, -- [265]
					{
						["name"] = "黑夜白-永夜港",
						["role"] = "DAMAGER",
						["time"] = 1497157801,
						["class"] = 1,
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "美依丽扬-白银之手",
						["iLvl"] = 896,
						["class"] = 3,
						["time"] = 1497157801,
						["bTag"] = "大大#5913",
					}, -- [267]
					{
						["name"] = "Warcall-瓦拉斯塔兹",
						["role"] = "DAMAGER",
						["time"] = 1497157801,
						["class"] = 8,
					}, -- [268]
				},
			},
			["createHistoryList"] = {
				"1-124-419-0", -- [1]
				"1-124-469-0", -- [2]
				"1-124-422-0", -- [3]
				"1-124-420-0", -- [4]
				"1-124-421-0", -- [5]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -4.76751708984375,
					["x"] = 242.281616210938,
					["scale"] = 1,
				},
			},
			["searchInputHistory"] = {
				["1-124-419-0"] = {
					"审讯", -- [1]
					"审讯者", -- [2]
				},
				["6-0-16-0"] = {
					"审讯", -- [1]
				},
			},
			["searchHistoryList"] = {
				"1-124-469-0", -- [1]
				"1-124-419-0", -- [2]
				"1-124-421-0", -- [3]
				"1-124-420-0", -- [4]
				"1-124-422-0", -- [5]
				"1-124-423-0", -- [6]
				"2-113-426-0", -- [7]
				"6-0-16-0", -- [8]
				"6-0-0-0", -- [9]
			},
			["lastSearchValue"] = "1-124-469-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["妖唲绫 - 蜘蛛王国"] = {
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"6-0-0-0", -- [2]
				"1-0-0-0", -- [3]
				"2-119-452-0", -- [4]
			},
			["createHistoryList"] = {
				"6-0-17-0", -- [1]
			},
			["minimap"] = {
				["minimapPos"] = 216.227919083542,
				["hide"] = true,
			},
			["settings"] = {
				["spamWord"] = false,
				["storage"] = {
					["y"] = 0,
					["x"] = 263.16796875,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一笑奈他知-安苏",
						["iLvl"] = 406,
						["time"] = 1602315953,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "好骚吖骚年#5660",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "照灼城烬-白银之手",
						["iLvl"] = 444,
						["time"] = 1602315949,
						["class"] = 7,
						["bTag"] = "以沫#51381",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "把酒问清天-安苏",
						["iLvl"] = 399,
						["time"] = 1602315959,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "尚品思源#5243",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Azerot-熊猫酒仙",
						["iLvl"] = 424,
						["time"] = 1602315959,
						["class"] = 1,
						["bTag"] = "夜迷醉#5537",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "月笼沙-神圣之歌",
						["iLvl"] = 451,
						["time"] = 1602315949,
						["class"] = 11,
						["bTag"] = "束晨#5464",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "乖乖小乐-伊瑟拉",
						["iLvl"] = 444,
						["time"] = 1602315957,
						["class"] = 2,
						["bTag"] = "乖乖小熊#5571",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "酷德-山丘之王",
						["iLvl"] = 480,
						["time"] = 1602315959,
						["class"] = 11,
						["bTag"] = "光明执法者#5799",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "平衡木-风暴之眼",
						["iLvl"] = 480,
						["time"] = 1602315949,
						["class"] = 11,
						["bTag"] = "大地治愈者#5165",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "三月风铃-白银之手",
						["iLvl"] = 480,
						["time"] = 1602315959,
						["class"] = 8,
						["bTag"] = "紫月冰痕#51322",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "变相怪傑-银松森林",
						["iLvl"] = 453,
						["time"] = 1602315959,
						["class"] = 3,
						["bTag"] = "冷沥血凝霜#5436",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "亽搞事情圕-格瑞姆巴托",
						["iLvl"] = 386,
						["time"] = 1602315959,
						["class"] = 6,
						["bTag"] = "惜缘哈尼#5341",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "以冰雪之名-白银之手",
						["time"] = 1602315953,
						["class"] = 8,
					}, -- [12]
				},
			},
			["version"] = "80300.01",
			["advShine"] = "80100.03",
			["lastSearchCode"] = "9-0-19-0",
			["searchInputHistory"] = {
				["6-0-16-0"] = {
					"INV", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
