
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p en", -- [1]
		"/p |cffa335ee|Hitem:175009::::::::20:266::6:8:4824:6578:6579:6472:6462:6515:1517:4786:::|h[狂热教徒的幻想]|h|r", -- [2]
		"/p 我去看看GZS报价", -- [3]
		"/TMW", -- [4]
		"/p 掉了.", -- [5]
		"/p 被人挂成999了", -- [6]
		"/p zai a !", -- [7]
		"/p |cffa335ee|Hitem:175004::::::::20:266::6:7:4824:6578:6579:6544:6515:1517:4786:::|h[惊魂虚构裹腿]|h|r这触须才100多万啊", -- [8]
		"/p 我换号了", -- [9]
		"/p 暮光炮也没用吧", -- [10]
		"/p 你不会想买吧", -- [11]
		"/p |cffa335ee|Hitem:175009::::::::20:266::6:8:4824:6578:6579:6471:6455:6513:1517:4786:::|h[狂热教徒的幻想]|h|r这个500W", -- [12]
		"/p ..", -- [13]
		"/p 看看就好 买不起", -- [14]
		"/p 下了下了", -- [15]
	},
	["ChatHistoryLog"] = {
	},
}
