
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 做做看", -- [1]
		"/p 这几步我前面完成了", -- [2]
		"/p 没戏", -- [3]
		"/p 任务奖励还是105", -- [4]
		"/p 大号带吧", -- [5]
		"/p 那宝石全职业拾取的", -- [6]
		"/p 不是必掉", -- [7]
		"/p 遗产模式好摸点", -- [8]
		"/p 我换号刷东西去了", -- [9]
		"/p 88", -- [10]
		"/cw 某章鱼-回音山 666", -- [11]
		"/团队 |cffa335ee|Hitem:46197::41285:28123:::::80:256::14::::|h[征服者的圣灵兜帽]|h|r", -- [12]
		"/团队 |cff0070dd|Hitem:27683::::::::80:256:512:1:1:4105:77:::|h[夸格米拉之眼]|h|r", -- [13]
		"/团队 |cffa335ee|Hitem:49310::::::::80:256::::::|h[纯净的龙鳞碎片]|h|r|cffa335ee|Hitem:49463::::::::80:256::::::|h[纯净的烈焰碎片]|h|r", -- [14]
		"/团队 |cffa335ee|Hitem:30038::28123:28123:28123::::80:256::::::|h[冲击腰带]|h|r", -- [15]
		"/MYSLOT", -- [16]
		"/cw 章鱼的贼-神圣之歌 666", -- [17]
		"/WA", -- [18]
		"/cw 章鱼的柒柒-神圣之歌 666", -- [19]
		"/cw 瓦拉纳微微-瓦拉纳 123", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
