
PawnOptions = {
	["LastVersion"] = 2.0325,
	["LastPlayerFullName"] = "须臾洞察-蜘蛛王国",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122250::::::::111:260:::1:5805:::|h[破烂的鬼雾面罩]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 280,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::111:260::11:4:4932:4933:4935:1472:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122360::::::::111:260:::1:5805:::|h[褴褛的鬼雾衬肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159902,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:159902::::::::111:260::11::::|h[勇士外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 161944,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161944::::::::111:260::13:2:1711:4927:::|h[谐律之糙皮护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 161942,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161942::::::::111:260::13:2:1711:4927:::|h[谐律之糙皮护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 161939,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161939::::::::111:260::13:2:1701:4927:::|h[灼光之糙皮长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 161945,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161945::::::::111:260::13:2:1713:4927:::|h[谐律之糙皮护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 161940,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:161940:5934:::::::111:260::13:2:1707:4927:::|h[曙光之糙皮手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 216,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::111:260:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 216,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::111:260:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		nil, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122262::::::::111:260:::1:5805:::|h[上古血月披风]|h|r",
		}, -- [15]
		{
			["ID"] = 161970,
			["Level"] = 225,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:161970::::::::111:260::13:2:1678:4927:::|h[快刀之糙皮拳套]|h|r",
		}, -- [16]
		{
			["ID"] = 161970,
			["Level"] = 225,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:161970::::::::111:260::13:2:1706:4927:::|h[曙光之糙皮拳套]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
