
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"都是白菜价啊.", -- [1]
		"/p |cff0070dd|Hbattlepet:1322:1:3:155:14:9:0000000000000000|h[黑索小炸弹]|h|r", -- [2]
		"快来安苏建个号", -- [3]
		"/p 稳", -- [4]
		"我都下单了啊 除了ZS..", -- [5]
		"..", -- [6]
		"/cw 啊小黑-安苏 蜘蛛随便U我哪个号", -- [7]
		"ZS好像打不打也没关系..", -- [8]
		"/cw 啊小黑-安苏 一样的", -- [9]
		"全通一百多..", -- [10]
		"/p 回头我练到25 再挂个6W", -- [11]
		"/p 多少G", -- [12]
		"/bgs 宠物", -- [13]
		"/cw 啊小黑-安苏 你蜘蛛还我就好了呀", -- [14]
		"/TMW", -- [15]
		"/p 好了", -- [16]
		"/BGS", -- [17]
		"/BGS SEARCH", -- [18]
		"/bgs", -- [19]
		"/bgs search", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
