
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "小软妹纸-奈萨里奥",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 158315,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:158315::::::::120:256::17:4:4951:1452:4785:4775:::|h[织谜者的法冠]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 298,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:256::11:4:4932:4933:4935:1490:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 155407,
			["Level"] = 285,
			["Link"] = "|cff0070dd|Hitem:155407::::::::120:256::25:3:1452:4785:4775:::|h[止风披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159233,
			["Level"] = 300,
			["Link"] = "|cff0070dd|Hitem:159233::::::::120:256::19:4:5115:1467:4785:4775:::|h[神灵背弃者的法衣]|h|r",
		}, -- [5]
		{
			["ID"] = 159255,
			["Level"] = 238,
			["Link"] = "|cff0070dd|Hitem:159255::::::::120:256:512:18:1:4776:114:::|h[衔尾蛇腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 159993,
			["Level"] = 250,
			["Link"] = "|cff1eff00|Hitem:159993::::::::120:256:512:11:1:4790:115:::|h[止风裹腿]|h|r",
		}, -- [7]
		{
			["ID"] = 161174,
			["Level"] = 244,
			["Link"] = "|cff0070dd|Hitem:161174::::::::120:256:512:11:1:4813:113:::|h[止风护足]|h|r",
		}, -- [8]
		{
			["ID"] = 158348,
			["Level"] = 259,
			["Link"] = "|cff0070dd|Hitem:158348::::::::120:256:512:19:2:4776:4802:117:::|h[永生忠诚裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 161178,
			["Level"] = 241,
			["Link"] = "|cff1eff00|Hitem:161178::::::::120:256:512:11:1:4790:114:::|h[止风护手]|h|r",
		}, -- [10]
		{
			["ID"] = 159462,
			["Level"] = 252,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:159462::::::::120:256:512:18:1:4776:116:::|h[足球炸弹冠军戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 161181,
			["Level"] = 245,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:161181::::::::120:256:512:11:1:4787:115:::|h[魔像插槽之戒]|h|r",
		}, -- [12]
		{
			["ID"] = 161182,
			["Level"] = 259,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:161182::::::::120:256:512:11:1:4790:116:::|h[开裂的抱齿兽镣铐]|h|r",
		}, -- [13]
		{
			["ID"] = 158320,
			["Level"] = 231,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:158320::153714::::::120:256:512:17:3:4776:4802:42:113:::|h[活力巫毒图腾]|h|r",
		}, -- [14]
		{
			["ID"] = 155457,
			["Level"] = 214,
			["Link"] = "|cff1eff00|Hitem:155457::::::::120:256:512:11:1:4790:111:::|h[虔敬防御者斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 155440,
			["Level"] = 271,
			["Link"] = "|cff0070dd|Hitem:155440::::::::120:256:512:11:1:4813:116:::|h[柯泰克的巨杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PRIEST",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
