
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 花巻-蜘蛛王国 我经常一边挂上去一边右下角跳黄字", -- [1]
		"/cw 花巻-蜘蛛王国 鲁大师和渣董都在罗宁呢 我还要找他们汇合", -- [2]
		"/cw 花巻-蜘蛛王国 是啊.", -- [3]
		"/cw 花巻-蜘蛛王国 我不急..", -- [4]
		"/cw 花巻-蜘蛛王国 我看到的", -- [5]
		"/cw 花巻-蜘蛛王国 这贼没腐蚀 都懒得上号了", -- [6]
		"/cw 花巻-蜘蛛王国 SS的腐蚀都比贼好了", -- [7]
		"/g 大惑惑有妹子嘛", -- [8]
		"/g 没妹子还带狗老师 这车不够香", -- [9]
		"/g 这些客人都是你花钱请的托么", -- [10]
		"/g 你买那个力量战斗药水 便宜", -- [11]
		"/p 来呀 还没开呢", -- [12]
		"/团队 先摸一下进战斗", -- [13]
		"/团队 别让BL抢了", -- [14]
		"/团队 都在普攻 别慌", -- [15]
		"/团队 无声在下面", -- [16]
		"/团队 那就没办法了", -- [17]
		"/cw 蜘蛛之战 1", -- [18]
		"/RL", -- [19]
		"/cw 古南泉-白银之手 R", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
