
PawnOptions = {
	["LastVersion"] = 2.0332,
	["ItemLevels"] = {
		{
			["ID"] = 167330,
			["Level"] = 420,
			["Link"] = "|cffa335ee|Hitem:167330::::::::120:72::25:6:6349:1527:4786:6264:6346:4775:::|h[罪邪角斗士的板甲护额]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 441,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:73::11:4:4932:4933:6316:1578:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 167781,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167781::::::::120:72:::6:6296:6300:1472:4786:5415:4775:::|h[赞齐尔鳞卫护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167775,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167775::::::::120:72:::6:6296:6300:1472:4786:5413:4775:::|h[赞齐尔鳞卫护胸]|h|r",
		}, -- [5]
		{
			["ID"] = 167513,
			["Level"] = 395,
			["Link"] = "|cff0070dd|Hitem:167513::::::::120:72::47:3:4802:1507:4785:::|h[罪邪候选者的板甲束腰]|h|r",
		}, -- [6]
		{
			["ID"] = 163409,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:163409::::::::120:72::53:2:1607:4786:::|h[第七军团士兵腿甲]|h|r",
		}, -- [7]
		{
			["ID"] = 167271,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:167271::::::::120:72::56:4:6324:6349:1527:4786:::|h[罪邪角斗士的板甲战靴]|h|r",
		}, -- [8]
		{
			["ID"] = 172841,
			["Level"] = 405,
			["Link"] = "|cff0070dd|Hitem:172841::::::::120:73::47:4:6516:6513:1517:4785:::|h[腐化候选者的板甲护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 163414,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:163414::::::::120:72::53:2:1607:4786:::|h[第七军团士兵拳套]|h|r",
		}, -- [10]
		{
			["ID"] = 167524,
			["Level"] = 400,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:167524::::::::120:72::47:3:1507:5850:4781:::|h[罪邪候选者的戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 165683,
			["Level"] = 400,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165683::::::::120:72::28:3:4803:1592:4786:::|h[达斯雷玛的印戒]|h|r",
		}, -- [12]
		{
			["ID"] = 172847,
			["Level"] = 405,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:172847::::::::120:73::47:3:6515:1517:4785:::|h[腐化候选者的纹章]|h|r",
		}, -- [13]
		{
			["ID"] = 167378,
			["Level"] = 400,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:167378::::::::120:72::8:4:5821:6349:1512:4786:::|h[罪邪角斗士的纹章]|h|r",
		}, -- [14]
		{
			["ID"] = 169489,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169489::::::::120:73:::2:6288:6300:::|h[艾萨亚雷风暴涌流者斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 169720,
			["Level"] = 410,
			["Link"] = "|cffa335ee|Hitem:169720::::::::120:72::25:5:4802:6349:1522:4786:5843:::|h[罪邪角斗士的碾骨锤]|h|r",
		}, -- [16]
		{
			["ID"] = 172876,
			["Level"] = 405,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:172876::::::::120:73::47:7:6578:6579:6479:6470:6513:1517:4785:::|h[腐化候选者的军刀]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "禁止白嫖-蜘蛛王国",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARRIOR",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
