
ABGCharacterDB = {
	["修罗唐三藏-符文图腾"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["到时看哦-燃烧之刃"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["赤血鬼瞳-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["PlayerJVON-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["一只大蜜蜂啊-血色十字军"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["卜諟俺菂誰-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小美你好-无尽之海"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["开劳动-冰霜之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["自爆绵羊-阿尔萨斯"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["念卿天涯-夏维安"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["月下唱离歌-凯尔萨斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["第四-黑铁"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["注意一下-安东尼达斯"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["赤小色-烈焰峰"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["强力弹幕-石锤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["霄废快来吧-凤凰之神"] = {
		["win"] = 4,
		["lose"] = 8,
	},
	["不的错哟-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["六十来岁-遗忘海岸"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["playerecjfzn-黑铁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["星游三-死亡之翼"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["梦倾笙-安其拉"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Gcnhj-回音山"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["玉姐姐-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["张竹喧-安其拉"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小猪会上树-瓦拉纳"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["唉难受-克尔苏加德"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["走位看不见-克尔苏加德"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["丿美丽人生-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["死亡箭-石锤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["加勒比妖僧-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["Geaces-雷克萨"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["有梦闯天下-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["奶丷爸-伊森利恩"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["点数即可-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["回守掏-克尔苏加德"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["记忆体-麦姆"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["中三年五年-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["暴躁之武-月神殿"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["风雷之瑞-白骨荒野"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["绿牙-伊森利恩"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["龍緣峰領主-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Audicar-风暴之怒"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["逆之处是暖阳-风暴之鳞"] = {
		["win"] = 0,
		["lose"] = 6,
	},
	["追光者德丽莎-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["摸装门嘌-迅捷微风"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["疯狂连射-石锤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["九月乱舞-影之哀伤"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["冰霜之箭-石锤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小晨歌丨-试炼之环"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["妹妹看过来丶-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["丨丶法奶-红云台地"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["不是最矮-塞拉摩"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["小小个哈-霜之哀伤"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["因陀罗之矢-石锤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["夜袭寡妇镇-冬泉谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Ytm-影之哀伤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["超懒人-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["莱烁丨纺织-黑铁"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["秋高凉爽-影之哀伤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["部落竞技三-雷斧堡垒"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["衣摆染青葱-埃德萨拉"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["柠檬乖乖丿-死亡之翼"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["进口鸡尾酒-无尽之海"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["忘羡-贫瘠之地"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["无情霸刀-埃克索图斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["养宠物不听话-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["请听我说-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["爱锻炼的睿睿-格瑞姆巴托"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["数学课-阿纳克洛斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["PlayerORKLVB-库德兰"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小美再见-无尽之海"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["梦雪-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["哥萨克做-奥达曼"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["能够可-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小猪猪会游泳-刺骨利刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["迈克刘能飘过-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["火焰射击-石锤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["爱惜西-白骨荒野"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Mosver-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["顺德炒牛奶-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["琪鸣五哥-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["众神丶时空-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["依然樱花泪-格瑞姆巴托"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["丶迎风布阵-燃烧之刃"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["爱嘻茜-冰霜之刃"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["闪电青云-银松森林"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["爷我买萌-埃克索图斯"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["四爷老王丶-阿纳克洛斯"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["万星-凤凰之神"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["傲娇的酸柠檬-冰风岗"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["如果低功-末日行者"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["臭弟丶弟丶-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["樱花部落啊-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["木木来了-燃烧之刃"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["九月茉莉灬-石锤"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["老子超能打-影之哀伤"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["寒灬寒-克尔苏加德"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["奶爸竞技一-麦姆"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["银皮苹果-凤凰之神"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["墨斐琳秋风-影之哀伤"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["鑫依依然然-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Aperson-洛肯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["抗噪的业主-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["连环爆裂-石锤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["疑惧天道-熔火之心"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["霄废快来阿-凤凰之神"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["齐勒无琼-末日祷告祭坛"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["playeripytfc-黑铁"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["胸一阧奶四海-阿纳克洛斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["龙湖花园-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["上大一起玩-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["夜来很香-远古海滩"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["范尼斯德鲁翼-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["方都看见-亚雷戈斯"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["王者龙粪-安苏"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["凯瑞全场-阿纳克洛斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["大米焖饭-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["大米蒸饭-格瑞姆巴托"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["帝灭魂-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["波总出品-达基萨斯"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["暴躁玉米-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["糟丨老头仔-冰霜之刃"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["杏花微雨吖-影之哀伤"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["单纯美妞-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["元气一丢丢-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["瓦岗丶罗成-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["从小帅到大啊-安苏"] = {
		["win"] = 0,
		["lose"] = 3,
	},
}
