
PawnOptions = {
	["LastVersion"] = 2.0329,
	["LastPlayerFullName"] = "沈琴愉-布兰卡德",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 173836,
			["Level"] = 435,
			["Link"] = "|cffa335ee|Hitem:173836::::::::120:65::9:4:1487:4786:6502:4775:::|h[凶残海兽头盔]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 455,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:65::11:4:4932:4933:6316:1592:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 173835,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173835::::::::120:70::14:4:1472:4785:6259:4775:::|h[凶残海兽肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 173837,
			["Level"] = 420,
			["Link"] = "|cff0070dd|Hitem:173837::::::::120:70::14:4:1472:4785:6257:4775:::|h[凶残海兽半身甲]|h|r",
		}, -- [5]
		{
			["ID"] = 173821,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173821::::::::120:70::14:4:6412:6515:1467:4785:::|h[凶残海兽腰甲]|h|r",
		}, -- [6]
		{
			["ID"] = 172551,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172551::::::::120:65::25:6:6387:6388:1557:4786:6516:6513:::|h[腐化角斗士的板甲护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 173455,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:173455::::::::120:65::9:5:6412:6515:6516:1487:4786:::|h[凶残海兽踏靴]|h|r",
		}, -- [8]
		{
			["ID"] = 174956,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:174956::::::::120:65::29:5:6540:6515:6578:6579:4803:::|h[凶残海兽护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 173466,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173466::::::::120:70::14:4:6412:6513:1467:4785:::|h[凶残海兽护手]|h|r",
		}, -- [10]
		{
			["ID"] = 172663,
			["Level"] = 440,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172663::::::::120:65::38:7:6361:4802:6388:6516:6515:1552:4786:::|h[腐化角斗士的指环]|h|r",
		}, -- [11]
		{
			["ID"] = 172665,
			["Level"] = 430,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:172665::::::::120:65::8:6:6360:6388:6516:6513:1542:4786:::|h[腐化角斗士的徽戒]|h|r",
		}, -- [12]
		{
			["ID"] = 172672,
			["Level"] = 430,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:172672::::::::120:65::8:5:6360:6389:6513:1542:4786:::|h[腐化角斗士的咒徽]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:70:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:65::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172763,
			["Level"] = 440,
			["Link"] = "|cffa335ee|Hitem:172763::::::::120:65::25:6:6387:6389:1552:4786:6516:6513:::|h[腐化角斗士的巨剑]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
