
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"双开打!", -- [1]
		"/p 刚好给了个保护", -- [2]
		"/MYSLOT", -- [3]
		"/p 这特么伤害也太高了", -- [4]
		"/p 差32分", -- [5]
		"/p 主要是我花了一个GCD打D", -- [6]
		"/p 有了有了", -- [7]
		"/p 888", -- [8]
		"/p 应该要2把", -- [9]
		"/p 他们肯定秒你.", -- [10]
		"/cw 普度一生 1", -- [11]
		"/TAR 后勤", -- [12]
		"/p 我搞个合唱", -- [13]
		"/p 有==", -- [14]
		"/p 我流血", -- [15]
		"/p 我还有个贼", -- [16]
		"/p 换号了!", -- [17]
		"一直都是要双开的", -- [18]
		"/cw 罗柠肥熊猫 1", -- [19]
		"/RL", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
