
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 太拼了", -- [1]
		"/p 恩", -- [2]
		"/WA", -- [3]
		"双开打!", -- [4]
		"/p 刚好给了个保护", -- [5]
		"/MYSLOT", -- [6]
		"/p 这特么伤害也太高了", -- [7]
		"/p 差32分", -- [8]
		"/p 主要是我花了一个GCD打D", -- [9]
		"/p 有了有了", -- [10]
		"/p 888", -- [11]
		"/p 应该要2把", -- [12]
		"/p 他们肯定秒你.", -- [13]
		"/cw 普度一生 1", -- [14]
		"/TAR 后勤", -- [15]
		"/p 我搞个合唱", -- [16]
		"/p 有==", -- [17]
		"/p 我流血", -- [18]
		"/p 我还有个贼", -- [19]
		"/p 换号了!", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
