
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["Minpojke - 罗宁"] = "Minpojke - 罗宁",
	},
	["profiles"] = {
		["王源 - 蜘蛛王国"] = {
			["appShine"] = "70300.08",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"111-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"9-0-19-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["createHistoryList"] = {
				"111-249-655-0", -- [1]
				"6-0-16-0", -- [2]
				"6-0-17-0", -- [3]
				"2-142-517-0", -- [4]
				"2-119-452-0", -- [5]
				"1-124-420-0", -- [6]
				"1-134-487-0", -- [7]
				"1-124-422-0", -- [8]
				"1-124-423-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 287.092835579165,
			},
			["settings"] = {
				["storage"] = {
					["y"] = -2.0230712890625,
					["x"] = -22.12753295898438,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["bTag"] = "电动小猫咪#5566",
						["time"] = 1617523207,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 68,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愿一切皆安好-主宰之剑",
						["bTag"] = "命运丶#51992",
						["class"] = 3,
						["time"] = 1617523207,
						["iLvl"] = 224,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "奶糖小兔兔-罗宁",
						["bTag"] = "泣鸣的托舍基#5270",
						["class"] = 7,
						["time"] = 1617523207,
						["iLvl"] = 81,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "皮特维尔-金色平原",
						["bTag"] = "Eeyore#5768",
						["class"] = 12,
						["time"] = 1617523207,
						["iLvl"] = 223,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咕云-白银之手",
						["bTag"] = "爱吃肉饼#5138",
						["class"] = 11,
						["time"] = 1617523207,
						["iLvl"] = 163,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜丁大领主-主宰之剑",
						["bTag"] = "家有爱犬杨多多#5863",
						["class"] = 6,
						["time"] = 1617523207,
						["iLvl"] = 191,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "安慕曦-奥特兰克",
						["bTag"] = "老司机#5736",
						["class"] = 11,
						["time"] = 1617523207,
						["iLvl"] = 213,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "沅溪夏晚-罗宁",
						["bTag"] = "速写#51439",
						["class"] = 7,
						["time"] = 1617523207,
						["iLvl"] = 189,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是张静-熊猫酒仙",
						["bTag"] = "萝卜君的寂寞#5776",
						["class"] = 3,
						["time"] = 1617523207,
						["iLvl"] = 226,
					}, -- [9]
				},
			},
			["version"] = "90002.03",
			["advShine"] = "80100.02",
			["lastSearchCode"] = "6-0-0-0",
			["searchInputHistory"] = {
				["1-124-469-0"] = {
					"森", -- [1]
					"印记", -- [2]
				},
				["6-0-16-0"] = {
					"大入", -- [1]
					"大", -- [2]
					"BO", -- [3]
					"CE", -- [4]
					"SA", -- [5]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Minpojke - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"4-0-7-0", -- [2]
				"4-0-6-0", -- [3]
				"9-0-19-0", -- [4]
			},
		},
	},
}
