
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
	},
	["profiles"] = {
		["王源 - 蜘蛛王国"] = {
			["version"] = "90001.01",
			["recent"] = {
				["3-269-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "殷倾颜-罗宁",
						["time"] = 1605792654,
						["class"] = 9,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Nosugar-雷克萨",
						["iLvl"] = 122,
						["time"] = 1605792654,
						["class"] = 1,
						["bTag"] = "LynN#53430",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "黑美人-雷克萨",
						["iLvl"] = 68,
						["time"] = 1605792648,
						["class"] = 2,
						["bTag"] = "暗夜之骑士#530221",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "痴情的人-守护之剑",
						["iLvl"] = 103,
						["time"] = 1605792665,
						["class"] = 6,
						["bTag"] = "潜藏的伤逝#5737",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "愿圣光忽悠伱-达斯雷玛",
						["iLvl"] = 99,
						["time"] = 1605792663,
						["class"] = 2,
						["bTag"] = "满脑子骚操作的笣#5213",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "潜行的胖子-无尽之海",
						["iLvl"] = 101,
						["time"] = 1605792644,
						["class"] = 4,
						["bTag"] = "白银之鹰#514273",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "虚空之光-阿古斯",
						["time"] = 1605792646,
						["class"] = 5,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "雪碧丶可乐-艾森娜",
						["iLvl"] = 121,
						["time"] = 1605792644,
						["class"] = 12,
						["bTag"] = "八八年的北冰洋#5852",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "买桔子-燃烧之刃",
						["iLvl"] = 102,
						["time"] = 1605792646,
						["class"] = 8,
						["bTag"] = "scv#5951",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "浪哈拆迁队-塞拉摩",
						["iLvl"] = 81,
						["time"] = 1605792665,
						["class"] = 7,
						["bTag"] = "霸气趴#5334",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "妖一-主宰之剑",
						["iLvl"] = 121,
						["time"] = 1605792650,
						["class"] = 4,
						["bTag"] = "帕格尼尼#51854",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "五宝酒吞-国王之谷",
						["time"] = 1605792648,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "夏小菲-玛维·影歌",
						["iLvl"] = 86,
						["time"] = 1605792642,
						["class"] = 12,
						["bTag"] = "小狗乐#5932",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "血咒-扎拉赞恩",
						["iLvl"] = 102,
						["time"] = 1605792654,
						["class"] = 8,
						["bTag"] = "淡定的羊驼#5846",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "流水掠过-石锤",
						["iLvl"] = 47,
						["time"] = 1605792644,
						["class"] = 4,
						["bTag"] = "五号位#5640",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "天然纯牛奶-主宰之剑",
						["time"] = 1605792640,
						["class"] = 5,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "格雷曼恩国王-末日行者",
						["iLvl"] = 107,
						["time"] = 1605792654,
						["class"] = 6,
						["bTag"] = "火爷#51172",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小忍-玛里苟斯",
						["iLvl"] = 68,
						["time"] = 1605792654,
						["class"] = 8,
						["bTag"] = "Obuz#5421",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "机制的阿昆达-红龙女王",
						["iLvl"] = 64,
						["time"] = 1605792663,
						["class"] = 1,
						["bTag"] = "PolarDay#5932",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "自在的老米-末日行者",
						["iLvl"] = 107,
						["time"] = 1605792661,
						["class"] = 2,
						["bTag"] = "德德萨#5604",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "葡萄姐姐-翡翠梦境",
						["iLvl"] = 129,
						["time"] = 1605792646,
						["class"] = 9,
						["bTag"] = "CKK#5757",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "托比昂-瑞文戴尔",
						["iLvl"] = 131,
						["time"] = 1605792644,
						["class"] = 2,
						["bTag"] = "火之影#5987",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "暴躁的呆毛-主宰之剑",
						["time"] = 1605792665,
						["class"] = 2,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "五晨寺小铁塔-白银之手",
						["iLvl"] = 69,
						["time"] = 1605792665,
						["class"] = 10,
						["bTag"] = "张英杰#51519",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "机智的阿良-熊猫酒仙",
						["time"] = 1605792642,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "弄人-符文图腾",
						["time"] = 1605792642,
						["class"] = 1,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "永笑-丽丽（四川）",
						["time"] = 1605792644,
						["class"] = 10,
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "Zerockin-拉文凯斯",
						["iLvl"] = 76,
						["time"] = 1605792665,
						["class"] = 5,
						["bTag"] = "猴王#51255",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "孤鸿影-风暴之怒",
						["time"] = 1605792644,
						["class"] = 5,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "丶焚帝-死亡之翼",
						["iLvl"] = 73,
						["time"] = 1605792665,
						["class"] = 8,
						["bTag"] = "枫桥遗梦#5690",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "审判乂剑-迦拉克隆",
						["iLvl"] = 89,
						["time"] = 1605792665,
						["class"] = 2,
						["bTag"] = "天蓝色的彼岸#5524",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "惯性-罗宁",
						["iLvl"] = 137,
						["time"] = 1605792665,
						["class"] = 4,
						["bTag"] = "Jinx#53507",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Aimér-安苏",
						["iLvl"] = 102,
						["time"] = 1605792665,
						["class"] = 4,
						["bTag"] = "脑子坏了#51764",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "牧云小德-奥特兰克",
						["time"] = 1605792648,
						["class"] = 11,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "有趣旳灵魂-白银之手",
						["time"] = 1605792650,
						["class"] = 8,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "芷小岚-雷霆号角",
						["time"] = 1605792648,
						["class"] = 3,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "Gotze-罗宁",
						["iLvl"] = 133,
						["time"] = 1605792665,
						["class"] = 8,
						["bTag"] = "精壮的美男子#5156",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "圣斗士灬部落-白银之手",
						["iLvl"] = 89,
						["time"] = 1605792665,
						["class"] = 2,
						["bTag"] = "我是一只小鸭子#51147",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "Tobaccosven-主宰之剑",
						["time"] = 1605792654,
						["class"] = 12,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "我来试试火丶-国王之谷",
						["time"] = 1605792665,
						["class"] = 4,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "城门校尉-符文图腾",
						["time"] = 1605792665,
						["class"] = 1,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "忧桑的苹果-祖阿曼",
						["time"] = 1605792665,
						["class"] = 9,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "逢林-安苏",
						["time"] = 1605792665,
						["class"] = 12,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "书花法琳娜-国王之谷",
						["time"] = 1605792665,
						["class"] = 7,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "光明杀戮-图拉扬",
						["time"] = 1605792665,
						["class"] = 1,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Snowsant-奥蕾莉亚",
						["time"] = 1605792665,
						["class"] = 10,
					}, -- [46]
				},
			},
		},
	},
}
