
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["Minpojke - 罗宁"] = "Minpojke - 罗宁",
	},
	["profiles"] = {
		["王源 - 蜘蛛王国"] = {
			["version"] = "90002.03",
			["lastSearchCode"] = "6-0-0-0",
			["createHistoryList"] = {
				"111-249-655-0", -- [1]
				"6-0-16-0", -- [2]
				"6-0-17-0", -- [3]
				"2-142-517-0", -- [4]
				"2-119-452-0", -- [5]
				"1-124-420-0", -- [6]
				"1-134-487-0", -- [7]
				"1-124-422-0", -- [8]
				"1-124-423-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 287.092835579165,
			},
			["appShine"] = "70300.08",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"111-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"9-0-19-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -2.0230712890625,
					["x"] = -22.12753295898438,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["advShine"] = "80100.02",
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["iLvl"] = 68,
						["time"] = 1617523207,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "电动小猫咪#5566",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愿一切皆安好-主宰之剑",
						["iLvl"] = 224,
						["class"] = 3,
						["time"] = 1617523207,
						["bTag"] = "命运丶#51992",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "奶糖小兔兔-罗宁",
						["iLvl"] = 81,
						["class"] = 7,
						["time"] = 1617523207,
						["bTag"] = "泣鸣的托舍基#5270",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "皮特维尔-金色平原",
						["iLvl"] = 223,
						["class"] = 12,
						["time"] = 1617523207,
						["bTag"] = "Eeyore#5768",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咕云-白银之手",
						["iLvl"] = 163,
						["class"] = 11,
						["time"] = 1617523207,
						["bTag"] = "爱吃肉饼#5138",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜丁大领主-主宰之剑",
						["iLvl"] = 191,
						["class"] = 6,
						["time"] = 1617523207,
						["bTag"] = "家有爱犬杨多多#5863",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "安慕曦-奥特兰克",
						["iLvl"] = 213,
						["class"] = 11,
						["time"] = 1617523207,
						["bTag"] = "老司机#5736",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "沅溪夏晚-罗宁",
						["iLvl"] = 189,
						["class"] = 7,
						["time"] = 1617523207,
						["bTag"] = "速写#51439",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是张静-熊猫酒仙",
						["iLvl"] = 226,
						["class"] = 3,
						["time"] = 1617523207,
						["bTag"] = "萝卜君的寂寞#5776",
					}, -- [9]
				},
			},
			["searchInputHistory"] = {
				["6-0-16-0"] = {
					"大入", -- [1]
					"大", -- [2]
					"BO", -- [3]
					"CE", -- [4]
					"SA", -- [5]
				},
				["1-124-469-0"] = {
					"森", -- [1]
					"印记", -- [2]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Minpojke - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["lastSearchCode"] = "6-0-0-0",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"4-0-7-0", -- [2]
				"4-0-6-0", -- [3]
				"9-0-19-0", -- [4]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["recent"] = {
				["4-0-6-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "青木石头-白银之手",
						["iLvl"] = 212,
						["time"] = 1618234050,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Betray#5913",
					}, -- [1]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["iLvl"] = 68,
						["time"] = 1619747050,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "电动小猫咪#5566",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "幸福向钱冲-贫瘠之地",
						["iLvl"] = 211,
						["time"] = 1617894073,
						["class"] = 12,
						["bTag"] = "你的好友#51149",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "燃烧丶魔羽-白银之手",
						["iLvl"] = 131,
						["time"] = 1617894073,
						["class"] = 12,
						["bTag"] = "燃烧的魔羽#5815",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "血夜狂舞-斯坦索姆",
						["iLvl"] = 225,
						["time"] = 1617894073,
						["class"] = 5,
						["bTag"] = "sheval#5272",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "书熠-爱斯特纳",
						["iLvl"] = 171,
						["time"] = 1617894073,
						["class"] = 1,
						["bTag"] = "书熠#5940",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "我是肥猪-闪电之刃",
						["iLvl"] = 223,
						["time"] = 1617894073,
						["class"] = 1,
						["bTag"] = "沉默之剑#53378",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Justinno-白银之手",
						["iLvl"] = 222,
						["time"] = 1617894073,
						["class"] = 3,
						["bTag"] = "lewo#51698",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "古德里安-末日行者",
						["iLvl"] = 199,
						["time"] = 1617894063,
						["class"] = 10,
						["bTag"] = "最后的风行者#5122",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Slowfade-末日行者",
						["iLvl"] = 200,
						["time"] = 1617894073,
						["class"] = 11,
						["bTag"] = "星辰#51884",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "梦入神姬-奥特兰克",
						["time"] = 1617894061,
						["class"] = 8,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "卡拉指引着我-翡翠梦境",
						["iLvl"] = 199,
						["time"] = 1617894042,
						["class"] = 1,
						["bTag"] = "如果回忆可以忘记#5309",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "雨纷纷灬-国王之谷",
						["iLvl"] = 215,
						["time"] = 1617894053,
						["class"] = 10,
						["bTag"] = "从良#5190",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "叶落随秋风-主宰之剑",
						["iLvl"] = 217,
						["time"] = 1617894073,
						["class"] = 3,
						["bTag"] = "叶落随秋风#51818",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "罐儿鹌鹑-主宰之剑",
						["iLvl"] = 210,
						["time"] = 1617894073,
						["class"] = 11,
						["bTag"] = "撸卡瓦#5707",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Massacrelw-白银之手",
						["iLvl"] = 223,
						["time"] = 1617894073,
						["class"] = 8,
						["bTag"] = "MassacreM#5415",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼影妙法-加里索斯",
						["iLvl"] = 181,
						["time"] = 1617894073,
						["class"] = 8,
						["bTag"] = "西门大官人#5413",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "云等风人等梦-奥特兰克",
						["time"] = 1617894073,
						["class"] = 11,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电侠巴里-金色平原",
						["iLvl"] = 197,
						["time"] = 1619747050,
						["class"] = 6,
						["bTag"] = "左冰右火#5302",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "外圈刮-国王之谷",
						["iLvl"] = 193,
						["time"] = 1619747050,
						["class"] = 1,
						["bTag"] = "坠落#5772",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜前的黎明-主宰之剑",
						["time"] = 1619747050,
						["class"] = 11,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "安苏凵贵族-安苏",
						["iLvl"] = 214,
						["time"] = 1619747050,
						["class"] = 8,
						["bTag"] = "全湿了#5870",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "贞奥真夫-主宰之剑",
						["iLvl"] = 111,
						["time"] = 1619747050,
						["class"] = 12,
						["bTag"] = "热心市民小詹#5552",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "风雅小猎-守护之剑",
						["iLvl"] = 223,
						["time"] = 1619747050,
						["class"] = 3,
						["bTag"] = "弄弦之人#5456",
					}, -- [23]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "慕姗-迦拉克隆",
						["iLvl"] = 197,
						["time"] = 1617887444,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "寒冰风暴#5432",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "无风二号-耐奥祖",
						["iLvl"] = 191,
						["time"] = 1617887467,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "GhostDog#54721",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "九吹樱-埃德萨拉",
						["iLvl"] = 224,
						["time"] = 1617887450,
						["class"] = 11,
						["bTag"] = "冷酒暖人心#5988",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "图腾小魄罗-艾森娜",
						["iLvl"] = 222,
						["time"] = 1617887471,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "呆萌小魄罗#51671",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Havana-法拉希姆",
						["iLvl"] = 197,
						["time"] = 1617887467,
						["class"] = 8,
						["bTag"] = "陈哲贇#5119",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "光翼-耐普图隆",
						["iLvl"] = 141,
						["time"] = 1617887471,
						["class"] = 3,
						["bTag"] = "小牛#5772",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "燃雪灬范海辛-罗宁",
						["iLvl"] = 222,
						["time"] = 1617887444,
						["class"] = 3,
						["bTag"] = "跳跳骑士#575616",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "骚起来-主宰之剑",
						["iLvl"] = 210,
						["time"] = 1617887471,
						["class"] = 11,
						["bTag"] = "Nbb#51643",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "渝夏半爱-国王之谷",
						["iLvl"] = 226,
						["time"] = 1617887450,
						["class"] = 7,
						["bTag"] = "无忧#53421",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "神经漫遊者-神圣之歌",
						["iLvl"] = 193,
						["time"] = 1617887393,
						["class"] = 10,
						["bTag"] = "尛牛#5459",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "爱丽丝-奎尔萨拉斯",
						["iLvl"] = 162,
						["time"] = 1617887471,
						["class"] = 1,
						["bTag"] = "涅槃#5688",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小黑小嘿-克洛玛古斯",
						["iLvl"] = 200,
						["time"] = 1617887444,
						["class"] = 6,
						["bTag"] = "宁玉#5823",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "血色海狮-轻风之语",
						["time"] = 1617887452,
						["class"] = 1,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小爪安小宝-熊猫酒仙",
						["iLvl"] = 223,
						["time"] = 1617887460,
						["class"] = 10,
						["bTag"] = "Mist#5343",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "羽月神圣-羽月",
						["iLvl"] = 209,
						["time"] = 1617887458,
						["class"] = 2,
						["bTag"] = "羽月神圣#5125",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "日出东方-安苏",
						["iLvl"] = 212,
						["time"] = 1617887444,
						["class"] = 1,
						["bTag"] = "我有你老婆的本子#5123",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "是麦子呀-神圣之歌",
						["iLvl"] = 219,
						["time"] = 1617887458,
						["class"] = 5,
						["bTag"] = "是麦子呀#5234",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "云端之翼-世界之树",
						["time"] = 1617887460,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的红烧鱼-熊猫酒仙",
						["iLvl"] = 227,
						["time"] = 1617887430,
						["class"] = 1,
						["bTag"] = "Purplebolt#5642",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "奶两口-罗宁",
						["iLvl"] = 185,
						["time"] = 1617887471,
						["class"] = 5,
						["bTag"] = "lijunkui#5385",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "Razueil-主宰之剑",
						["iLvl"] = 204,
						["time"] = 1617887430,
						["class"] = 12,
						["bTag"] = "飞羽#5263",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐冰冰凉-国王之谷",
						["iLvl"] = 185,
						["time"] = 1617887444,
						["class"] = 11,
						["bTag"] = "瓦拉蘑菇丽丝#5803",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "冰凝梦蝶-国王之谷",
						["iLvl"] = 197,
						["time"] = 1617887430,
						["class"] = 7,
						["bTag"] = "冰冰#52943",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "轩辕茯苓-影牙要塞",
						["time"] = 1617887471,
						["class"] = 7,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "睡仙-塞纳留斯",
						["time"] = 1617887471,
						["class"] = 10,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "大蹄子一号-罗宁",
						["time"] = 1617887471,
						["class"] = 6,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月徘徊-戈古纳斯",
						["iLvl"] = 213,
						["time"] = 1617887469,
						["class"] = 8,
						["bTag"] = "江梦言#5727",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "帝国幽灵诺娃-主宰之剑",
						["iLvl"] = 226,
						["time"] = 1617887471,
						["class"] = 8,
						["bTag"] = "孤傲之熊#59662",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "白菜-黑铁",
						["iLvl"] = 207,
						["time"] = 1617887450,
						["class"] = 8,
						["bTag"] = "三坨坨#5177",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "炫璇-奥特兰克",
						["iLvl"] = 170,
						["time"] = 1617887458,
						["class"] = 11,
						["bTag"] = "Reinal#5558",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "Geistliche-索拉丁",
						["iLvl"] = 170,
						["time"] = 1617887454,
						["class"] = 2,
						["bTag"] = "Kugelblitz#5474",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "风靡-熊猫酒仙",
						["iLvl"] = 203,
						["time"] = 1617887471,
						["class"] = 12,
						["bTag"] = "Artifact#51343",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "虔诚冰心-月神殿",
						["iLvl"] = 201,
						["time"] = 1617887440,
						["class"] = 8,
						["bTag"] = "虔诚#51875",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "以德負人-国王之谷",
						["iLvl"] = 200,
						["time"] = 1617887448,
						["class"] = 11,
						["bTag"] = "低調#5435",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "飞月儿-雷斧堡垒",
						["iLvl"] = 202,
						["time"] = 1617887460,
						["class"] = 1,
						["bTag"] = "心亦寒#5541",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "猫熊保护协会-国王之谷",
						["iLvl"] = 223,
						["time"] = 1617887456,
						["class"] = 7,
						["bTag"] = "Wandervogel#5689",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "無情-朵丹尼尔",
						["iLvl"] = 116,
						["time"] = 1617887471,
						["class"] = 6,
						["bTag"] = "wings510#5727",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "空虚丨领主-埃德萨拉",
						["iLvl"] = 171,
						["time"] = 1617887471,
						["class"] = 8,
						["bTag"] = "Oothor#5834",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "麋廘-国王之谷",
						["iLvl"] = 202,
						["time"] = 1617887456,
						["class"] = 3,
						["bTag"] = "繁华#53464",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "凶神萌萌哒-灰谷",
						["iLvl"] = 154,
						["time"] = 1618933182,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "甩手掌柜#5375",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "花開丶若相依-塞拉摩",
						["iLvl"] = 226,
						["time"] = 1618933182,
						["class"] = 11,
						["bTag"] = "那么浅的承诺#5620",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "三鹿二奶-白银之手",
						["iLvl"] = 175,
						["time"] = 1618933182,
						["class"] = 7,
						["bTag"] = "聆听青春哀鸣#5597",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "凤剪烟波冷-月光林地",
						["iLvl"] = 221,
						["time"] = 1618933182,
						["class"] = 7,
						["bTag"] = "渴望阳光的小丑#5996",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "拉歪个棍-末日行者",
						["iLvl"] = 197,
						["time"] = 1618933178,
						["class"] = 8,
						["bTag"] = "斗虫#5108",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Sagacious-末日行者",
						["iLvl"] = 212,
						["time"] = 1618933182,
						["class"] = 3,
						["bTag"] = "Sagacious#51275",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "北牧霜語-奥蕾莉亚",
						["time"] = 1618933182,
						["class"] = 8,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "剑比身长-末日行者",
						["iLvl"] = 167,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "湿滑的银刀#5613",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "开始点名-生态船",
						["iLvl"] = 198,
						["time"] = 1618933182,
						["class"] = 3,
						["bTag"] = "云间飞鸟#51621",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "无限无-时光之穴",
						["time"] = 1618933182,
						["class"] = 12,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "长夜星河褪去-安苏",
						["iLvl"] = 144,
						["time"] = 1618933169,
						["class"] = 11,
						["bTag"] = "给我一句台词#5347",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "神心-朵丹尼尔",
						["iLvl"] = 129,
						["time"] = 1618933182,
						["class"] = 9,
						["bTag"] = "无尽风暴#5421",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "聖白蓮-伊瑟拉",
						["iLvl"] = 224,
						["time"] = 1618933174,
						["class"] = 5,
						["bTag"] = "素衣#5683",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "威过威士忌-主宰之剑",
						["iLvl"] = 206,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "诺娃#58294",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中恶魔-霜之哀伤",
						["time"] = 1618933182,
						["class"] = 12,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Lamar-白银之手",
						["iLvl"] = 219,
						["time"] = 1618933169,
						["class"] = 3,
						["bTag"] = "XXXTENTACION#51131",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "听懂掌声-罗宁",
						["iLvl"] = 160,
						["time"] = 1618933182,
						["class"] = 8,
						["bTag"] = "先撸为敬#5161",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "麦田里的蝈蝈-库德兰",
						["iLvl"] = 208,
						["time"] = 1618933182,
						["class"] = 12,
						["bTag"] = "田缘里的蝈蝈#5892",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "劍帝-麦迪文",
						["iLvl"] = 218,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "舞枫若雪#5186",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "皇家护卫一号-神圣之歌",
						["iLvl"] = 187,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "背后的伏击者#5520",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "琼恩雪诺-逐日者",
						["iLvl"] = 144,
						["time"] = 1618933178,
						["class"] = 11,
						["bTag"] = "小魔导师#5936",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "圣骸-蜘蛛王国",
						["iLvl"] = 158,
						["time"] = 1618933169,
						["class"] = 2,
						["bTag"] = "XLSOUL#5110",
					}, -- [61]
					{
						["role"] = "TANK",
						["name"] = "夜凤-霜之哀伤",
						["iLvl"] = 202,
						["time"] = 1618933182,
						["class"] = 6,
						["bTag"] = "偷心的贼#5561",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "一颗桃爱跳舞-暗影之月",
						["iLvl"] = 149,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "橙橘桔柑柚#5323",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜独啸-图拉扬",
						["iLvl"] = 138,
						["time"] = 1618933182,
						["class"] = 11,
						["bTag"] = "使徒#5931",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "吉恩的绝活-壁炉谷",
						["iLvl"] = 210,
						["time"] = 1618933178,
						["class"] = 1,
						["bTag"] = "EZREAL#5140",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "落凉凉-主宰之剑",
						["iLvl"] = 170,
						["time"] = 1618933169,
						["class"] = 1,
						["bTag"] = "落落#52980",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "百丶里-白银之手",
						["iLvl"] = 198,
						["time"] = 1618933182,
						["class"] = 4,
						["bTag"] = "僧命的维度#5612",
					}, -- [67]
					{
						["role"] = "TANK",
						["name"] = "史尔基-熊猫酒仙",
						["iLvl"] = 202,
						["time"] = 1618933182,
						["class"] = 12,
						["bTag"] = "林妹妹#51106",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "戎装倩舞-诺兹多姆",
						["iLvl"] = 222,
						["time"] = 1618933182,
						["class"] = 1,
						["bTag"] = "战歌与利剑#5137",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "聚春园佛跳墙-熊猫酒仙",
						["iLvl"] = 219,
						["time"] = 1618933182,
						["class"] = 7,
						["bTag"] = "Vulcans#5760",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Demokiller-泰兰德",
						["time"] = 1618933182,
						["class"] = 8,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "琦玉丶三三-奥特兰克",
						["iLvl"] = 169,
						["time"] = 1618933174,
						["class"] = 10,
						["bTag"] = "Zero#51894",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "那啥谁的传说-主宰之剑",
						["iLvl"] = 143,
						["time"] = 1618933182,
						["class"] = 8,
						["bTag"] = "saille#5451",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "肯德基-主宰之剑",
						["iLvl"] = 221,
						["time"] = 1618933150,
						["class"] = 7,
						["bTag"] = "盐豆炒鸡蛋#5851",
					}, -- [74]
					{
						["role"] = "TANK",
						["name"] = "仟手柱间-主宰之剑",
						["iLvl"] = 222,
						["time"] = 1618933182,
						["class"] = 6,
						["bTag"] = "千手柱间#5957",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "安安真棒-泰兰德",
						["iLvl"] = 198,
						["time"] = 1618933182,
						["class"] = 2,
						["bTag"] = "还好未满18岁#5395",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "强力支援-海达希亚",
						["time"] = 1618933174,
						["class"] = 11,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "叶落丿知秋-罗宁",
						["iLvl"] = 214,
						["time"] = 1618933182,
						["class"] = 2,
						["bTag"] = "落雁孤鸿#51256",
					}, -- [78]
					{
						["role"] = "TANK",
						["name"] = "蓝瑟骑士-暗影之月",
						["time"] = 1619535973,
						["class"] = 6,
						["leader"] = true,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "山泽麟迹-白银之手",
						["iLvl"] = 213,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "悲怆巡礼者#5768",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Nys-月光林地",
						["iLvl"] = 112,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "李三光#5642",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "电耗子灬-白银之手",
						["iLvl"] = 212,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "矫小七#5504",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "安啦胡阿克巴-塞拉摩",
						["iLvl"] = 133,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "Meower#5288",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "防战天下-库德兰",
						["time"] = 1619535973,
						["class"] = 1,
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "甜秋-白银之手",
						["iLvl"] = 182,
						["time"] = 1619535954,
						["class"] = 11,
						["bTag"] = "惜之#5758",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "斯特拉-生态船",
						["iLvl"] = 208,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "贰拾肆克纯帅#5336",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "银灵环-银月",
						["iLvl"] = 201,
						["time"] = 1619535926,
						["class"] = 3,
						["bTag"] = "暗影之龙#516139",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "黑铁哈拉少-国王之谷",
						["iLvl"] = 191,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "非法地址#51318",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "青春从不绽放-破碎岭",
						["iLvl"] = 154,
						["time"] = 1619535965,
						["class"] = 1,
						["bTag"] = "萌新全职业制霸#5693",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独不再美好-白银之手",
						["iLvl"] = 188,
						["time"] = 1619535950,
						["class"] = 3,
						["bTag"] = "哈里德#51626",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "布衣雷卡丽-自由之风",
						["iLvl"] = 143,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "Dietrich#51698",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Scherazard-永夜港",
						["iLvl"] = 204,
						["time"] = 1619535936,
						["class"] = 11,
						["bTag"] = "轮回的轨迹#5673",
					}, -- [92]
					{
						["role"] = "HEALER",
						["name"] = "巭丶郭巨侠-末日行者",
						["iLvl"] = 209,
						["time"] = 1619535973,
						["class"] = 10,
						["bTag"] = "冰妖儿#5863",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "七韵彩虹-熊猫酒仙",
						["iLvl"] = 229,
						["time"] = 1619535973,
						["class"] = 11,
						["bTag"] = "七韵彩虹#5322",
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "萨拉斯丶血吼-安苏",
						["iLvl"] = 206,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "璀璨#5201",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "Tkinn-遗忘海岸",
						["time"] = 1619535946,
						["class"] = 12,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃筱爱-符文图腾",
						["iLvl"] = 201,
						["time"] = 1619535963,
						["class"] = 6,
						["bTag"] = "菲语青筝#5965",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "迷路阳-冰川之拳",
						["iLvl"] = 216,
						["time"] = 1619535954,
						["class"] = 8,
						["bTag"] = "BouncyKnight#535864",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "阿尔特莉娅-加里索斯",
						["iLvl"] = 199,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "儁傑#5158",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "中华圣女-库德兰",
						["iLvl"] = 223,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "中华小飞刀#5848",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "躶奔掠夺者-利刃之拳",
						["iLvl"] = 202,
						["time"] = 1619535973,
						["class"] = 3,
						["bTag"] = "林起#51741",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "彤香玉-国王之谷",
						["iLvl"] = 210,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "没事搓炉石#5861",
					}, -- [102]
					{
						["role"] = "TANK",
						["name"] = "狮心皇-伊利丹",
						["iLvl"] = 201,
						["time"] = 1619535948,
						["class"] = 11,
						["bTag"] = "FEELGOOD#5416",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "刀马旦-冰川之拳",
						["time"] = 1619535971,
						["class"] = 5,
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "战斗吧朴树-加兹鲁维",
						["iLvl"] = 219,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "美好#5578",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "不落的城堡-雷斧堡垒",
						["iLvl"] = 146,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "闲云隐#5492",
					}, -- [106]
					{
						["role"] = "HEALER",
						["name"] = "暗影蔽日-主宰之剑",
						["iLvl"] = 223,
						["time"] = 1619535952,
						["class"] = 7,
						["bTag"] = "那就叫我罗煞吧丶#5839",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "李大胡子-布莱克摩",
						["iLvl"] = 200,
						["time"] = 1619535954,
						["class"] = 7,
						["bTag"] = "Gabriel#5133",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "还是卟懂-血吼",
						["iLvl"] = 143,
						["time"] = 1619535965,
						["class"] = 8,
						["bTag"] = "节目主持人#5841",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "一简单爱一-雷斧堡垒",
						["time"] = 1619535973,
						["class"] = 8,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "巴布洛夫-阿古斯",
						["iLvl"] = 197,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "左右#5196",
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "四喜丸子-国王之谷",
						["iLvl"] = 221,
						["time"] = 1619535936,
						["class"] = 7,
						["bTag"] = "猫猫吃饭团#5192",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "為敏丶戰彡-熊猫酒仙",
						["iLvl"] = 225,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "荆棘谷的雨季#5315",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "不灵-千针石林",
						["iLvl"] = 167,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "Captainjet#5578",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "各种伤不起-风暴之眼",
						["iLvl"] = 159,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "萌军总司令#5485",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "酷酷覅-石爪峰",
						["iLvl"] = 140,
						["time"] = 1619535950,
						["class"] = 1,
						["bTag"] = "红文#5108",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "一池云儿-熊猫酒仙",
						["iLvl"] = 226,
						["time"] = 1619535946,
						["class"] = 7,
						["bTag"] = "一池云儿#5987",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "林中走兽-风暴之怒",
						["iLvl"] = 223,
						["time"] = 1619535954,
						["class"] = 11,
						["bTag"] = "哀伤的梦魇#5198",
					}, -- [118]
				},
				["1-270-740-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "轻浮丶-拉文凯斯",
						["iLvl"] = 203,
						["time"] = 1619103502,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "站住来跟辣条#5408",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹丶裤裆爽-拉文凯斯",
						["iLvl"] = 202,
						["time"] = 1619103502,
						["class"] = 2,
						["bTag"] = "大胖#52526",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Kakah-艾维娜",
						["iLvl"] = 204,
						["time"] = 1619103502,
						["class"] = 2,
						["bTag"] = "蓝色罗密欧#5431",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "薛老師-主宰之剑",
						["iLvl"] = 224,
						["time"] = 1619103502,
						["class"] = 8,
						["bTag"] = "悲伤的豆豆#5630",
					}, -- [4]
				},
			},
		},
	},
}
