
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["王源 - 蜘蛛王国"] = "王源 - 蜘蛛王国",
		["Minpojke - 罗宁"] = "Minpojke - 罗宁",
	},
	["profiles"] = {
		["王源 - 蜘蛛王国"] = {
			["appShine"] = "70300.08",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-0-0-0", -- [2]
				"111-0-0-0", -- [3]
				"3-0-0-0", -- [4]
				"9-0-19-0", -- [5]
				"4-0-0-0", -- [6]
				"1-0-0-0", -- [7]
			},
			["createHistoryList"] = {
				"111-249-655-0", -- [1]
				"6-0-16-0", -- [2]
				"6-0-17-0", -- [3]
				"2-142-517-0", -- [4]
				"2-119-452-0", -- [5]
				"1-124-420-0", -- [6]
				"1-134-487-0", -- [7]
				"1-124-422-0", -- [8]
				"1-124-423-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 287.092835579165,
			},
			["settings"] = {
				["storage"] = {
					["y"] = -2.0230712890625,
					["x"] = -22.12753295898438,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["iLvl"] = 68,
						["time"] = 1617523207,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "电动小猫咪#5566",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "愿一切皆安好-主宰之剑",
						["iLvl"] = 224,
						["class"] = 3,
						["time"] = 1617523207,
						["bTag"] = "命运丶#51992",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "奶糖小兔兔-罗宁",
						["iLvl"] = 81,
						["class"] = 7,
						["time"] = 1617523207,
						["bTag"] = "泣鸣的托舍基#5270",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "皮特维尔-金色平原",
						["iLvl"] = 223,
						["class"] = 12,
						["time"] = 1617523207,
						["bTag"] = "Eeyore#5768",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咕云-白银之手",
						["iLvl"] = 163,
						["class"] = 11,
						["time"] = 1617523207,
						["bTag"] = "爱吃肉饼#5138",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "萝卜丁大领主-主宰之剑",
						["iLvl"] = 191,
						["class"] = 6,
						["time"] = 1617523207,
						["bTag"] = "家有爱犬杨多多#5863",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "安慕曦-奥特兰克",
						["iLvl"] = 213,
						["class"] = 11,
						["time"] = 1617523207,
						["bTag"] = "老司机#5736",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "沅溪夏晚-罗宁",
						["iLvl"] = 189,
						["class"] = 7,
						["time"] = 1617523207,
						["bTag"] = "速写#51439",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是张静-熊猫酒仙",
						["iLvl"] = 226,
						["class"] = 3,
						["time"] = 1617523207,
						["bTag"] = "萝卜君的寂寞#5776",
					}, -- [9]
				},
			},
			["version"] = "90002.03",
			["advShine"] = "80100.02",
			["lastSearchCode"] = "6-0-0-0",
			["searchInputHistory"] = {
				["6-0-16-0"] = {
					"大入", -- [1]
					"大", -- [2]
					"BO", -- [3]
					"CE", -- [4]
					"SA", -- [5]
				},
				["1-124-469-0"] = {
					"森", -- [1]
					"印记", -- [2]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["Minpojke - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["recent"] = {
				["3-0-723-0"] = {
					{
						["role"] = "TANK",
						["name"] = "蓝瑟骑士-暗影之月",
						["time"] = 1619535973,
						["class"] = 6,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "山泽麟迹-白银之手",
						["iLvl"] = 213,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "悲怆巡礼者#5768",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Nys-月光林地",
						["iLvl"] = 112,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "李三光#5642",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "电耗子灬-白银之手",
						["iLvl"] = 212,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "矫小七#5504",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "安啦胡阿克巴-塞拉摩",
						["iLvl"] = 133,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "Meower#5288",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "防战天下-库德兰",
						["time"] = 1619535973,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "甜秋-白银之手",
						["iLvl"] = 182,
						["time"] = 1619535954,
						["class"] = 11,
						["bTag"] = "惜之#5758",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "斯特拉-生态船",
						["iLvl"] = 208,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "贰拾肆克纯帅#5336",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "银灵环-银月",
						["iLvl"] = 201,
						["time"] = 1619535926,
						["class"] = 3,
						["bTag"] = "暗影之龙#516139",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "黑铁哈拉少-国王之谷",
						["iLvl"] = 191,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "非法地址#51318",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "青春从不绽放-破碎岭",
						["iLvl"] = 154,
						["time"] = 1619535965,
						["class"] = 1,
						["bTag"] = "萌新全职业制霸#5693",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独不再美好-白银之手",
						["iLvl"] = 188,
						["time"] = 1619535950,
						["class"] = 3,
						["bTag"] = "哈里德#51626",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "布衣雷卡丽-自由之风",
						["iLvl"] = 143,
						["time"] = 1619535973,
						["class"] = 8,
						["bTag"] = "Dietrich#51698",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Scherazard-永夜港",
						["iLvl"] = 204,
						["time"] = 1619535936,
						["class"] = 11,
						["bTag"] = "轮回的轨迹#5673",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "巭丶郭巨侠-末日行者",
						["iLvl"] = 209,
						["time"] = 1619535973,
						["class"] = 10,
						["bTag"] = "冰妖儿#5863",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "七韵彩虹-熊猫酒仙",
						["iLvl"] = 229,
						["time"] = 1619535973,
						["class"] = 11,
						["bTag"] = "七韵彩虹#5322",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "萨拉斯丶血吼-安苏",
						["iLvl"] = 206,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "璀璨#5201",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Tkinn-遗忘海岸",
						["time"] = 1619535946,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃筱爱-符文图腾",
						["iLvl"] = 201,
						["time"] = 1619535963,
						["class"] = 6,
						["bTag"] = "菲语青筝#5965",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "迷路阳-冰川之拳",
						["iLvl"] = 216,
						["time"] = 1619535954,
						["class"] = 8,
						["bTag"] = "BouncyKnight#535864",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "阿尔特莉娅-加里索斯",
						["iLvl"] = 199,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "儁傑#5158",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "中华圣女-库德兰",
						["iLvl"] = 223,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "中华小飞刀#5848",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "躶奔掠夺者-利刃之拳",
						["iLvl"] = 202,
						["time"] = 1619535973,
						["class"] = 3,
						["bTag"] = "林起#51741",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "彤香玉-国王之谷",
						["iLvl"] = 210,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "没事搓炉石#5861",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "狮心皇-伊利丹",
						["iLvl"] = 201,
						["time"] = 1619535948,
						["class"] = 11,
						["bTag"] = "FEELGOOD#5416",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "刀马旦-冰川之拳",
						["time"] = 1619535971,
						["class"] = 5,
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "战斗吧朴树-加兹鲁维",
						["iLvl"] = 219,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "美好#5578",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "不落的城堡-雷斧堡垒",
						["iLvl"] = 146,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "闲云隐#5492",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "暗影蔽日-主宰之剑",
						["iLvl"] = 223,
						["time"] = 1619535952,
						["class"] = 7,
						["bTag"] = "那就叫我罗煞吧丶#5839",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "李大胡子-布莱克摩",
						["iLvl"] = 200,
						["time"] = 1619535954,
						["class"] = 7,
						["bTag"] = "Gabriel#5133",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "还是卟懂-血吼",
						["iLvl"] = 143,
						["time"] = 1619535965,
						["class"] = 8,
						["bTag"] = "节目主持人#5841",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "一简单爱一-雷斧堡垒",
						["time"] = 1619535973,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "巴布洛夫-阿古斯",
						["iLvl"] = 197,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "左右#5196",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "四喜丸子-国王之谷",
						["iLvl"] = 221,
						["time"] = 1619535936,
						["class"] = 7,
						["bTag"] = "猫猫吃饭团#5192",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "為敏丶戰彡-熊猫酒仙",
						["iLvl"] = 225,
						["time"] = 1619535973,
						["class"] = 1,
						["bTag"] = "荆棘谷的雨季#5315",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "不灵-千针石林",
						["iLvl"] = 167,
						["time"] = 1619535973,
						["class"] = 2,
						["bTag"] = "Captainjet#5578",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "各种伤不起-风暴之眼",
						["iLvl"] = 159,
						["time"] = 1619535973,
						["class"] = 7,
						["bTag"] = "萌军总司令#5485",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "酷酷覅-石爪峰",
						["iLvl"] = 140,
						["time"] = 1619535950,
						["class"] = 1,
						["bTag"] = "红文#5108",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一池云儿-熊猫酒仙",
						["iLvl"] = 226,
						["time"] = 1619535946,
						["class"] = 7,
						["bTag"] = "一池云儿#5987",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "林中走兽-风暴之怒",
						["iLvl"] = 223,
						["time"] = 1619535954,
						["class"] = 11,
						["bTag"] = "哀伤的梦魇#5198",
					}, -- [40]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["iLvl"] = 68,
						["time"] = 1621409122,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "电动小猫咪#5566",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电侠巴里-金色平原",
						["iLvl"] = 197,
						["time"] = 1619747050,
						["class"] = 6,
						["bTag"] = "左冰右火#5302",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "外圈刮-国王之谷",
						["iLvl"] = 193,
						["time"] = 1619747050,
						["class"] = 1,
						["bTag"] = "坠落#5772",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜前的黎明-主宰之剑",
						["time"] = 1619747050,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "安苏凵贵族-安苏",
						["iLvl"] = 214,
						["time"] = 1619747050,
						["class"] = 8,
						["bTag"] = "全湿了#5870",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "贞奥真夫-主宰之剑",
						["iLvl"] = 111,
						["time"] = 1619747050,
						["class"] = 12,
						["bTag"] = "热心市民小詹#5552",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "风雅小猎-守护之剑",
						["iLvl"] = 223,
						["time"] = 1619747050,
						["class"] = 3,
						["bTag"] = "弄弦之人#5456",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "幻化个鬼啊-翡翠梦境",
						["iLvl"] = 226,
						["time"] = 1621409002,
						["class"] = 4,
						["bTag"] = "Nekoryo#5180",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Eggcakecute-罗宁",
						["iLvl"] = 208,
						["time"] = 1621409108,
						["class"] = 12,
						["bTag"] = "念魔姬布林不洛#5448",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "飛龍災天-熊猫酒仙",
						["iLvl"] = 122,
						["time"] = 1621409122,
						["class"] = 4,
						["bTag"] = "原野体育老师#5492",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "梦幻星球-安威玛尔",
						["iLvl"] = 223,
						["time"] = 1621409122,
						["class"] = 12,
						["bTag"] = "外星人#5621",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "武炎祖-洛丹伦",
						["iLvl"] = 225,
						["time"] = 1621409122,
						["class"] = 10,
						["bTag"] = "夜曲#5973",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "贝璐丹蒂-熊猫酒仙",
						["iLvl"] = 228,
						["time"] = 1621409122,
						["class"] = 11,
						["bTag"] = "Silence#5774",
					}, -- [13]
				},
			},
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"4-0-7-0", -- [2]
				"4-0-6-0", -- [3]
				"9-0-19-0", -- [4]
			},
		},
	},
}
