
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 64", -- [1]
		"/p 赚了", -- [2]
		"/p G啊", -- [3]
		"/p 可以啊", -- [4]
		"我换FS来", -- [5]
		"/p 你跑哪去了.", -- [6]
		"/p 便宜呢", -- [7]
		"/s 32", -- [8]
		"/认输", -- [9]
		"/p 给你10把?", -- [10]
		"/INV 殷倾颜", -- [11]
		"/INV RENEEBABY", -- [12]
		"/cw 小微微-熊猫酒仙 123", -- [13]
		"/RL", -- [14]
		"/p 10W", -- [15]
		"/p 顺便分给小四他们..", -- [16]
		"/p 骑术5000 再买几个包 很便宜的", -- [17]
		"/INV 小微微-熊猫酒仙", -- [18]
		"/INV 瓦拉纳微微-瓦拉纳", -- [19]
		"/INV 焊接机器人", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
