
PawnOptions = {
	["LastVersion"] = 2.0335,
	["ItemLevels"] = {
		{
			["ID"] = 173842,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:173842::::::::120:270::14:3:1472:4785:6258:::|h[贪婪巨口护面]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 282,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:270::11:4:4932:4933:4935:1474:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 173443,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:173443::::::::120:270::14:3:1472:4785:6259:::|h[贪婪巨口肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167759,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:167759::::::::120:270:::5:6296:6300:1472:4786:5413:::|h[猎渊者裹胸]|h|r",
		}, -- [5]
		{
			["ID"] = 173816,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173816::::::::120:270::14:4:6412:6515:1467:4785:::|h[贪婪巨口腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 169809,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169809::::::::120:270:::3:6288:6300:42:::|h[猎渊者护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 173496,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173496::::::::120:270::14:4:6412:6515:1467:4785:::|h[贪婪巨口裹足]|h|r",
		}, -- [8]
		{
			["ID"] = 173480,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173480::::::::120:270::14:4:6412:6515:1467:4785:::|h[贪婪巨口腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 173492,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173492::::::::120:270::14:4:6412:6515:1467:4785:::|h[贪婪巨口裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 129172,
			["Level"] = 158,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:129172::::::::120:270:512:11:1:664:109:::|h[恶魔诡计指环]|h|r",
		}, -- [11]
		nil, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:270:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		nil, -- [14]
		{
			["ID"] = 169489,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169489::::::::120:270:::2:6288:6300:::|h[艾萨亚雷风暴涌流者斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 163536,
			["Level"] = 180,
			["Link"] = "|cff0070dd|Hitem:163536::::::::120:270::11::::|h[战斗法师的塔杖]|h|r",
		}, -- [16]
		{
			["ID"] = 133948,
			["Level"] = 152,
			["Link"] = "|cffe6cc80|Hitem:133948::::::::120:270::::::|h[诸天之拳]|h|r",
		}, -- [17]
	},
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["LastPlayerFullName"] = "Boogaloo-罗宁",
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
