
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["微微大魔王 - 耳语海岸"] = "微微大魔王 - 耳语海岸",
	},
	["profiles"] = {
		["微微大魔王 - 耳语海岸"] = {
			["version"] = "90001.01",
			["recent"] = {
				["1-2-215-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "糖袋子-安苏",
						["iLvl"] = 58,
						["time"] = 1605159382,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "雨夜听雨#5782",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "子衿大人-安苏",
						["iLvl"] = 126,
						["time"] = 1605159382,
						["class"] = 8,
						["bTag"] = "青冘#51534",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候是演员-白银之手",
						["iLvl"] = 133,
						["time"] = 1605159382,
						["class"] = 11,
						["bTag"] = "演员很忙#5148",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "清风逸水-血羽",
						["iLvl"] = 65,
						["time"] = 1605159382,
						["class"] = 3,
						["bTag"] = "雪烙凡尘#5231",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "电眼逼人-末日行者",
						["iLvl"] = 105,
						["time"] = 1605159373,
						["class"] = 6,
						["bTag"] = "巴伦西亚瑞恩#5722",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "恰柠檬-耳语海岸",
						["iLvl"] = 104,
						["time"] = 1605159382,
						["class"] = 8,
						["bTag"] = "千人语#5719",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Marinfrom-海克泰尔",
						["iLvl"] = 93,
						["time"] = 1605159382,
						["class"] = 8,
						["bTag"] = "守护者丨虫虫#5751",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "艾欧尼亚之光-雷斧堡垒",
						["iLvl"] = 85,
						["time"] = 1605159382,
						["class"] = 5,
						["bTag"] = "czxmickey#5970",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "风寻的魔咒-雷斧堡垒",
						["iLvl"] = 67,
						["time"] = 1605159382,
						["class"] = 3,
						["bTag"] = "爱风寻的魔咒#5800",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影界冲鸭-安苏",
						["time"] = 1605159218,
						["class"] = 10,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "莫过夏-壁炉谷",
						["time"] = 1605159382,
						["class"] = 12,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Zeno-戈古纳斯",
						["iLvl"] = 67,
						["time"] = 1605159382,
						["class"] = 3,
						["bTag"] = "zzz#58490",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "艾露妮-奥蕾莉亚",
						["time"] = 1605159382,
						["class"] = 5,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "爱夏天爱花花-主宰之剑",
						["iLvl"] = 56,
						["time"] = 1605159382,
						["class"] = 12,
						["bTag"] = "德玛西亚皇子#51247",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "心眼通天-白银之手",
						["iLvl"] = 92,
						["time"] = 1605159382,
						["class"] = 12,
						["bTag"] = "游莺止殇#5752",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丶基-黑铁",
						["iLvl"] = 116,
						["time"] = 1605159382,
						["class"] = 12,
						["bTag"] = "Maike#52265",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "天啊你真搞-国王之谷",
						["time"] = 1605159382,
						["class"] = 6,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "记忆丶静-索拉丁",
						["iLvl"] = 60,
						["time"] = 1605159382,
						["class"] = 2,
						["bTag"] = "記憶丶追憶#5227",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "热血丨青年-伊萨里奥斯",
						["iLvl"] = 105,
						["time"] = 1605159382,
						["class"] = 3,
						["bTag"] = "狂野青年#5579",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "纱布怀旧服-山丘之王",
						["time"] = 1605159382,
						["class"] = 2,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "产科王主任-夏维安",
						["iLvl"] = 52,
						["time"] = 1605159382,
						["class"] = 1,
						["bTag"] = "飙飚#5981",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Nolover-戈古纳斯",
						["time"] = 1605159382,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "阿亚索-布莱克摩",
						["iLvl"] = 121,
						["time"] = 1605159382,
						["class"] = 2,
						["bTag"] = "alongnan#5429",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "聖骑史-国王之谷",
						["iLvl"] = 90,
						["time"] = 1605159382,
						["class"] = 2,
						["bTag"] = "泽拉图#516997",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光指引着我-时光之穴",
						["time"] = 1605159382,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯特兰娜-奥蕾莉亚",
						["time"] = 1605159382,
						["class"] = 12,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "御霄-白银之手",
						["iLvl"] = 75,
						["time"] = 1605159382,
						["class"] = 8,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "花剑温酒-贫瘠之地",
						["iLvl"] = 75,
						["time"] = 1605159382,
						["class"] = 1,
						["bTag"] = "dedyfire#5300",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛里斯-金色平原",
						["iLvl"] = 57,
						["time"] = 1605159382,
						["class"] = 4,
						["bTag"] = "强悍的小瑞#5960",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "射不中-白银之手",
						["iLvl"] = 79,
						["time"] = 1605159382,
						["class"] = 3,
						["bTag"] = "你微笑时丶好美#5733",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "快乐骚蹄子-霜之哀伤",
						["iLvl"] = 106,
						["time"] = 1605159382,
						["class"] = 7,
						["bTag"] = "网上不谈情#5334",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "酒鬼王二-远古海滩",
						["time"] = 1605159382,
						["class"] = 7,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "拉丝特丶逐星-金色平原",
						["time"] = 1605159382,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色丨圣-回音山",
						["iLvl"] = 91,
						["time"] = 1605159232,
						["class"] = 2,
						["bTag"] = "coffee#51527",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "紫禁影子-白银之手",
						["iLvl"] = 89,
						["time"] = 1605159382,
						["class"] = 6,
						["bTag"] = "凋零的影子#51305",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "魔导师萨拉-金色平原",
						["iLvl"] = 52,
						["time"] = 1605159382,
						["class"] = 8,
						["bTag"] = "猫小狸#5697",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "你的好基友-达文格尔",
						["iLvl"] = 103,
						["time"] = 1605159382,
						["class"] = 6,
						["bTag"] = "mic#5944",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "夜叉白雪-主宰之剑",
						["iLvl"] = 107,
						["time"] = 1605159382,
						["class"] = 5,
						["bTag"] = "风雨#52233",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "Joshbiss-白银之手",
						["iLvl"] = 95,
						["time"] = 1605159373,
						["class"] = 11,
						["bTag"] = "为了巫妖王#5599",
					}, -- [39]
				},
			},
		},
	},
}
