
ABGCharacterDB = {
	["我是没啥用啊-安苏"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["谁与争疯-壁炉谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["世代书香-生态船"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["峫洕-金度"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["贵族丶人多-永恒之井"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["血贱三米-金色平原"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["外形随意-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Xuelemeng-白银之手"] = {
		["win"] = 9,
		["lose"] = 6,
	},
	["大鳝人-主宰之剑"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["八十七四-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 2,
		["lose"] = 8,
	},
	["亲亲小公举-塞拉摩"] = {
		["win"] = 2,
		["lose"] = 9,
	},
	["克拉莉-国王之谷"] = {
		["win"] = 4,
		["lose"] = 12,
	},
	["凝水丶寒烟-贫瘠之地"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["虎出女刺客-月光林地"] = {
		["win"] = 3,
		["lose"] = 11,
	},
	["拥抱了寂寞-艾萨拉"] = {
		["win"] = 5,
		["lose"] = 12,
	},
	["回忆里的人-无尽之海"] = {
		["win"] = 7,
		["lose"] = 8,
	},
	["林风纤月落-罗宁"] = {
		["win"] = 5,
		["lose"] = 7,
	},
	["维托米奈希尔-白银之手"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["是个回复-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["势不可挡啊-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["高海拔-暗影之月"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["我知你深度-安苏"] = {
		["win"] = 14,
		["lose"] = 12,
	},
	["不觉技痒-军团要塞"] = {
		["win"] = 4,
		["lose"] = 8,
	},
	["承诺永远-国王之谷"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["凄美-白银之手"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["我爱我家二-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["火来了-山丘之王"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["故乡怀宁-瓦里安"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["交大一起好-安苏"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["喃喃小猟-苏拉玛"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["扯蛋的妹汁-火烟之谷"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["快速开大车-末日行者"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["小兽竞技四-诺兹多姆"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["都是想要哭-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 5,
		["lose"] = 10,
	},
	["八十七三-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["八十七二-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
}
