
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 擦", -- [1]
		"干嘛", -- [2]
		"/p 我所有大号都有了 现在都刷没装备的小号了", -- [3]
		"/p 黑不溜秋", -- [4]
		"/p 唉", -- [5]
		"/p 要刷了", -- [6]
		"/INV 王源-蜘蛛王国", -- [7]
		"我草辣死我了", -- [8]
		"/INV 她会的我也会-罗宁", -- [9]
		"/TMW", -- [10]
		"/p 锁甲应该2-3W", -- [11]
		"我BL没号大于210啊!", -- [12]
		"都是环保装", -- [13]
		"/MYSLOT", -- [14]
		"/团队 任务呀", -- [15]
		"/p 任务呀", -- [16]
		"/p 剧场", -- [17]
		"/p 收工", -- [18]
		"/WA", -- [19]
		"/cw 浅夏-激流堡 6", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
