
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/INV 维莉雅蕾妮-罗宁", -- [1]
		"/p 摸到就行", -- [2]
		"/INV 狂乱合唱-蜘蛛王国", -- [3]
		"做了啊", -- [4]
		"/p 哦哟", -- [5]
		"/p 擦", -- [6]
		"干嘛", -- [7]
		"/p 我所有大号都有了 现在都刷没装备的小号了", -- [8]
		"/p 黑不溜秋", -- [9]
		"/p 唉", -- [10]
		"/p 要刷了", -- [11]
		"/INV 王源-蜘蛛王国", -- [12]
		"我草辣死我了", -- [13]
		"/INV 她会的我也会-罗宁", -- [14]
		"/TMW", -- [15]
		"/p 锁甲应该2-3W", -- [16]
		"我BL没号大于210啊!", -- [17]
		"都是环保装", -- [18]
		"/MYSLOT", -- [19]
		"/WA", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
