
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"帮你打了个武器啊", -- [1]
		"/p 我在憋大招", -- [2]
		"/p 下一个在蘑菇那边", -- [3]
		"我开个美年达去", -- [4]
		"/p 下一个就旁边", -- [5]
		"/p 没用的", -- [6]
		"/INV 维莉雅蕾妮-罗宁", -- [7]
		"/p 摸到就行", -- [8]
		"/INV 狂乱合唱-蜘蛛王国", -- [9]
		"做了啊", -- [10]
		"/p 哦哟", -- [11]
		"/p 擦", -- [12]
		"干嘛", -- [13]
		"/p 我所有大号都有了 现在都刷没装备的小号了", -- [14]
		"/p 黑不溜秋", -- [15]
		"/p 唉", -- [16]
		"/p 要刷了", -- [17]
		"/INV 王源-蜘蛛王国", -- [18]
		"我草辣死我了", -- [19]
		"/INV 她会的我也会-罗宁", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
