
ElvCharacterDB = {
	["ChatHistoryLog"] = {
	},
	["ChatEditHistory"] = {
		"/p 锁甲应该2-3W", -- [1]
		"我BL没号大于210啊!", -- [2]
		"都是环保装", -- [3]
		"/MYSLOT", -- [4]
		"/团队 任务呀", -- [5]
		"/p 任务呀", -- [6]
		"/p 剧场", -- [7]
		"/p 收工", -- [8]
		"/WA", -- [9]
		"/cw 浅夏-激流堡 6", -- [10]
		"打完做个锁甲胚子给我啊!", -- [11]
		"/团队 活人死人都不会看..", -- [12]
		"/团队 进组看几个A就行了", -- [13]
		"/团队 分低的不太会跑", -- [14]
		"/团队 刚那DH都1700了 弄的我们都不好打", -- [15]
		"/团队 不像脚本 不过都是2W的血", -- [16]
		"/团队 去个下一棒", -- [17]
		"/团队 小号刷点装备做做任务用啊", -- [18]
		"/团队 家里", -- [19]
		"/团队 FS DK在干嘛", -- [20]
	},
	["ConvertKeybindings"] = true,
}
