
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["倾颜 - 熊猫酒仙"] = "倾颜 - 熊猫酒仙",
	},
	["profiles"] = {
		["倾颜 - 熊猫酒仙"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"113-0-724-0", -- [2]
				"2-0-0-0", -- [3]
			},
			["version"] = "90002.03",
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -16.4444580078125,
					["x"] = -404.1483459472656,
					["scale"] = 1,
				},
			},
			["advShine"] = "80300.01",
			["recent"] = {
				["1-270-741-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔灬朮士-国王之谷",
						["iLvl"] = 206,
						["time"] = 1624164881,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "恶灬魔灬君#5780",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "风中之刺-破碎岭",
						["iLvl"] = 217,
						["time"] = 1624164907,
						["class"] = 4,
						["bTag"] = "天空#5955",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "血色的黎明-白银之手",
						["time"] = 1624164680,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "玄学家-主宰之剑",
						["iLvl"] = 208,
						["time"] = 1624164905,
						["class"] = 1,
						["bTag"] = "贝尔格里尔斯#5216",
					}, -- [4]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "打靶一号-蜘蛛王国",
						["iLvl"] = 175,
						["time"] = 1624164166,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "隆盛堂哥#5909",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "司徒薇儿-永恒之井",
						["iLvl"] = 199,
						["time"] = 1624164166,
						["class"] = 6,
						["bTag"] = "司徒云飞#5251",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "提篮桥扫地僧-白银之手",
						["iLvl"] = 213,
						["time"] = 1624164152,
						["class"] = 10,
						["bTag"] = "Alistar#51782",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Snailxo-伊萨里奥斯",
						["iLvl"] = 173,
						["time"] = 1624164150,
						["class"] = 10,
						["bTag"] = "MonsterS#5137",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "皮卡小丘-玛诺洛斯",
						["iLvl"] = 212,
						["time"] = 1624164152,
						["class"] = 7,
						["bTag"] = "迪神#5236",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "大池子-白银之手",
						["iLvl"] = 139,
						["time"] = 1624164166,
						["class"] = 11,
						["bTag"] = "Mario#52797",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "红发女-德拉诺",
						["iLvl"] = 154,
						["time"] = 1624164166,
						["class"] = 5,
						["bTag"] = "口袋#5554",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "大波浪骚蹄子-末日行者",
						["iLvl"] = 219,
						["time"] = 1624164139,
						["class"] = 2,
						["bTag"] = "好好先生#53953",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "碳碳-末日行者",
						["iLvl"] = 220,
						["time"] = 1624164157,
						["class"] = 8,
						["bTag"] = "小油栗#5722",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "吗换-壁炉谷",
						["iLvl"] = 199,
						["time"] = 1624164166,
						["class"] = 9,
						["bTag"] = "吗换#5103",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "黑黑的皮燕子-阿古斯",
						["iLvl"] = 210,
						["time"] = 1624164166,
						["class"] = 11,
						["bTag"] = "悲伤好帅#5765",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "星瞳魅语-诺兹多姆",
						["iLvl"] = 206,
						["time"] = 1624164166,
						["class"] = 10,
						["bTag"] = "红顔豆豆#5887",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "白昼梦境-安苏",
						["time"] = 1624164166,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "欧若拉-主宰之剑",
						["iLvl"] = 229,
						["time"] = 1624164139,
						["class"] = 2,
						["bTag"] = "拉拉#5628",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "上帝之镰-暗影之月",
						["iLvl"] = 214,
						["time"] = 1624164150,
						["class"] = 9,
						["bTag"] = "法力源泉#5970",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "一天怒毁灭一-死亡之翼",
						["iLvl"] = 211,
						["time"] = 1624164129,
						["class"] = 9,
						["bTag"] = "艾尔之子#523296",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "羽卿-遗忘海岸",
						["time"] = 1624164166,
						["class"] = 1,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "游师无方-亚雷戈斯",
						["iLvl"] = 186,
						["time"] = 1624164150,
						["class"] = 8,
						["bTag"] = "SuperSheep#5472",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "灬冰丨雨灬-国王之谷",
						["iLvl"] = 205,
						["time"] = 1624164137,
						["class"] = 5,
						["bTag"] = "冰雨#5141",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "上瘾-白银之手",
						["iLvl"] = 225,
						["time"] = 1624164152,
						["class"] = 3,
						["bTag"] = "又取名麻烦#5866",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "笨笨熊飞翔-白银之手",
						["iLvl"] = 179,
						["time"] = 1624164166,
						["class"] = 11,
						["bTag"] = "Sonne9527#5585",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容菲琳-白银之手",
						["iLvl"] = 203,
						["time"] = 1624164166,
						["class"] = 9,
						["bTag"] = "慕容飞麟#51378",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "不愠-回音山",
						["time"] = 1624164166,
						["class"] = 8,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "阿内薇-末日行者",
						["iLvl"] = 220,
						["time"] = 1624164166,
						["class"] = 7,
						["bTag"] = "欧尼酱#5527",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "阿朵根-迅捷微风",
						["iLvl"] = 227,
						["time"] = 1624164152,
						["class"] = 11,
						["bTag"] = "这是为什么呢#5714",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光三月-祖阿曼",
						["iLvl"] = 172,
						["time"] = 1624164166,
						["class"] = 5,
						["bTag"] = "逆墨#51353",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "吾辈何以为戦-艾森娜",
						["iLvl"] = 149,
						["time"] = 1624164166,
						["class"] = 3,
						["bTag"] = "古怪之德鲁伊#517702",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "Dermond-阿拉索",
						["iLvl"] = 151,
						["time"] = 1624164166,
						["class"] = 11,
						["bTag"] = "BAOBAO#52475",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "婩惢-翡翠梦境",
						["time"] = 1624164166,
						["class"] = 3,
					}, -- [29]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "浅夏-激流堡",
						["time"] = 1624503187,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "叫地主-暮色森林",
						["time"] = 1624503187,
						["class"] = 10,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "嗳丄黑铁妹-麦迪文",
						["iLvl"] = 227,
						["time"] = 1624503187,
						["class"] = 10,
						["bTag"] = "嗳上小猴#5516",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "非你所爱-激流堡",
						["iLvl"] = 201,
						["time"] = 1624502971,
						["class"] = 3,
						["bTag"] = "冰儿#5750",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "怡紅院院長-风暴之眼",
						["iLvl"] = 221,
						["time"] = 1624503008,
						["class"] = 7,
						["bTag"] = "庞小武#5615",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卡特蕾娅-霜之哀伤",
						["iLvl"] = 189,
						["time"] = 1624502925,
						["class"] = 4,
						["bTag"] = "紫星璇玉#5997",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Susserrod-艾露恩",
						["iLvl"] = 193,
						["time"] = 1624503104,
						["class"] = 4,
						["bTag"] = "SusserTod#5246",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "伊瀬茉莉也-瑞文戴尔",
						["iLvl"] = 213,
						["time"] = 1624502943,
						["class"] = 1,
						["bTag"] = "蕾蒙姐姐#5606",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "浇灭了过去-贫瘠之地",
						["time"] = 1624502918,
						["class"] = 5,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "偶尔冷静-萨菲隆",
						["iLvl"] = 202,
						["time"] = 1624503008,
						["class"] = 6,
						["bTag"] = "雷利#5691",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "荠菜团子-诺兹多姆",
						["iLvl"] = 225,
						["time"] = 1624503187,
						["class"] = 2,
						["bTag"] = "荠菜团子#5567",
					}, -- [11]
				},
			},
		},
	},
}
