
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "倾颜-熊猫酒仙",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 172688,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172688::::::::120:253::26:6:6386:6388:1572:4786:6508:4775:::|h[腐化角斗士的链甲护额]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 497,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:253::11:4:4932:4933:6316:1634:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 172729,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172729::::::::120:253::26:6:6386:6389:1572:4786:6509:4775:::|h[腐化角斗士的链甲肩铠]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172622,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172622::::::::120:253::26:6:6386:6388:1572:4786:6507:4775:::|h[腐化角斗士的链甲胸铠]|h|r",
		}, -- [5]
		{
			["ID"] = 172581,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172581::::::::120:253::25:6:6387:6389:1557:4786:6516:6513:::|h[腐化角斗士的链甲护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 172637,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172637::::::::120:253::26:7:6387:4802:6388:1572:4786:6516:6513:::|h[腐化角斗士的链甲护胫]|h|r",
		}, -- [7]
		{
			["ID"] = 172562,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172562::::::::120:253::26:7:6387:4802:6389:1572:4786:6516:6513:::|h[腐化角斗士的链甲马靴]|h|r",
		}, -- [8]
		{
			["ID"] = 172585,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172585::::::::120:253::25:7:6387:43:6388:1557:4786:6516:6513:::|h[腐化角斗士的链甲腕甲]|h|r",
		}, -- [9]
		{
			["ID"] = 172567,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172567::::::::120:253::26:6:6387:6388:1572:4786:6516:6513:::|h[腐化角斗士的链甲手套]|h|r",
		}, -- [10]
		{
			["ID"] = 172663,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172663::::::::120:253::25:6:6387:6388:1557:4786:6516:6513:::|h[腐化角斗士的指环]|h|r",
		}, -- [11]
		{
			["ID"] = 172664,
			["Level"] = 440,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:172664::::::::120:253::8:7:4802:6516:6513:6388:6361:1552:4786:::|h[腐化角斗士的戒指]|h|r",
		}, -- [12]
		{
			["ID"] = 172669,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:253::26:5:6387:6389:6515:1572:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [13]
		{
			["ID"] = 172669,
			["Level"] = 445,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:253::25:5:6387:6388:6515:1557:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 470,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:253::11:1:6272:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172758,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172758::::::::120:253::26:6:6387:6389:1572:4786:6516:6513:::|h[腐化角斗士的长弓]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "HUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
