
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/g 沙包远程根本不需要躲机关枪 硬吃一发完事", -- [1]
		"早上上班开始刷 刷完刚好吃午饭了", -- [2]
		"哈哈..我除了睡觉基本都在线呀..", -- [3]
		"我BL有个小号求带带", -- [4]
		"/TMW", -- [5]
		"/g 做个传送器 或者炉石绑那里", -- [6]
		"/RL", -- [7]
		"/myslot", -- [8]
		"/INV 我把你画成花-罗宁", -- [9]
		"/cw 身体很诚实-罗宁 1", -- [10]
		"/INV RENEEBABY-罗宁", -- [11]
		"/INV 倾颜-熊猫酒仙", -- [12]
		"哈哈哈", -- [13]
		"/p [WeakAuras: 奶凶的小萝莉-蜘蛛王国 - ElvUI快捷聊天按钮]", -- [14]
		"/p you le ma", -- [15]
		"/p 更新下吧 有BUG的", -- [16]
		"/p 我改过的", -- [17]
		"/p 那我跑路了", -- [18]
		"/INV 震击机器人-罗宁", -- [19]
		"/MYSLOT", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
