
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/MYSLOT", -- [1]
		"/p 大概要自己做的才显示", -- [2]
		"/p 皮在哪剥", -- [3]
		"/p 我说我去剥几个.", -- [4]
		"/p 做附魔", -- [5]
		"/p |cffffffff|Hitem:152541::::::::111:260::::::|h[粗糙皮革]|h|r", -- [6]
		"/p gei dina", -- [7]
		"/p 哦不对", -- [8]
		"/p 154160", -- [9]
		"/p 有雷龙就是方便啊..", -- [10]
		"/p 史上最贵附魔", -- [11]
		"/p 也贵", -- [12]
		"/p 没粗糙皮 等会去剥一点", -- [13]
		"/p 你也要去沃顿么", -- [14]
		"/p 我学个大鸟", -- [15]
		"/p 可以做个宏自动摧毁", -- [16]
		"/p 先去练技能了.", -- [17]
		"/INV 恋绣衾-伊森利恩", -- [18]
		"/INV 甄冰瑜-罗宁", -- [19]
		"/INV 欧欧蕾蕾-罗宁", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
