
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "多才多艺-瓦拉纳",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122250::::::::111:259:::1:5805:::|h[破烂的鬼雾面罩]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 280,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::111:260::11:4:4932:4933:4935:1472:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 160919,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:160919::::::::111:260::11::::|h[勇士肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122384::::::::111:259:::1:5805:::|h[破烂的鬼雾长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 154144,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154144::::::::111:260::13:2:1686:4927:::|h[无双之糙皮护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 154142,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154142::::::::111:260::13:2:1705:4927:::|h[曙光之糙皮护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 154139,
			["Level"] = 233,
			["Link"] = "|cff0070dd|Hitem:154139::::::::111:260::13:2:1677:4926:::|h[快刀之糙皮长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 154145,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154145::::::::111:260::13:2:1700:4927:::|h[灼光之糙皮护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 154140,
			["Level"] = 233,
			["Link"] = "|cff0070dd|Hitem:154140::::::::111:260::13:2:1712:4926:::|h[谐律之糙皮手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 216,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::111:259:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 128173,
			["Level"] = 216,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128173::::::::111:260:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 216,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::111:260:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		nil, -- [14]
		{
			["ID"] = 122262,
			["Level"] = 216,
			["Link"] = "|cff00ccff|Hitem:122262::::::::111:259:::1:5805:::|h[上古血月披风]|h|r",
		}, -- [15]
		{
			["ID"] = 154160,
			["Level"] = 233,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:154160::::::::111:260::13:2:1708:4926:::|h[曙光之烁鳞打击者]|h|r",
		}, -- [16]
		{
			["ID"] = 154160,
			["Level"] = 233,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:154160::::::::111:260::13:2:1697:4926:::|h[灼光之烁鳞打击者]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
