
PawnOptions = {
	["LastVersion"] = 2.0328,
	["LastPlayerFullName"] = "夜迷糊-罗宁",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122250,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122250::::::::113:259:::1:5805:::|h[破烂的鬼雾面罩]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 280,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::113:260::11:4:4932:4933:4935:1472:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 122360,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122360::::::::113:259:::1:5805:::|h[褴褛的鬼雾衬肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 159906,
			["Level"] = 280,
			["Link"] = "|cff0070dd|Hitem:159906::::::::113:260::11::::|h[勇士外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 154144,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154144::::::::113:260::13:2:1717:4927:::|h[谐律之糙皮护腰]|h|r",
		}, -- [6]
		{
			["ID"] = 122256,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122256::::::::113:259:::1:5805:::|h[破烂的鬼雾护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 154139,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154139::::::::113:260::13:2:1684:4927:::|h[无双之糙皮长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 154145,
			["Level"] = 225,
			["Link"] = "|cff1eff00|Hitem:154145::::::::113:260::13:2:1716:4927:::|h[谐律之糙皮护臂]|h|r",
		}, -- [9]
		{
			["ID"] = 154140,
			["Level"] = 233,
			["Link"] = "|cff0070dd|Hitem:154140::::::::113:260::13:2:1685:4926:::|h[无双之糙皮手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 233,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::113:259:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 128173,
			["Level"] = 233,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128173::::::::113:260:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [12]
		[16] = {
			["ID"] = 154161,
			["Level"] = 233,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff0070dd|Hitem:154161::::::::113:260::13:2:1690:4926:::|h[燎火之糙皮拳套]|h|r",
		},
		[15] = {
			["ID"] = 122262,
			["Level"] = 233,
			["Link"] = "|cff00ccff|Hitem:122262::::::::113:259:::1:5805:::|h[上古血月披风]|h|r",
		},
		[17] = {
			["ID"] = 154161,
			["Level"] = 233,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:154161::::::::113:260::13:2:1679:4926:::|h[快刀之糙皮拳套]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "ROGUE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
