
PawnOptions = {
	["LastVersion"] = 2.0323,
	["LastPlayerFullName"] = "萨洛拉丝微微-萨洛拉丝",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 167754,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167754::::::::120:64:::6:6296:6300:1472:4786:5414:4775:::|h[希拉凯斯头饰]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 433,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:64::11:4:4932:4933:6316:1570:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 167756,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167756::::::::120:64:::6:6296:6300:1472:4786:5415:4775:::|h[希拉凯斯披肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 167779,
			["Level"] = 390,
			["Link"] = "|cffa335ee|Hitem:167779::::::::120:64:::6:6296:6300:1472:4786:5413:4775:::|h[希拉凯斯裹胸]|h|r",
		}, -- [5]
		{
			["ID"] = 173813,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173813::::::::120:64::14:4:6412:6513:1467:4785:::|h[卑劣操纵者的腰布]|h|r",
		}, -- [6]
		{
			["ID"] = 169808,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169808::::::::120:64:::2:6288:6300:::|h[希拉凯斯裹腿]|h|r",
		}, -- [7]
		{
			["ID"] = 173495,
			["Level"] = 410,
			["Link"] = "|cff0070dd|Hitem:173495::::::::120:64::14:4:6412:6513:1467:4785:::|h[卑劣操纵者的轻鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 170331,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:170331::::::::120:64:::2:6288:6300:::|h[奈莉的破浪护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 157683,
			["Level"] = 25,
			["Link"] = "|cff1eff00|Hitem:157683::::::::120:64::::::|h[雕魔者裹手]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 284,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::120:64:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 25055,
			["Level"] = 79,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:25055::::::::120:64:::1:1692:::|h[燎火之紫翠玉石指环]|h|r",
		}, -- [12]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:64:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [13]
		nil, -- [14]
		{
			["ID"] = 169488,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:169488::::::::120:64:::3:6288:6300:40:::|h[赞齐尔鳞卫大氅]|h|r",
		}, -- [15]
		{
			["ID"] = 163886,
			["Level"] = 370,
			["Link"] = "|cffa335ee|Hitem:163886::::::::120:64::30:2:1562:4786:::|h[第七军团士兵长杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
