
PawnOptions = {
	["LastVersion"] = 2.0324,
	["LastPlayerFullName"] = "小微微-熊猫酒仙",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 172632,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172632::::::::120:267::25:5:6386:6389:1557:4786:6505:::|h[腐化角斗士的丝质罩帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 336,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:267::11:4:4932:4933:4935:1528:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 172641,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172641::::::::120:267::25:5:6386:6388:1557:4786:6506:::|h[腐化角斗士的丝质护肩]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172556,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172556::::::::120:267::25:5:6386:6388:1557:4786:6504:::|h[腐化角斗士的丝质长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 172644,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:172644::::::::120:267::8:7:6360:4802:6388:6516:6515:1542:4786:::|h[腐化角斗士的丝质腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 172572,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172572::::::::120:267::25:4:6387:6388:1557:4786:::|h[腐化角斗士的丝质护腿]|h|r",
		}, -- [7]
		{
			["ID"] = 172561,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172561::::::::120:267::25:4:6387:6388:1557:4786:::|h[腐化角斗士的丝质便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 172583,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:172583::::::::120:267::8:6:6360:6388:6516:6513:1542:4786:::|h[腐化角斗士的丝质腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 172566,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172566::::::::120:267::25:5:6387:4802:6389:1557:4786:::|h[腐化角斗士的丝质手套]|h|r",
		}, -- [10]
		{
			["ID"] = 172664,
			["Level"] = 445,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172664::::::::120:267::56:8:6363:6389:6578:6579:6566:6515:1557:4786:::|h[腐化角斗士的戒指]|h|r",
		}, -- [11]
		{
			["ID"] = 172665,
			["Level"] = 430,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:172665::::::::120:267::8:6:6360:6388:6516:6513:1542:4786:::|h[腐化角斗士的徽戒]|h|r",
		}, -- [12]
		{
			["ID"] = 174472,
			["Level"] = 445,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:174472::::::::120:267::25:5:6387:6388:6513:1557:4786:::|h[腐化角斗士的怨念]|h|r",
		}, -- [13]
		{
			["ID"] = 172669,
			["Level"] = 445,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:267::25:5:6387:6388:6513:1557:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [14]
		{
			["ID"] = 168970,
			["Level"] = 415,
			["Link"] = "|cff0070dd|Hitem:168970::::::::120:267::2:3:4818:1472:4785:::|h[垃圾大师的斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 172776,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172776::::::::120:267::26:5:6387:4802:6388:1572:4786:::|h[腐化角斗士的作战法杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
