
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/团队 对面全活人", -- [1]
		"/p 前置做了么", -- [2]
		"/p 不是", -- [3]
		"/p 盟约开了应该就有了", -- [4]
		"/p 想起来好像要打一次场景战役的塔?", -- [5]
		"/p 那去打一次!", -- [6]
		"/p 不过那个好像带不了", -- [7]
		"/p 那要过去做两步任务", -- [8]
		"/p 对话一下", -- [9]
		"/p 有一步可以直接跳过", -- [10]
		"/p 然后绑契约", -- [11]
		"/p 接着让你回主城", -- [12]
		"/p 你是白银没金么..蓝装都没买一套", -- [13]
		"/p ...", -- [14]
		"/p 哈哈哈", -- [15]
		"/p 你裸挂被人举报就没了", -- [16]
		"/p 我新弄的DH 我都不敢挂了 进活人队一输一赢了", -- [17]
		"/p 感觉也挺快的", -- [18]
		"/p 1", -- [19]
		"/cw 罗柠肥熊猫 1", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
