
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 哈哈哈", -- [1]
		"/p 1", -- [2]
		"/p 想起来好像要打一次场景战役的塔?", -- [3]
		"/p 你是白银没金么..蓝装都没买一套", -- [4]
		"/团队 对面全活人", -- [5]
		"/p 我新弄的DH 我都不敢挂了 进活人队一输一赢了", -- [6]
		"/p 对话一下", -- [7]
		"啊", -- [8]
		"打啥本..", -- [9]
		"打不过 我已经没能打大米的号了", -- [10]
		"/cw 罗柠蒋德庆-罗宁 1", -- [11]
		"/p ↗", -- [12]
		"123", -- [13]
		".", -- [14]
		"/p 啥也没", -- [15]
		"/p 有个减治疗效果的我擦", -- [16]
		"/p 你不会嘛...", -- [17]
		"/p 奇怪 那地方加速了还飞不到", -- [18]
		"/p 我毒奶", -- [19]
		"/p 轮回0CD", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
