
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"地上的幽灵XX", -- [1]
		"你随便找一只 站他面前就可以了", -- [2]
		"我设置了0", -- [3]
		"不可以1", -- [4]
		"不能放在主动作条上", -- [5]
		"放你边上的键位的地方", -- [6]
		"这么强 你S不用来后退么..", -- [7]
		"选目标了么..", -- [8]
		"插件都开了么", -- [9]
		"就是插件加载了么", -- [10]
		"那你看看你的治疗宠物技能进CD了么", -- [11]
		"你先别选目标 然后按一下宏 看看会不会自动选目标", -- [12]
		"要配合着0一起按啊", -- [13]
		"所以你的快乐按键要设置S,0", -- [14]
		"快乐按键设置一下不就好了..", -- [15]
		"截图给我看看.啥角色界面", -- [16]
		"QQ看看..哪个界面", -- [17]
		"/RL", -- [18]
		"/MYSLOT", -- [19]
		"/WA", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
