
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 有一步可以直接跳过", -- [1]
		"/p 接着让你回主城", -- [2]
		"/p ...", -- [3]
		"/p 你裸挂被人举报就没了", -- [4]
		"/p 感觉也挺快的", -- [5]
		"/cw 罗柠肥熊猫 1", -- [6]
		"/p 不是", -- [7]
		"/p 不过那个好像带不了", -- [8]
		"/p 然后绑契约", -- [9]
		"/p 哈哈哈", -- [10]
		"/p 1", -- [11]
		"/p 想起来好像要打一次场景战役的塔?", -- [12]
		"/p 你是白银没金么..蓝装都没买一套", -- [13]
		"/团队 对面全活人", -- [14]
		"/p 我新弄的DH 我都不敢挂了 进活人队一输一赢了", -- [15]
		"/p 对话一下", -- [16]
		"啊", -- [17]
		"打啥本..", -- [18]
		"打不过 我已经没能打大米的号了", -- [19]
		"/cw 罗柠蒋德庆-罗宁 1", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
