
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 啥也没", -- [1]
		"/p 有个减治疗效果的我擦", -- [2]
		"/p 你不会嘛...", -- [3]
		"/p 奇怪 那地方加速了还飞不到", -- [4]
		"/p 我毒奶", -- [5]
		"/p 轮回0CD", -- [6]
		"/团队 不堪一击", -- [7]
		"/MYSLOT", -- [8]
		"/团队 你都1400了", -- [9]
		"/团队 这是1300的匹配", -- [10]
		"/团队 这把应该是打不过的", -- [11]
		"/cw 猪肉涨价-金色平原 123", -- [12]
		"/p 你排", -- [13]
		"/p 仇恨看我的", -- [14]
		"/p BUG了", -- [15]
		"/p 卡了个蓝条", -- [16]
		"/p 然后进去啥都没了", -- [17]
		"/p 平推了", -- [18]
		"/p 不上去了", -- [19]
		"/p 睡觉", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
