
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 我新弄的DH 我都不敢挂了 进活人队一输一赢了", -- [1]
		"/p 对话一下", -- [2]
		"啊", -- [3]
		"打啥本..", -- [4]
		"打不过 我已经没能打大米的号了", -- [5]
		"/cw 罗柠蒋德庆-罗宁 1", -- [6]
		"/p ↗", -- [7]
		"123", -- [8]
		".", -- [9]
		"/p 啥也没", -- [10]
		"/p 有个减治疗效果的我擦", -- [11]
		"/p 你不会嘛...", -- [12]
		"/p 奇怪 那地方加速了还飞不到", -- [13]
		"/p 我毒奶", -- [14]
		"/p 轮回0CD", -- [15]
		"/团队 不堪一击", -- [16]
		"/MYSLOT", -- [17]
		"/团队 你都1400了", -- [18]
		"/团队 这是1300的匹配", -- [19]
		"/团队 这把应该是打不过的", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
