
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"2个球吃下", -- [1]
		"/p 毒奶有了 可以爽了", -- [2]
		"/p 我去倒杯水", -- [3]
		"/p 啥效果", -- [4]
		"/p 我现在需要伤害", -- [5]
		"/p 这几把脸黑 没毒奶", -- [6]
		"/p 一级毒奶伤害挺低", -- [7]
		"/p 2级了 效率了", -- [8]
		"/p 还是轮回强", -- [9]
		"/p 收工", -- [10]
		"/p 钱够不够做橙", -- [11]
		"/p 我MS号里有钱", -- [12]
		"/p 直接拿", -- [13]
		"/p 就混个橙差不多了", -- [14]
		"/p 下赛季要做5和6级 还得要4级的", -- [15]
		"/p 新的爬塔", -- [16]
		"/p 给材料", -- [17]
		"/p 直接憋个四级好了", -- [18]
		"/p 也一样", -- [19]
		"/p 哈哈", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
