
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
	},
	["profiles"] = {
		["招商中证白酒 - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-260-695-0", -- [2]
				"4-0-7-0", -- [3]
				"4-0-6-0", -- [4]
				"2-259-688-0", -- [5]
			},
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "赴阳-白银之手",
						["time"] = 1621907242,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "朱街王祖贤-主宰之剑",
						["time"] = 1621907242,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "碎影丶岚-安苏",
						["time"] = 1621907242,
						["class"] = 11,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "随风-军团要塞",
						["time"] = 1621907242,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "叹初时年华-白银之手",
						["time"] = 1621907242,
						["class"] = 3,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "僧之渺渺心-壁炉谷",
						["time"] = 1621907242,
						["class"] = 10,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "拉风耐何-主宰之剑",
						["iLvl"] = 142,
						["time"] = 1621907407,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "砍哥#5580",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "一手遮天-末日行者",
						["iLvl"] = 193,
						["time"] = 1621907407,
						["class"] = 8,
						["bTag"] = "一抹寒霜#51125",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "哪時花落-白银之手",
						["iLvl"] = 216,
						["time"] = 1621907407,
						["class"] = 12,
						["bTag"] = "浮生若梦#56437",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "PlayerNBXK-白银之手",
						["iLvl"] = 212,
						["time"] = 1621907407,
						["class"] = 1,
						["bTag"] = "宝器丶#51757",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "约克-梦境之树",
						["time"] = 1621907407,
						["class"] = 1,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "排排坐吃丫丫-戈古纳斯",
						["iLvl"] = 182,
						["time"] = 1621907407,
						["class"] = 8,
						["bTag"] = "幸运之星#5724",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Styxriver-塞拉摩",
						["iLvl"] = 199,
						["time"] = 1621907407,
						["class"] = 8,
						["bTag"] = "乔乔快长大#5364",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水行天-主宰之剑",
						["iLvl"] = 202,
						["time"] = 1621907407,
						["class"] = 12,
						["bTag"] = "路过一律干倒#5938",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "天上白玉亰-白银之手",
						["time"] = 1621907407,
						["class"] = 8,
					}, -- [15]
				},
				["3-0-723-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "我本痛苦-罗宁",
						["iLvl"] = 224,
						["time"] = 1621950193,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "蛮力之精灵#56586",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "依然潇潇雨兮-熊猫酒仙",
						["iLvl"] = 219,
						["time"] = 1621950213,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "依然爱你#5277",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "国外友人-回音山",
						["time"] = 1621950213,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "风油然-白银之手",
						["iLvl"] = 217,
						["time"] = 1621950213,
						["class"] = 3,
						["bTag"] = "我身材不错吧#5547",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "光翼影风-主宰之剑",
						["iLvl"] = 224,
						["time"] = 1621950200,
						["class"] = 8,
						["bTag"] = "魔法之侏儒#5287",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "沉火之主-罗宁",
						["iLvl"] = 166,
						["time"] = 1621950195,
						["class"] = 7,
						["bTag"] = "Razerwings#5795",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "单片面包-罗宁",
						["iLvl"] = 218,
						["time"] = 1621950204,
						["class"] = 6,
						["bTag"] = "Joe#5272",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "柚原柚美-泰兰德",
						["time"] = 1621950054,
						["class"] = 3,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "流星焰火-耐普图隆",
						["time"] = 1621950213,
						["class"] = 11,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶龙虾沙律-霜之哀伤",
						["time"] = 1621950213,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "安可可-凤凰之神",
						["iLvl"] = 227,
						["time"] = 1621950213,
						["class"] = 11,
						["bTag"] = "番茄海海#5404",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "縹緲-国王之谷",
						["iLvl"] = 130,
						["time"] = 1621950193,
						["class"] = 8,
						["bTag"] = "繁华#53464",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "啪啪丁-玛瑟里顿",
						["iLvl"] = 149,
						["time"] = 1621950213,
						["class"] = 2,
						["bTag"] = "血舞天狼#5479",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "無敵爐鉐-轻风之语",
						["iLvl"] = 141,
						["time"] = 1621950213,
						["class"] = 2,
						["bTag"] = "冰火的纏綿#5593",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冰灯笼-普罗德摩",
						["iLvl"] = 226,
						["time"] = 1621950213,
						["class"] = 8,
						["bTag"] = "小丑#5652",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Pollybird-迦拉克隆",
						["iLvl"] = 170,
						["time"] = 1621950209,
						["class"] = 11,
						["bTag"] = "清风煮酒#51187",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡凤飞舞-甜水绿洲",
						["time"] = 1621950213,
						["class"] = 4,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "死之枝-贫瘠之地",
						["iLvl"] = 202,
						["time"] = 1621950202,
						["class"] = 9,
						["bTag"] = "愁容骑士王二#5177",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "思想在摞奔-麦迪文",
						["iLvl"] = 183,
						["time"] = 1621950200,
						["class"] = 2,
						["bTag"] = "zenda#5853",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "卡珊德拉大米-奥特兰克",
						["iLvl"] = 169,
						["time"] = 1621950213,
						["class"] = 7,
						["bTag"] = "恐惧之裤#5202128",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "殘留的恛憶-主宰之剑",
						["iLvl"] = 202,
						["time"] = 1621950213,
						["class"] = 7,
						["bTag"] = "一夕丶#5138",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "双刃刘翠花-罗宁",
						["iLvl"] = 204,
						["time"] = 1621950195,
						["class"] = 12,
						["bTag"] = "泰兰德的香蕉#51769",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "鸢壹折纸-国王之谷",
						["iLvl"] = 204,
						["time"] = 1621950213,
						["class"] = 8,
						["bTag"] = "谎言#5522",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "得道者-轻风之语",
						["time"] = 1621950213,
						["class"] = 3,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "风之巫女-拉文凯斯",
						["iLvl"] = 197,
						["time"] = 1621950213,
						["class"] = 9,
						["bTag"] = "卡维纳吉#5601",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔丶薇娅-金色平原",
						["time"] = 1621950213,
						["class"] = 3,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "红与黑之心-霜之哀伤",
						["time"] = 1621950156,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "思琳贝尔-加尔",
						["iLvl"] = 173,
						["time"] = 1621950213,
						["class"] = 11,
						["bTag"] = "何思琳#5576",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "梦星寒-罗宁",
						["iLvl"] = 194,
						["time"] = 1621950213,
						["class"] = 6,
						["bTag"] = "GhostPants#59774",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "何畏晨暮-月光林地",
						["iLvl"] = 205,
						["time"] = 1621950085,
						["class"] = 1,
						["bTag"] = "歹毒哥#5753",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丝滑瓜儿-麦迪文",
						["iLvl"] = 196,
						["time"] = 1621950213,
						["class"] = 8,
						["bTag"] = "冰霜之脚#51462",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Thecatalyst-诺兹多姆",
						["time"] = 1621950213,
						["class"] = 3,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "迎风射八丈-雷斧堡垒",
						["iLvl"] = 174,
						["time"] = 1621950213,
						["class"] = 3,
						["bTag"] = "桓语#5551",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "筋肉大雕-迦拉克隆",
						["iLvl"] = 195,
						["time"] = 1621950209,
						["class"] = 11,
						["bTag"] = "凤雏#5684",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "花露水蛋糕-生态船",
						["iLvl"] = 206,
						["time"] = 1621950213,
						["class"] = 12,
						["bTag"] = "不能天使#5296",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺魅影-轻风之语",
						["iLvl"] = 217,
						["time"] = 1621950195,
						["class"] = 9,
						["bTag"] = "kzbeier#5827",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "丨魅丶魔丨-主宰之剑",
						["iLvl"] = 153,
						["time"] = 1621950213,
						["class"] = 12,
						["bTag"] = "大呲花#5448",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "为了部落-沙怒",
						["iLvl"] = 197,
						["time"] = 1621950156,
						["class"] = 1,
						["bTag"] = "内裤大力丸#5949",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "浅紫沫沫-埃德萨拉",
						["iLvl"] = 227,
						["time"] = 1621950213,
						["class"] = 5,
						["bTag"] = "颦儿#5299",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "艾索克暗砧-主宰之剑",
						["iLvl"] = 221,
						["time"] = 1621950209,
						["class"] = 7,
						["bTag"] = "超能之鱼人#53122",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "阴影武者-海达希亚",
						["time"] = 1621950200,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "吃不饱的猫九-主宰之剑",
						["time"] = 1621950211,
						["class"] = 11,
					}, -- [42]
				},
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "女为悦己者容-苏塔恩",
						["time"] = 1622727414,
						["class"] = 5,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "美人布蕾妮-银松森林",
						["time"] = 1622727414,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "寸延-永恒之井",
						["iLvl"] = 225,
						["time"] = 1622727414,
						["class"] = 12,
						["bTag"] = "陶醉#51257",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "西瓜味泡泡糖-罗宁",
						["iLvl"] = 205,
						["time"] = 1622728763,
						["class"] = 12,
						["bTag"] = "小软妹纸#5835",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毒爆虫-亚雷戈斯",
						["time"] = 1622728763,
						["class"] = 6,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "暴力修女-银松森林",
						["time"] = 1622728763,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀光-永恒之井",
						["iLvl"] = 176,
						["time"] = 1622728763,
						["class"] = 1,
						["bTag"] = "陶醉#51257",
					}, -- [7]
				},
			},
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"4-0-7-0", -- [2]
				"2-260-695-0", -- [3]
				"2-260-694-0", -- [4]
				"2-265-713-0", -- [5]
				"2-265-714-0", -- [6]
				"2-263-705-0", -- [7]
				"2-261-698-0", -- [8]
				"2-263-706-0", -- [9]
				"2-259-688-0", -- [10]
				"6-0-0-0", -- [11]
				"2-259-690-0", -- [12]
				"2-261-699-0", -- [13]
				"4-0-0-0", -- [14]
				"4-0-6-0", -- [15]
				"7-0-733-0", -- [16]
				"3-267-720-0", -- [17]
				"2-0-0-0", -- [18]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["lastSearchCode"] = "9-0-19-0",
		},
		["Tfboys - 蜘蛛王国"] = {
			["version"] = "90002.03",
			["recent"] = {
				["2-261-698-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Fujimakenji-黑暗之门",
						["bTag"] = "楚风#5494",
						["time"] = 1608307660,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 187,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面大侠-奥特兰克",
						["bTag"] = "萌面巨侠#5310",
						["class"] = 1,
						["time"] = 1608307660,
						["iLvl"] = 185,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是天神-勇士岛",
						["bTag"] = "竹子#5287",
						["class"] = 8,
						["time"] = 1608307660,
						["iLvl"] = 188,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月银灵-艾苏恩",
						["bTag"] = "蛮力之翼#51686",
						["class"] = 4,
						["time"] = 1608307660,
						["iLvl"] = 187,
					}, -- [4]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦诅-主宰之剑",
						["bTag"] = "Alex#59299",
						["time"] = 1608131965,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 197,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银龙希斯-格瑞姆巴托",
						["bTag"] = "蛮力老王#5732",
						["class"] = 11,
						["time"] = 1608131965,
						["iLvl"] = 106,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬血满衣丶丿-安苏",
						["bTag"] = "灬与君绝#5649",
						["class"] = 4,
						["time"] = 1608131965,
						["iLvl"] = 184,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿豫-罗宁",
						["bTag"] = "至夜方散#5600",
						["class"] = 8,
						["time"] = 1608131965,
						["iLvl"] = 193,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "泄矢诹訪子-金色平原",
						["bTag"] = "信仰圣光吧#53754",
						["class"] = 8,
						["time"] = 1608131965,
						["iLvl"] = 195,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1608131965,
						["name"] = "野蠻骨灰盒-守护之剑",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "肥鹌鹑-狂热之刃",
						["bTag"] = "HappyPants#511285",
						["class"] = 11,
						["time"] = 1608131965,
						["iLvl"] = 188,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "殷倾颜-罗宁",
						["bTag"] = "微微#5992",
						["class"] = 9,
						["time"] = 1608131945,
						["iLvl"] = 171,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魯路修-贫瘠之地",
						["bTag"] = "暗夜之鸦#52219",
						["class"] = 11,
						["time"] = 1608131629,
						["iLvl"] = 189,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬香蕉君-白银之手",
						["bTag"] = "人菜话还多#5450",
						["class"] = 4,
						["time"] = 1608131965,
						["iLvl"] = 195,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "旧书签-丽丽（四川）",
						["bTag"] = "近战劣人雷克萨#5997",
						["class"] = 8,
						["time"] = 1608131619,
						["iLvl"] = 147,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Alles-永恒之井",
						["bTag"] = "ohne#5818",
						["class"] = 3,
						["time"] = 1608131965,
						["iLvl"] = 152,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "北落紫衫-白银之手",
						["bTag"] = "北落紫宵#5118",
						["class"] = 2,
						["time"] = 1608131965,
						["iLvl"] = 159,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子灬阿炳-伊瑟拉",
						["bTag"] = "最硬的骨终喂汪#5835",
						["class"] = 12,
						["time"] = 1608131965,
						["iLvl"] = 182,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魁-主宰之剑",
						["bTag"] = "空空#52212",
						["class"] = 3,
						["time"] = 1608131965,
						["iLvl"] = 145,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈旋风-远古海滩",
						["bTag"] = "嘻哈旋风#5106",
						["class"] = 11,
						["time"] = 1608131965,
						["iLvl"] = 179,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "切切萌萌德-埃德萨拉",
						["bTag"] = "景瑜#51438",
						["class"] = 11,
						["time"] = 1608131965,
						["iLvl"] = 149,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "playerACCNXZ-月光林地",
						["bTag"] = "它她他#5452",
						["class"] = 3,
						["time"] = 1608131965,
						["iLvl"] = 151,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Constantin-雷霆号角",
						["bTag"] = "Ivan#55168",
						["class"] = 3,
						["time"] = 1608131682,
						["iLvl"] = 179,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "毒龙云中他-金色平原",
						["bTag"] = "神的矢状面#5765",
						["class"] = 3,
						["time"] = 1608131812,
						["iLvl"] = 176,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1608131965,
						["name"] = "虞图-阿古斯",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1608131965,
						["name"] = "如羿大酷猫-玛法里奥",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "哲学涂鴉-主宰之剑",
						["bTag"] = "Pie#5721",
						["class"] = 9,
						["time"] = 1608131820,
						["iLvl"] = 185,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "阿豫-金色平原",
						["bTag"] = "至夜方散#5600",
						["class"] = 10,
						["time"] = 1608131899,
						["iLvl"] = 173,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1608131965,
						["name"] = "阡陌残-桑德兰",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvanasquee-金色平原",
						["bTag"] = "乳此灬迷人#5475",
						["class"] = 3,
						["time"] = 1608131965,
						["iLvl"] = 158,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "好朋友跳跳虎-安苏",
						["bTag"] = "我整天喝酸奶#5312",
						["class"] = 2,
						["time"] = 1608131965,
						["iLvl"] = 191,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1608131965,
						["name"] = "心碎的月光-拉文霍德",
					}, -- [28]
				},
			},
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-137-502-0", -- [2]
				"2-119-452-0", -- [3]
				"1-134-488-0", -- [4]
				"1-134-489-0", -- [5]
				"1-124-421-0", -- [6]
				"1-124-423-0", -- [7]
				"1-124-469-0", -- [8]
				"1-124-420-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 254.114988271256,
				["hide"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 34.76364135742188,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["searchHistoryList"] = {
				"2-261-698-0", -- [1]
				"6-0-16-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"2-0-0-0", -- [5]
				"1-248-652-0", -- [6]
				"1-247-647-0", -- [7]
				"2-137-499-0", -- [8]
				"2-137-502-0", -- [9]
				"2-142-517-0", -- [10]
				"3-132-493-0", -- [11]
				"2-115-462-0", -- [12]
			},
			["appShine"] = "80100.03",
			["advShine"] = "80100.03",
			["lastSearchCode"] = "2-261-698-0",
			["searchInputHistory"] = {
				["2-117-464-0"] = {
					"2", -- [1]
				},
				["2-0-0-0"] = {
					"2C", -- [1]
					"4C", -- [2]
					"随便", -- [3]
				},
				["6-0-16-0"] = {
					"大", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
