
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["招商中证白酒 - 罗宁"] = "招商中证白酒 - 罗宁",
		["Tfboys - 蜘蛛王国"] = "Tfboys - 蜘蛛王国",
	},
	["profiles"] = {
		["招商中证白酒 - 罗宁"] = {
			["version"] = "90002.03",
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-260-695-0", -- [2]
				"4-0-7-0", -- [3]
				"4-0-6-0", -- [4]
				"2-259-688-0", -- [5]
			},
			["recent"] = {
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "女为悦己者容-苏塔恩",
						["time"] = 1622727414,
						["class"] = 5,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "美人布蕾妮-银松森林",
						["time"] = 1622727414,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "寸延-永恒之井",
						["iLvl"] = 225,
						["time"] = 1622727414,
						["class"] = 12,
						["bTag"] = "陶醉#51257",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "西瓜味泡泡糖-罗宁",
						["iLvl"] = 205,
						["time"] = 1622728763,
						["class"] = 12,
						["bTag"] = "小软妹纸#5835",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毒爆虫-亚雷戈斯",
						["time"] = 1622728763,
						["class"] = 6,
						["leader"] = true,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "暴力修女-银松森林",
						["time"] = 1622728763,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "琥珀光-永恒之井",
						["iLvl"] = 176,
						["time"] = 1622728763,
						["class"] = 1,
						["bTag"] = "陶醉#51257",
					}, -- [7]
				},
			},
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"4-0-7-0", -- [2]
				"2-260-695-0", -- [3]
				"2-260-694-0", -- [4]
				"2-265-713-0", -- [5]
				"2-265-714-0", -- [6]
				"2-263-705-0", -- [7]
				"2-261-698-0", -- [8]
				"2-263-706-0", -- [9]
				"2-259-688-0", -- [10]
				"6-0-0-0", -- [11]
				"2-259-690-0", -- [12]
				"2-261-699-0", -- [13]
				"4-0-0-0", -- [14]
				"4-0-6-0", -- [15]
				"7-0-733-0", -- [16]
				"3-267-720-0", -- [17]
				"2-0-0-0", -- [18]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -3.0517578125e-05,
					["scale"] = 1,
				},
			},
			["advShine"] = "90002.03",
			["lastSearchCode"] = "9-0-19-0",
		},
		["Tfboys - 蜘蛛王国"] = {
			["version"] = "90002.03",
			["recent"] = {
				["2-261-698-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Fujimakenji-黑暗之门",
						["iLvl"] = 187,
						["time"] = 1608307660,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "楚风#5494",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "萌面大侠-奥特兰克",
						["iLvl"] = 185,
						["class"] = 1,
						["time"] = 1608307660,
						["bTag"] = "萌面巨侠#5310",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是天神-勇士岛",
						["iLvl"] = 188,
						["class"] = 8,
						["time"] = 1608307660,
						["bTag"] = "竹子#5287",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "紫月银灵-艾苏恩",
						["iLvl"] = 187,
						["class"] = 4,
						["time"] = 1608307660,
						["bTag"] = "蛮力之翼#51686",
					}, -- [4]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吴彦诅-主宰之剑",
						["iLvl"] = 197,
						["time"] = 1608131965,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Alex#59299",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "银龙希斯-格瑞姆巴托",
						["iLvl"] = 106,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "蛮力老王#5732",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬血满衣丶丿-安苏",
						["iLvl"] = 184,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "灬与君绝#5649",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿豫-罗宁",
						["iLvl"] = 193,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "至夜方散#5600",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "泄矢诹訪子-金色平原",
						["iLvl"] = 195,
						["class"] = 8,
						["time"] = 1608131965,
						["bTag"] = "信仰圣光吧#53754",
					}, -- [5]
					{
						["time"] = 1608131965,
						["class"] = 9,
						["name"] = "野蠻骨灰盒-守护之剑",
						["role"] = "DAMAGER",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "肥鹌鹑-狂热之刃",
						["iLvl"] = 188,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "HappyPants#511285",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "殷倾颜-罗宁",
						["iLvl"] = 171,
						["class"] = 9,
						["time"] = 1608131945,
						["bTag"] = "微微#5992",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魯路修-贫瘠之地",
						["iLvl"] = 189,
						["class"] = 11,
						["time"] = 1608131629,
						["bTag"] = "暗夜之鸦#52219",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "基佬香蕉君-白银之手",
						["iLvl"] = 195,
						["class"] = 4,
						["time"] = 1608131965,
						["bTag"] = "人菜话还多#5450",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "旧书签-丽丽（四川）",
						["iLvl"] = 147,
						["class"] = 8,
						["time"] = 1608131619,
						["bTag"] = "近战劣人雷克萨#5997",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Alles-永恒之井",
						["iLvl"] = 152,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "ohne#5818",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "北落紫衫-白银之手",
						["iLvl"] = 159,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "北落紫宵#5118",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "瞎子灬阿炳-伊瑟拉",
						["iLvl"] = 182,
						["class"] = 12,
						["time"] = 1608131965,
						["bTag"] = "最硬的骨终喂汪#5835",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "灵魁-主宰之剑",
						["iLvl"] = 145,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "空空#52212",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "嘻哈旋风-远古海滩",
						["iLvl"] = 179,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "嘻哈旋风#5106",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "切切萌萌德-埃德萨拉",
						["iLvl"] = 149,
						["class"] = 11,
						["time"] = 1608131965,
						["bTag"] = "景瑜#51438",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "playerACCNXZ-月光林地",
						["iLvl"] = 151,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "它她他#5452",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Constantin-雷霆号角",
						["iLvl"] = 179,
						["class"] = 3,
						["time"] = 1608131682,
						["bTag"] = "Ivan#55168",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "毒龙云中他-金色平原",
						["iLvl"] = 176,
						["class"] = 3,
						["time"] = 1608131812,
						["bTag"] = "神的矢状面#5765",
					}, -- [20]
					{
						["time"] = 1608131965,
						["class"] = 2,
						["name"] = "虞图-阿古斯",
						["role"] = "DAMAGER",
					}, -- [21]
					{
						["time"] = 1608131965,
						["class"] = 3,
						["name"] = "如羿大酷猫-玛法里奥",
						["role"] = "DAMAGER",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "哲学涂鴉-主宰之剑",
						["iLvl"] = 185,
						["class"] = 9,
						["time"] = 1608131820,
						["bTag"] = "Pie#5721",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "阿豫-金色平原",
						["iLvl"] = 173,
						["class"] = 10,
						["time"] = 1608131899,
						["bTag"] = "至夜方散#5600",
					}, -- [24]
					{
						["time"] = 1608131965,
						["class"] = 3,
						["name"] = "阡陌残-桑德兰",
						["role"] = "DAMAGER",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvanasquee-金色平原",
						["iLvl"] = 158,
						["class"] = 3,
						["time"] = 1608131965,
						["bTag"] = "乳此灬迷人#5475",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "好朋友跳跳虎-安苏",
						["iLvl"] = 191,
						["class"] = 2,
						["time"] = 1608131965,
						["bTag"] = "我整天喝酸奶#5312",
					}, -- [27]
					{
						["time"] = 1608131965,
						["class"] = 11,
						["name"] = "心碎的月光-拉文霍德",
						["role"] = "DAMAGER",
					}, -- [28]
				},
			},
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-137-502-0", -- [2]
				"2-119-452-0", -- [3]
				"1-134-488-0", -- [4]
				"1-134-489-0", -- [5]
				"1-124-421-0", -- [6]
				"1-124-423-0", -- [7]
				"1-124-469-0", -- [8]
				"1-124-420-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 254.114988271256,
				["hide"] = true,
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 34.76364135742188,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["searchHistoryList"] = {
				"2-261-698-0", -- [1]
				"6-0-16-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-0-0", -- [4]
				"2-0-0-0", -- [5]
				"1-248-652-0", -- [6]
				"1-247-647-0", -- [7]
				"2-137-499-0", -- [8]
				"2-137-502-0", -- [9]
				"2-142-517-0", -- [10]
				"3-132-493-0", -- [11]
				"2-115-462-0", -- [12]
			},
			["appShine"] = "80100.03",
			["advShine"] = "80100.03",
			["lastSearchCode"] = "2-261-698-0",
			["searchInputHistory"] = {
				["2-117-464-0"] = {
					"2", -- [1]
				},
				["2-0-0-0"] = {
					"2C", -- [1]
					"4C", -- [2]
					"随便", -- [3]
				},
				["6-0-16-0"] = {
					"大", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
