
PawnOptions = {
	["LastVersion"] = 2.0335,
	["LastPlayerFullName"] = "我把你画成花-罗宁",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 122248,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122248::::::::120:577:::1:3592:::|h[脏污的迅影罩帽]|h|r",
		}, -- [1]
		{
			["ID"] = 112461,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:112461::::::::98:577::::::|h[伊利达雷项链]|h|r",
		}, -- [2]
		{
			["ID"] = 122358,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122358::::::::120:577:::1:3592:::|h[脏污的迅影肩甲]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122383,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122383::::::::120:577:::1:3592:::|h[脏污的迅影外套]|h|r",
		}, -- [5]
		{
			["ID"] = 124276,
			["Level"] = 149,
			["Link"] = "|cffa335ee|Hitem:124276::::::::120:577::6:2:1799:1478:::|h[放逐腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 122254,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122254::::::::120:577:::1:3592:::|h[脏污的迅影长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 133324,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:133324::::::::98:577::::::|h[伊利达雷长靴]|h|r",
		}, -- [8]
		{
			["ID"] = 133323,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:133323::::::::98:577::::::|h[伊利达雷护腕]|h|r",
		}, -- [9]
		{
			["ID"] = 172564,
			["Level"] = 430,
			["Link"] = "|cffa335ee|Hitem:172564::::::::120:577::8:6:6360:6389:6516:6515:1542:4786:::|h[腐化角斗士的皮甲手套]|h|r",
		}, -- [10]
		{
			["ID"] = 128173,
			["Level"] = 284,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff00ccff|Hitem:128173::::::::120:577:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [11]
		{
			["ID"] = 128173,
			["Level"] = 149,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff00ccff|Hitem:128173::::::::103:577:::1:5805:::|h[海军上将泰勒的忠诚指环]|h|r",
		}, -- [12]
		{
			["ID"] = 117360,
			["Level"] = 425,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:117360::::::::120:577:512::1:6423:120:::|h[科林的冷冻铬银杯垫]|h|r",
		}, -- [13]
		{
			["ID"] = 122361,
			["Level"] = 284,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff00ccff|Hitem:122361::::::::120:577:::1:3592:::|h[迅捷的正义之手]|h|r",
		}, -- [14]
		{
			["ID"] = 122261,
			["Level"] = 284,
			["Link"] = "|cff00ccff|Hitem:122261::::::::120:577:::1:3592:::|h[黑暗男爵的世袭斗篷]|h|r",
		}, -- [15]
		{
			["ID"] = 122351,
			["Level"] = 284,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff00ccff|Hitem:122351::::::::120:577:::1:583:::|h[破旧的雷德神圣控诉者]|h|r",
		}, -- [16]
		{
			["ID"] = 122351,
			["Level"] = 149,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff00ccff|Hitem:122351::::::::103:577:::1:583:::|h[破旧的雷德神圣控诉者]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
