
PawnOptions = {
	["LastVersion"] = 2.0246,
	["LastPlayerFullName"] = "王俊凯-蜘蛛王国",
	["AutoSelectScales"] = true,
	["UpgradeTracking"] = false,
	["ItemLevels"] = {
		{
			["ID"] = 165822,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:165822::::::::120:266::5:5:4823:1522:4786:5417:4775:::|h[潮生恶兆风帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 431,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:266::11:4:4933:6316:4932:1568:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 166558,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:166558::::::::120:266::6:5:5126:1517:4786:5418:4775:::|h[皎月祭司肩章]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 158058,
			["Level"] = 405,
			["Link"] = "|cffa335ee|Hitem:158058::::::::120:266::28:4:1592:4786:5416:4775:::|h[塑风师外衣]|h|r",
		}, -- [5]
		{
			["ID"] = 163342,
			["Level"] = 395,
			["Link"] = "|cffa335ee|Hitem:163342::::::::120:266::28:3:5125:1587:4784:::|h[第七军团士兵腰索]|h|r",
		}, -- [6]
		{
			["ID"] = 165436,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:165436::::::::120:266::11:3:5125:1517:4786:::|h[皎月祭司裹腿]|h|r",
		}, -- [7]
		{
			["ID"] = 163253,
			["Level"] = 395,
			["Link"] = "|cffa335ee|Hitem:163253::::::::120:266::28:3:5125:1587:4786:::|h[第七军团士兵便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 158005,
			["Level"] = 385,
			["Link"] = "|cffa335ee|Hitem:158005::::::::120:266::28:3:4803:1577:4786:::|h[血枝裹腕]|h|r",
		}, -- [9]
		{
			["ID"] = 170133,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:170133:5934:::::::120:266:::4:6300:6289:1487:4786:::|h[希拉凯斯之握]|h|r",
		}, -- [10]
		{
			["ID"] = 165680,
			["Level"] = 400,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:165680::::::::120:266::28:3:4803:1592:4784:::|h[火岩蔑冬指环]|h|r",
		}, -- [11]
		{
			["ID"] = 165679,
			["Level"] = 395,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:165679::::::::120:266::28:3:4803:1587:4786:::|h[华丽的艾露迪斯之戒]|h|r",
		}, -- [12]
		{
			["ID"] = 161417,
			["Level"] = 405,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:161417::::::::120:266::3:3:5479:1522:4783:::|h[远古智慧之结]|h|r",
		}, -- [13]
		{
			["ID"] = 165666,
			["Level"] = 405,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:165666::::::::120:266::28:3:4803:1597:4786:::|h[辛艾萨莉的月亮石]|h|r",
		}, -- [14]
		{
			["ID"] = 169487,
			["Level"] = 400,
			["Link"] = "|cffa335ee|Hitem:169487::::::::120:266:::5:6300:4802:6289:1487:4786:::|h[猎渊者披风]|h|r",
		}, -- [15]
		{
			["ID"] = 165629,
			["Level"] = 405,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:165629::::::::120:266::6:3:5126:1522:4783:::|h[哨兵的法术之刃]|h|r",
		}, -- [16]
		{
			["ID"] = 163892,
			["Level"] = 415,
			["Link"] = "|cffa335ee|Hitem:163892::::::::120:266::53:2:1607:4786:::|h[第七军团士兵香炉]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
