
ABGCharacterDB = {
	["一碗凉粉-图拉扬"] = {
		["win"] = 3,
		["lose"] = 4,
	},
	["蓝色欧气-塞拉摩"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["蓝之猫-暗影迷宫"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["Gegergte-海克泰尔"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["橘子狗狗-罗宁"] = {
		["win"] = 5,
		["lose"] = 12,
	},
	["孤家丶-安苏"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["珍芳-白银之手"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["外形随意-罗宁"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["看看空间廼-亚雷戈斯"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["遥遥笔人-大漩涡"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["煊宝宝-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["单炒西红柿-格瑞姆巴托"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["蓝龙军团长-白银之手"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 11,
		["lose"] = 14,
	},
	["永远的笨笨-月光林地"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["忘灬鱼-霜之哀伤"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["喜剧戏剧-萨洛拉丝"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["空空如也丨-白银之手"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["稅务师-拉文凯斯"] = {
		["win"] = 7,
		["lose"] = 5,
	},
	["缺个德宝宝-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["雷电发法王-戈古纳斯"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["林风纤月落-罗宁"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["孤城暮雨-主宰之剑"] = {
		["win"] = 6,
		["lose"] = 7,
	},
	["速度冲锋-诺兹多姆"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["还得忍-萨洛拉丝"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["半世晨光-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["嘻嘻哈哈过桥-圣火神殿"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["不觉技痒-军团要塞"] = {
		["win"] = 2,
		["lose"] = 7,
	},
	["需要人陪-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["顽皮的雷电球-安苏"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["用兵如神-时光之穴"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["异域主宰-罗宁"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["凝望与-提瑞斯法"] = {
		["win"] = 6,
		["lose"] = 1,
	},
	["光头籹-萨洛拉丝"] = {
		["win"] = 4,
		["lose"] = 14,
	},
	["凡是敌人-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["脸上没了笑-金色平原"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["八十七三-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 9,
	},
	["八十七二-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 9,
	},
	["佛爷-艾森娜"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["使他-萨洛拉丝"] = {
		["win"] = 9,
		["lose"] = 10,
	},
	["上杜甫睦-伊兰尼库斯"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["刚回家客户-金色平原"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["峫洕-金度"] = {
		["win"] = 14,
		["lose"] = 15,
	},
	["乄秒杀于无形-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["咚咚呛呛-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["德者行天下-罗宁"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["我是樱花啊-罗宁"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["交大一起好-安苏"] = {
		["win"] = 8,
		["lose"] = 10,
	},
	["坚韧不拔-时光之穴"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["八十七四-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["凄美-白银之手"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["妍妍小可爱-燃烧之刃"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["薄荷梦-阿拉索"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["克拉莉-国王之谷"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["白银有大姐-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 6,
		["lose"] = 2,
	},
	["琉璃墨色-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["履霜冰炙-克尔苏加德"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["Lnfew-安苏"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["起而大发-无尽之海"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["猫扑风铃丶-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["抑郁症少女丶-罗宁"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["虎出女刺客-月光林地"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["花如雨-诺兹多姆"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["虎啸公子-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["研究已经就-菲拉斯"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["Shengshan-艾维娜"] = {
		["win"] = 1,
		["lose"] = 6,
	},
	["至尊法爷-国王之谷"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["派乄嗒欣-末日行者"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["榴莲碎冰-安威玛尔"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["溡緔輪迴-冰川之拳"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["夜色丶下-伊瑟拉"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["火箭-风暴之眼"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["吾名雷遁-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["中外医生丷-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["恒星灰烬想-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["倒打一耙-外域"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["帅到被狗咬乁-亚雷戈斯"] = {
		["win"] = 7,
		["lose"] = 8,
	},
	["叠岚云烟云-白银之手"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["白银前锋一-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["宝宝滴贝贝-诺兹多姆"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["螺丝钉解放-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["都是想要哭-安苏"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["小心阿炮-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["白银前锋二-白银之手"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["谁与争疯-壁炉谷"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["得劲儿-罗宁"] = {
		["win"] = 4,
		["lose"] = 10,
	},
	["小鬼不要怕-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["谈笑风-回音山"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["顾上挽人-国王之谷"] = {
		["win"] = 6,
		["lose"] = 7,
	},
	["Shaveling-金色平原"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["美丽的咕咕-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["削笔-霜之哀伤"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["的就卡死-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["晴昼烟雨长-罗宁"] = {
		["win"] = 5,
		["lose"] = 10,
	},
	["血贱三米-金色平原"] = {
		["win"] = 5,
		["lose"] = 7,
	},
	["不朽盾攻-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["茶道清扬-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["文禄-雷斧堡垒"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["神代光环-暗影之月"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["别担心我-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["话唠狠人不-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["势不可挡啊-国王之谷"] = {
		["win"] = 9,
		["lose"] = 13,
	},
	["无尽苦逼-安苏"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["拜尔西-国王之谷"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["直深深吸引-勇士岛"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我知你深度-安苏"] = {
		["win"] = 3,
		["lose"] = 8,
	},
	["亲亲小公举-塞拉摩"] = {
		["win"] = 6,
		["lose"] = 9,
	},
	["小兔兜-回音山"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["只要消费五-塞拉摩"] = {
		["win"] = 5,
		["lose"] = 2,
	},
	["杰灬克-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["爱你的美-雷斧堡垒"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["大魔王猎-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["弑神若雨-托尔巴拉德"] = {
		["win"] = 8,
		["lose"] = 12,
	},
	["Aadsgaqeg-山丘之王"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["本来就狠无知-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["疯狂的青菜-迅捷微风"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["阿杜亘-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["星游七-白银之手"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["红丶玫瑰-无尽之海"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["就打德知道不-无尽之海"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["蓝色星语-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["挣亿炖鸡-永恒之井"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["拥抱了寂寞-艾萨拉"] = {
		["win"] = 8,
		["lose"] = 8,
	},
	["故乡怀宁-瓦里安"] = {
		["win"] = 3,
		["lose"] = 9,
	},
	["回忆里的人-无尽之海"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["无限好奇-勇士岛"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["神天剑皇帝-安苏"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["是个回复-伊森利恩"] = {
		["win"] = 9,
		["lose"] = 15,
	},
	["来玩啊-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Mogui-末日行者"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["风的沉沦-泰拉尔"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 13,
		["lose"] = 15,
	},
	["世代书香-生态船"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["快速发车哦-回音山"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["喃喃小猟-苏拉玛"] = {
		["win"] = 20,
		["lose"] = 18,
	},
	["承诺永远-国王之谷"] = {
		["win"] = 4,
		["lose"] = 9,
	},
	["小心小星-罗宁"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["给您高好-诺兹多姆"] = {
		["win"] = 2,
		["lose"] = 8,
	},
	["我爱我家二-无尽之海"] = {
		["win"] = 1,
		["lose"] = 12,
	},
	["琪鸣一姐-苏拉玛"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["若白如梦-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["西瓜皮怪-伊莫塔尔"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["高度警戒-塞拉摩"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["快速开大车-末日行者"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["格雷帅哥-格雷迈恩"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["狼不二-丽丽（四川）"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["清风饮露丶-神圣之歌"] = {
		["win"] = 10,
		["lose"] = 7,
	},
	["嘿这边哦-末日行者"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["我是没啥用啊-安苏"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["上官灬爱而为-永恒之井"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["法康师傅-神圣之歌"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["甜丶豆-迦拉克隆"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["吓大的豆豆-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["妖君邪圣-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["弥巷-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["随空跳舞步-安苏"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["欢迎你睐-末日行者"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["爱笑的囡囡-破碎岭"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["瓷丨-破碎岭"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 13,
		["lose"] = 14,
	},
	["小手賊黒-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["凝水丶寒烟-贫瘠之地"] = {
		["win"] = 5,
		["lose"] = 16,
	},
	["谁辜负了谁-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["维托米奈希尔-白银之手"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["迅速发车快-月神殿"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["大鳝人-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["Honourpoints-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["紫樱千夏丶-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["尔尔-克洛玛古斯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["黑夜刺客-麦姆"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["开发六到了-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["泉哥灬-金色平原"] = {
		["win"] = 2,
		["lose"] = 5,
	},
	["小兽竞技四-诺兹多姆"] = {
		["win"] = 5,
		["lose"] = 7,
	},
	["真壁紅音-白银之手"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["Xuelemeng-白银之手"] = {
		["win"] = 5,
		["lose"] = 2,
	},
	["嗖少-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["无敌小妹妹-国王之谷"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["鲁卡斯尔-永恒之井"] = {
		["win"] = 5,
		["lose"] = 6,
	},
	["可爱萌萌-海达希亚"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["白百合丶-冰风岗"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["唇彩的颜色-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["葱烧茄子-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["德夜嫁到-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我是气味儿-白银之手"] = {
		["win"] = 6,
		["lose"] = 6,
	},
	["鹰熊浩劫-翡翠梦境"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["蛋慕斯糕-翡翠梦境"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["虎王头-山丘之王"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["将会发生-伊森利恩"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["堇墨浮华-奥拉基尔"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["牧牧君-国王之谷"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["扯蛋的妹汁-火烟之谷"] = {
		["win"] = 5,
		["lose"] = 4,
	},
	["柯哀的妮妮-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["小迷毛丸-贫瘠之地"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["火来了-山丘之王"] = {
		["win"] = 4,
		["lose"] = 11,
	},
	["珍菲-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["泡芙大兔子-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["贵族丶人多-永恒之井"] = {
		["win"] = 8,
		["lose"] = 10,
	},
	["后跳-神圣之歌"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["指间的落寞-白银之手"] = {
		["win"] = 7,
		["lose"] = 8,
	},
	["七月海蓝-梦境之树"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["Ayawawa-月光林地"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["吃我一枪-无尽之海"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["我是单手斧-白银之手"] = {
		["win"] = 1,
		["lose"] = 7,
	},
	["圣光庇护丫丫-破碎岭"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["筱不德-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["溡緔风影-冰川之拳"] = {
		["win"] = 11,
		["lose"] = 13,
	},
	["掀纱窥君颜-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["你是真的硬-末日行者"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["还魂的酒-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["逍遥自在-安威玛尔"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["佚鸣-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["一只大鹰-暗影之月"] = {
		["win"] = 0,
		["lose"] = 7,
	},
	["紧凑的心-白银之手"] = {
		["win"] = 0,
		["lose"] = 2,
	},
}
