
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/bgs search", -- [1]
		"/i 打不了 这个要转阶段的", -- [2]
		"/p 看我这血量", -- [3]
		"/p 重新切天赋", -- [4]
		"/bgs profiles", -- [5]
		"/p 直接跳下来呀", -- [6]
		"/cw 七韵彩虹-熊猫酒仙 这把摸了2个血精灵耳朵 血赚", -- [7]
		"/s AH买", -- [8]
		"/bgs", -- [9]
		"/i 这BOSS", -- [10]
		"/ELVUI", -- [11]
		"/MYSLOT", -- [12]
		"/RL", -- [13]
		"/TAR 瑟", -- [14]
		"/TAR 瑟匹克", -- [15]
		"/WA", -- [16]
		"/TAR 孤儿监护员阿瑞雅", -- [17]
		"/TAR 孤儿监护员", -- [18]
		"/INV MINPOJKE", -- [19]
		"/p 捡尸体的地方", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
