
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["维莉雅蕾妮 - 罗宁"] = "维莉雅蕾妮 - 罗宁",
		["蕾妮 - 蜘蛛王国"] = "蕾妮 - 蜘蛛王国",
		["裴玉珍 - 蜘蛛王国"] = "裴玉珍 - 蜘蛛王国",
	},
	["profiles"] = {
		["维莉雅蕾妮 - 罗宁"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -220.1058959960938,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-257-683-0", -- [2]
				"2-142-518-0", -- [3]
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"3-258-686-0", -- [2]
				"6-0-17-0", -- [3]
				"9-0-19-0", -- [4]
			},
			["version"] = "90002.03",
			["advShine"] = "80300.01",
			["lastSearchCode"] = "6-0-0-0",
		},
		["蕾妮 - 蜘蛛王国"] = {
			["appShine"] = "80000.05",
			["recent"] = {
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蓓优妮塔-雷斧堡垒",
						["iLvl"] = 478,
						["time"] = 1596632546,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "不息锋刃#5280",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "搁浅的誓言-海达希亚",
						["iLvl"] = 454,
						["class"] = 5,
						["time"] = 1596632546,
						["bTag"] = "大牙#5440",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "星尘斗士-雷斧堡垒",
						["iLvl"] = 480,
						["class"] = 1,
						["time"] = 1596632546,
						["bTag"] = "电竞送终鸡#5383",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "跨服追杀-末日祷告祭坛",
						["iLvl"] = 377,
						["class"] = 4,
						["time"] = 1596632546,
						["bTag"] = "装扮黑白#5640",
					}, -- [4]
				},
				["2-257-683-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "為妳等待-影牙要塞",
						["iLvl"] = 404,
						["time"] = 1596633264,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "翡翠般地球#5885",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "眷戀-朵丹尼尔",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1596633264,
						["bTag"] = "穿拖鞋的人#5182",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "齁梨默哩-银松森林",
						["iLvl"] = 432,
						["class"] = 7,
						["time"] = 1596633264,
						["bTag"] = "比格沃斯#51600",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "豆腐偶吧-罗宁",
						["iLvl"] = 434,
						["class"] = 6,
						["time"] = 1596633264,
						["bTag"] = "死亡丧钟一豆腐#5197",
					}, -- [4]
				},
				["2-256-679-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "米炮儿-末日行者",
						["iLvl"] = 461,
						["time"] = 1596034926,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "有聊的邂逅#5675",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "哈力撸鸭-瓦拉纳",
						["iLvl"] = 470,
						["class"] = 8,
						["time"] = 1596034926,
						["bTag"] = "张帆#51592",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "丁美丽-蜘蛛王国",
						["iLvl"] = 480,
						["class"] = 2,
						["time"] = 1596034926,
						["bTag"] = "妖末#5389",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "魔一术一师-扎拉赞恩",
						["iLvl"] = 472,
						["class"] = 8,
						["time"] = 1596034926,
						["bTag"] = "醉视苍生#5826",
					}, -- [4]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "糖果果-金度",
						["iLvl"] = 479,
						["time"] = 1596634834,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "陌如指尖#5935",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "杨幂-海克泰尔",
						["iLvl"] = 440,
						["class"] = 9,
						["time"] = 1596634834,
						["bTag"] = "CrazyCat#510760",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "夏日的巨雕-丽丽（四川）",
						["iLvl"] = 457,
						["class"] = 8,
						["time"] = 1596634834,
						["bTag"] = "FunkyPants#510758",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "春风了无痕-主宰之剑",
						["iLvl"] = 459,
						["class"] = 11,
						["time"] = 1596634834,
						["bTag"] = "幸运之星#5355",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "不忘粗星-符文图腾",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1594994690,
					}, -- [1]
					{
						["time"] = 1594994692,
						["class"] = 6,
						["name"] = "三千落花-白银之手",
						["role"] = "TANK",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "袜子-瓦里安",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1594994692,
					}, -- [3]
					{
						["time"] = 1594994690,
						["class"] = 1,
						["name"] = "月光弥漫-罗宁",
						["role"] = "DAMAGER",
					}, -- [4]
					{
						["time"] = 1594994692,
						["class"] = 6,
						["name"] = "那年夏天-破碎岭",
						["role"] = "DAMAGER",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "真正地快乐-白银之手",
						["iLvl"] = 295,
						["time"] = 1594994777,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "闻香识小芳#5809",
					}, -- [6]
					{
						["time"] = 1594994737,
						["class"] = 6,
						["name"] = "欧皇肉圆子-格瑞姆巴托",
						["role"] = "TANK",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "流云丨永殇-主宰之剑",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1594994752,
						["bTag"] = "夜之魅#5911",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "舞冰妃-玛法里奥",
						["iLvl"] = 399,
						["class"] = 8,
						["time"] = 1594994737,
						["bTag"] = "Rambo#52702",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "糖门别让氵衮-末日行者",
						["iLvl"] = 386,
						["class"] = 9,
						["time"] = 1594994777,
						["bTag"] = "宝宝心里苦丶#51793",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "南郡琛哥-安苏",
						["iLvl"] = 449,
						["class"] = 10,
						["time"] = 1594994777,
						["bTag"] = "沉默之剑#527109",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "洛麗瑪絲玫瑰-主宰之剑",
						["iLvl"] = 479,
						["class"] = 4,
						["time"] = 1594994754,
						["bTag"] = "铩羽蛱蝶#5183",
					}, -- [12]
					{
						["time"] = 1594994777,
						["class"] = 12,
						["name"] = "叶雨落落-永恒之井",
						["role"] = "DAMAGER",
					}, -- [13]
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-253-669-0", -- [2]
				"6-0-17-0", -- [3]
				"111-249-662-0", -- [4]
				"2-142-517-0", -- [5]
				"2-138-507-0", -- [6]
				"111-249-655-0", -- [7]
				"4-0-6-0", -- [8]
				"2-142-518-0", -- [9]
				"2-137-502-0", -- [10]
				"2-144-526-0", -- [11]
				"2-140-510-0", -- [12]
				"2-137-499-0", -- [13]
				"2-144-525-0", -- [14]
				"2-145-530-0", -- [15]
				"2-145-529-0", -- [16]
				"2-140-646-0", -- [17]
				"1-71-280-998", -- [18]
				"2-119-465-0", -- [19]
				"2-120-466-0", -- [20]
				"2-119-452-0", -- [21]
				"2-114-447-0", -- [22]
				"2-115-462-0", -- [23]
			},
			["minimap"] = {
				["minimapPos"] = 213.554356823521,
				["hide"] = true,
			},
			["version"] = "80300.01",
			["lastSearchCode"] = "2-138-644-0",
			["settings"] = {
				["storage"] = {
					["y"] = -6.99993896484375,
					["x"] = 273.7998657226563,
					["scale"] = 1,
				},
			},
			["advShine"] = "70300.08",
			["searchHistoryList"] = {
				"2-138-644-0", -- [1]
				"2-141-660-0", -- [2]
				"2-257-683-0", -- [3]
				"2-142-518-0", -- [4]
				"2-142-517-0", -- [5]
				"2-256-679-0", -- [6]
				"2-0-0-0", -- [7]
				"9-0-19-0", -- [8]
				"3-132-493-0", -- [9]
				"3-0-0-0", -- [10]
				"6-0-16-0", -- [11]
				"111-0-0-0", -- [12]
				"6-0-0-0", -- [13]
				"1-0-0-0", -- [14]
				"4-0-0-0", -- [15]
				"2-139-504-0", -- [16]
				"2-137-499-0", -- [17]
				"2-144-525-0", -- [18]
				"4-0-7-0", -- [19]
				"4-0-6-0", -- [20]
				"2-146-658-0", -- [21]
				"1-247-647-0", -- [22]
				"1-247-649-0", -- [23]
				"1-248-652-0", -- [24]
				"1-3-236-0", -- [25]
			},
			["searchInputHistory"] = {
				["3-132-482-0"] = {
					"尾王", -- [1]
					"阿古斯", -- [2]
				},
				["1-247-647-0"] = {
					"挨", -- [1]
				},
				["1-247-649-0"] = {
					"泽", -- [1]
				},
				["1-0-0-0"] = {
					"海潮", -- [1]
					"艾泽里特", -- [2]
				},
				["3-132-483-0"] = {
					"尾王", -- [1]
					"阿古斯", -- [2]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["裴玉珍 - 蜘蛛王国"] = {
			["searchInputHistory"] = {
				["6-0-0-0"] = {
					"门童", -- [1]
					"噬魂", -- [2]
					"M4", -- [3]
					"M2", -- [4]
					"M噬魂", -- [5]
				},
				["2-121-454-0"] = {
					"特拉", -- [1]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -24.3370361328125,
					["x"] = 275.179748535156,
					["scale"] = 1,
				},
			},
			["advShine"] = "70000.01",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
				"2-121-454-0", -- [2]
			},
			["lastSearchValue"] = "6-0-0-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					[6] = false,
					[7] = false,
					[8] = false,
					[10] = false,
					[9] = false,
				},
			},
		},
	},
}
