
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["维莉雅蕾妮 - 罗宁"] = "维莉雅蕾妮 - 罗宁",
	},
	["profiles"] = {
		["维莉雅蕾妮 - 罗宁"] = {
			["version"] = "90001.01",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -210.963134765625,
					["scale"] = 1,
				},
			},
			["recent"] = {
				["1-2-215-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Alwaysa-诺莫瑞根",
						["time"] = 1605145560,
						["class"] = 3,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "默契-国王之谷",
						["iLvl"] = 87,
						["time"] = 1605145570,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "默契#5275",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "熏肉丨大饼-冰风岗",
						["iLvl"] = 133,
						["time"] = 1605145558,
						["class"] = 12,
						["bTag"] = "OnlyLonely#51467",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "牧神阿璐-斩魔者",
						["iLvl"] = 107,
						["time"] = 1605145572,
						["class"] = 5,
						["bTag"] = "闪亮之雄#52202",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "安度因丶老四-白银之手",
						["time"] = 1605145572,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "花落愺愺-末日行者",
						["iLvl"] = 133,
						["time"] = 1605145572,
						["class"] = 3,
						["bTag"] = "大头#5610",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "超级拉加恩-安苏",
						["time"] = 1605145572,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "照不到的圣光-万色星辰",
						["iLvl"] = 113,
						["time"] = 1605145572,
						["class"] = 2,
						["bTag"] = "ShadowDragon#54291",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "布雷维克-诺兹多姆",
						["time"] = 1605145568,
						["class"] = 6,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "班子成员-凤凰之神",
						["iLvl"] = 134,
						["time"] = 1605145570,
						["class"] = 6,
						["bTag"] = "嫖正义#5505",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "射咪咪丨-扎拉赞恩",
						["iLvl"] = 134,
						["time"] = 1605145572,
						["class"] = 3,
						["bTag"] = "患德唤尸#5525",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "Drdrill-阿克蒙德",
						["time"] = 1605145572,
						["class"] = 6,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "米欣-主宰之剑",
						["iLvl"] = 105,
						["time"] = 1605145564,
						["class"] = 8,
						["bTag"] = "Anubis#5291",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "詩酒趁年华-罗宁",
						["iLvl"] = 99,
						["time"] = 1605145572,
						["class"] = 11,
						["bTag"] = "安巴鲁之魂#5834",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "神君道玄-熊猫酒仙",
						["iLvl"] = 73,
						["time"] = 1605145558,
						["class"] = 2,
						["bTag"] = "玻璃渣赶快倒闭#5734",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "纳蒙特-格瑞姆巴托",
						["iLvl"] = 102,
						["time"] = 1605145572,
						["class"] = 11,
						["bTag"] = "默默等妳#5323",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "风之流星-圣火神殿",
						["iLvl"] = 106,
						["time"] = 1605145572,
						["class"] = 11,
						["bTag"] = "花無容128#5967",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "蘸慕斯-奥特兰克",
						["iLvl"] = 53,
						["time"] = 1605145572,
						["class"] = 5,
						["bTag"] = "石乐志的咕咕#5235",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "百霪之首-末日行者",
						["iLvl"] = 128,
						["time"] = 1605145572,
						["class"] = 1,
						["bTag"] = "哈哈哈刀哈哈哈#51406",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "純凰澀-白银之手",
						["iLvl"] = 76,
						["time"] = 1605145572,
						["class"] = 6,
						["bTag"] = "鬼狼#5120",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "大威天龙-轻风之语",
						["time"] = 1605145572,
						["class"] = 2,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "倾城泪-卡德加",
						["iLvl"] = 131,
						["time"] = 1605145572,
						["class"] = 3,
						["bTag"] = "迷你之泰坦#516936",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "三队骑土-翡翠梦境",
						["iLvl"] = 110,
						["time"] = 1605145572,
						["class"] = 2,
						["bTag"] = "凛风之握#5955",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "温酒斩化腾丶-德拉诺",
						["iLvl"] = 107,
						["time"] = 1605145572,
						["class"] = 3,
						["bTag"] = "小吖眼#5828",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之圣月-龙骨平原",
						["time"] = 1605145572,
						["class"] = 2,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "千岁丶-阿古斯",
						["iLvl"] = 55,
						["time"] = 1605145572,
						["class"] = 4,
						["bTag"] = "千岁#51902",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "恬娜-麦迪文",
						["time"] = 1605145566,
						["class"] = 11,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "刈刀-主宰之剑",
						["time"] = 1605145572,
						["class"] = 2,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "沧海流风-白银之手",
						["time"] = 1605145572,
						["class"] = 10,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "哈里路亚-石锤",
						["time"] = 1605145572,
						["class"] = 10,
						["leader"] = true,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "主司-阿古斯",
						["time"] = 1605145572,
						["class"] = 12,
					}, -- [31]
				},
				["3-269-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "半夜晒太阳-风暴峭壁",
						["iLvl"] = 114,
						["time"] = 1605794303,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "嘿我是小励#5345",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "只要支票-朵丹尼尔",
						["time"] = 1605794271,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "机械巨无霸-罗宁",
						["iLvl"] = 55,
						["time"] = 1605794311,
						["class"] = 6,
						["bTag"] = "灵犀一点#5878",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "一大口芝士-主宰之剑",
						["iLvl"] = 77,
						["time"] = 1605794303,
						["class"] = 10,
						["bTag"] = "刘昴星#51734",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "夜晚之月-奥特兰克",
						["iLvl"] = 133,
						["time"] = 1605794317,
						["class"] = 11,
						["bTag"] = "师太请留步#5883",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝枫-萨洛拉丝",
						["time"] = 1605794317,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "片翼暗天使-图拉扬",
						["time"] = 1605794315,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Murder-雷克萨",
						["iLvl"] = 123,
						["time"] = 1605794313,
						["class"] = 4,
						["bTag"] = "Ljlyx#5677",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "飞桓-国王之谷",
						["iLvl"] = 84,
						["time"] = 1605794313,
						["class"] = 4,
						["bTag"] = "我们来互相伤害#5607",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "你好丨毁灭者-阿古斯",
						["iLvl"] = 91,
						["time"] = 1605794333,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "你好未来#5599",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "绅士神教-罗宁",
						["iLvl"] = 132,
						["time"] = 1605794326,
						["class"] = 11,
						["bTag"] = "三届小萧条#5229",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "伤莪丶沵卜配-主宰之剑",
						["iLvl"] = 101,
						["time"] = 1605794326,
						["class"] = 10,
						["bTag"] = "不忘初心#54931",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "奥利丶给-罗宁",
						["time"] = 1605794237,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "哈拉克提-罗宁",
						["iLvl"] = 104,
						["time"] = 1605794239,
						["class"] = 8,
						["bTag"] = "机械之鱼人#51835",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "Huntdemon-麦迪文",
						["iLvl"] = 81,
						["time"] = 1605794333,
						["class"] = 12,
						["bTag"] = "Eclipse#5580",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "甚至想笑-罗宁",
						["iLvl"] = 129,
						["time"] = 1605794333,
						["class"] = 9,
						["bTag"] = "QuickOrz#5668",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "少司命-末日行者",
						["iLvl"] = 106,
						["time"] = 1605794311,
						["class"] = 5,
						["bTag"] = "临川丶顾影#5589",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "大脸萌-破碎岭",
						["iLvl"] = 107,
						["time"] = 1605794311,
						["class"] = 3,
						["bTag"] = "呆子阿行#5413",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Yuina-普瑞斯托",
						["iLvl"] = 112,
						["time"] = 1605794326,
						["class"] = 2,
						["bTag"] = "裤子#5496",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "璢瓈-铜龙军团",
						["iLvl"] = 109,
						["time"] = 1605794271,
						["class"] = 1,
						["bTag"] = "和娃#5392",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "陈年风缕-罗宁",
						["iLvl"] = 133,
						["time"] = 1605794303,
						["class"] = 8,
						["bTag"] = "陈柱柱#51637",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "珂拉丽丝-风暴之怒",
						["iLvl"] = 73,
						["time"] = 1605794315,
						["class"] = 2,
						["bTag"] = "爱哭泣的猫#5105",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁老哥丶-克尔苏加德",
						["iLvl"] = 92,
						["time"] = 1605794313,
						["class"] = 1,
						["bTag"] = "Remix#52451",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "奥兰多丶晨风-红云台地",
						["iLvl"] = 102,
						["time"] = 1605794309,
						["class"] = 9,
						["bTag"] = "法魂魔神#5438",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "浅笑忆红尘-迦拉克隆",
						["time"] = 1605794319,
						["class"] = 12,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的海绵体-迅捷微风",
						["time"] = 1605794251,
						["class"] = 3,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "软饭硬吃-熊猫酒仙",
						["iLvl"] = 105,
						["time"] = 1605794303,
						["class"] = 2,
						["bTag"] = "大糖盛世#5459",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "心跳呀-奥特兰克",
						["iLvl"] = 136,
						["time"] = 1605794315,
						["class"] = 3,
						["bTag"] = "心跳#51170",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅之箭-末日行者",
						["iLvl"] = 110,
						["time"] = 1605794326,
						["class"] = 3,
						["bTag"] = "主任#51319",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "風羽-破碎岭",
						["iLvl"] = 65,
						["time"] = 1605794333,
						["class"] = 3,
						["bTag"] = "Snowstorm#5134",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "猫里奥丶-破碎岭",
						["iLvl"] = 135,
						["time"] = 1605794319,
						["class"] = 9,
						["bTag"] = "Jazz#52238",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的耳钉-霜狼",
						["iLvl"] = 116,
						["time"] = 1605794315,
						["class"] = 8,
						["bTag"] = "忧郁的牛宝宝#5618",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "墨七月-玛里苟斯",
						["time"] = 1605794319,
						["class"] = 6,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "铃仙稻叶-万色星辰",
						["iLvl"] = 126,
						["time"] = 1605794319,
						["class"] = 1,
						["bTag"] = "Senya#5355",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "翎斐-末日行者",
						["iLvl"] = 136,
						["time"] = 1605794309,
						["class"] = 5,
						["bTag"] = "翎斐#5265",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "鸣玉-破碎岭",
						["iLvl"] = 102,
						["time"] = 1605794317,
						["class"] = 4,
						["bTag"] = "MiniNinja#54998",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "艾虂莎-影牙要塞",
						["iLvl"] = 101,
						["time"] = 1605794309,
						["class"] = 8,
						["bTag"] = "卍月映傷卍#5482",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "梅子泡泡酒-罗宁",
						["iLvl"] = 80,
						["time"] = 1605794333,
						["class"] = 10,
						["bTag"] = "大饼#5516",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "霜之咏叹调-影牙要塞",
						["iLvl"] = 109,
						["time"] = 1605794326,
						["class"] = 8,
						["bTag"] = "RealOne#5622",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丨狂澜丨-永恒之井",
						["iLvl"] = 132,
						["time"] = 1605794315,
						["class"] = 1,
						["bTag"] = "晨晓#5472",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Mtvv-贫瘠之地",
						["iLvl"] = 101,
						["time"] = 1605794326,
						["class"] = 10,
						["bTag"] = "CCTV#5496",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰之枪-破碎岭",
						["iLvl"] = 78,
						["time"] = 1605794326,
						["class"] = 12,
						["bTag"] = "圣剑幽兰戴尔#5542",
					}, -- [42]
				},
			},
		},
	},
}
