
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/QBAR", -- [1]
		"/QBAR LCEARIGNORE", -- [2]
		"/QBAR CLEARIGNORE", -- [3]
		"/LOOTHISTORY", -- [4]
		"/RL", -- [5]
		"/cw 火龙果奶昔-瓦里安 清完悬赏上联盟群活", -- [6]
		"/MYSLOT", -- [7]
		"/INV 甄冰瑜", -- [8]
		"/p PVP容易死", -- [9]
		"/INV 蒜大叶-罗宁", -- [10]
		"/p 拍错了", -- [11]
		"/p 啊 刷了紫晶蜗牛", -- [12]
		"/p 别人的门也能用啊.", -- [13]
		"/p 那我拉个门", -- [14]
		"/p ?", -- [15]
		"/p 这名字", -- [16]
		"/p 这三天游戏免费啊", -- [17]
		"/p gkd", -- [18]
		"/p 队长给我", -- [19]
		"/p 这不是好了么", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
