
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["蕾妮 - 布兰卡德"] = "蕾妮 - 布兰卡德",
	},
	["profiles"] = {
		["蕾妮 - 布兰卡德"] = {
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"3-258-687-0", -- [2]
				"2-0-0-0", -- [3]
				"3-251-665-0", -- [4]
				"3-0-0-0", -- [5]
				"6-0-0-0", -- [6]
			},
			["version"] = "90002.03",
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -91.8421630859375,
					["scale"] = 1,
				},
			},
			["advShine"] = "80300.01",
			["lastSearchCode"] = "9-0-19-0",
		},
	},
}
