
PawnOptions = {
	["LastVersion"] = 2.0329,
	["LastPlayerFullName"] = "蕾妮-布兰卡德",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 172590,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172590::::::::120:267::26:6:6386:6389:1572:4786:6508:4775:::|h[腐化角斗士的丝质罩帽]|h|r",
		}, -- [1]
		{
			["ID"] = 158075,
			["Level"] = 507,
			["Link"] = "|cffe6cc80|Hitem:158075::::::::120:267::11:4:4932:4933:6316:1644:::|h[艾泽拉斯之心]|h|r",
		}, -- [2]
		{
			["ID"] = 172722,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172722::::::::120:267::56:6:6369:6388:1572:4786:6509:4775:::|h[腐化角斗士的丝质肩饰]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 172523,
			["Level"] = 465,
			["Link"] = "|cffa335ee|Hitem:172523::::::::120:267::26:6:6386:6388:1572:4786:6507:4775:::|h[腐化角斗士的丝质长袍]|h|r",
		}, -- [5]
		{
			["ID"] = 172594,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172594::::::::120:267::26:4:6387:6388:1572:4786:::|h[腐化角斗士的丝质腰带]|h|r",
		}, -- [6]
		{
			["ID"] = 172591,
			["Level"] = 455,
			["Link"] = "|cffa335ee|Hitem:172591::::::::120:267::56:9:6367:4802:6389:6578:6579:6558:6515:1567:4786:::|h[腐化角斗士的丝质长裤]|h|r",
		}, -- [7]
		{
			["ID"] = 172524,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172524::::::::120:267::25:4:6387:6389:1557:4786:::|h[腐化角斗士的丝质便鞋]|h|r",
		}, -- [8]
		{
			["ID"] = 172529,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172529::::::::120:267::26:4:6387:6389:1572:4786:::|h[腐化角斗士的丝质腕带]|h|r",
		}, -- [9]
		{
			["ID"] = 172525,
			["Level"] = 445,
			["Link"] = "|cffa335ee|Hitem:172525::::::::120:267::25:4:6387:6388:1557:4786:::|h[腐化角斗士的丝质手套]|h|r",
		}, -- [10]
		{
			["ID"] = 172663,
			["Level"] = 460,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cffa335ee|Hitem:172663::::::::120:267::26:6:6387:6389:1572:4786:6516:6513:::|h[腐化角斗士的指环]|h|r",
		}, -- [11]
		{
			["ID"] = 174268,
			["Level"] = 445,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cffa335ee|Hitem:174268::::::::120:267::3:5:4822:6516:6513:1487:4786:::|h[可憎迅捷指环]|h|r",
		}, -- [12]
		{
			["ID"] = 172669,
			["Level"] = 460,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cffa335ee|Hitem:172669::::::::120:267::26:6:6387:40:6388:6515:1572:4786:::|h[腐化角斗士的徽章]|h|r",
		}, -- [13]
		{
			["ID"] = 172673,
			["Level"] = 460,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:172673::::::::120:267::26:5:6387:6389:6515:1572:4786:::|h[腐化角斗士的护徽]|h|r",
		}, -- [14]
		{
			["ID"] = 169223,
			["Level"] = 478,
			["Link"] = "|cffff8000|Hitem:169223::::::::120:267::11:2:6276:1472:::|h[阿什拉·卡马斯，决意之护]|h|r",
		}, -- [15]
		{
			["ID"] = 172766,
			["Level"] = 460,
			["Link"] = "|cffa335ee|Hitem:172766::::::::120:267::26:4:6387:6389:1572:4786:::|h[腐化角斗士的作战法杖]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "WARLOCK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
