
ABGCharacterDB = {
	["蓝色欧气-塞拉摩"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["世代书香-生态船"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["橘子狗狗-罗宁"] = {
		["win"] = 12,
		["lose"] = 9,
	},
	["孤家丶-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["亡心之徒-白银之手"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["花如雨-诺兹多姆"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["外形随意-罗宁"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["嗜血小胖胖-末日行者"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["看看空间廼-亚雷戈斯"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["小恩小德-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["哈哈大侠客-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小德灬吖-国王之谷"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["慷慨激昂-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 0,
	},
	["遥遥笔人-大漩涡"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["丶米瑟里奥斯-幽暗沼泽"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["单炒西红柿-格瑞姆巴托"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["蓝龙军团长-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["王大波-末日行者"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["妳讓我心動-国王之谷"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["永远的笨笨-月光林地"] = {
		["win"] = 4,
		["lose"] = 5,
	},
	["忘灬鱼-霜之哀伤"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["段坤窝吃定了-烈焰峰"] = {
		["win"] = 6,
		["lose"] = 7,
	},
	["手机无法-蜘蛛王国"] = {
		["win"] = 8,
		["lose"] = 12,
	},
	["丶夏天的风-图拉扬"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["你的背包丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 5,
	},
	["马丽娜丶梦露-国王之谷"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["缺个德宝宝-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["无情的胖子驴-末日行者"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["射击-神圣之歌"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["资兴伊丿利丹-罗宁"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["格雷帅哥-格雷迈恩"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["夜丨冠-壁炉谷"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["哭一个看我-神圣之歌"] = {
		["win"] = 6,
		["lose"] = 5,
	},
	["不觉技痒-军团要塞"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["承诺永远-国王之谷"] = {
		["win"] = 2,
		["lose"] = 9,
	},
	["天下菊花-梦境之树"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["用兵如神-时光之穴"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["陈乔恩丶-银松森林"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["深谋远虑-塞泰克"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["凡是敌人-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["拉风的大亨-自由之风"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["火来了-山丘之王"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["过会儿化-安威玛尔"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["我爱我家四-无尽之海"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["凉薄暮人心-白银之手"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["指间的落寞-白银之手"] = {
		["win"] = 7,
		["lose"] = 12,
	},
	["牧牧君-国王之谷"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["刚回家客户-金色平原"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["爱丽嘎多-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["德玛西亚一-回音山"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["美丽的咕咕-血色十字军"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["半边小月亮-白银之手"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["终南-瓦里安"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["无敌小妹妹-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["风中的利刃-泰兰德"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["开发六到了-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["晴昼烟雨长-罗宁"] = {
		["win"] = 3,
		["lose"] = 7,
	},
	["后二后二来嗯-破碎岭"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["派乄嗒欣-末日行者"] = {
		["win"] = 3,
		["lose"] = 9,
	},
	["楼萨凡纳-泰兰德"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["万有勾引力-迦拉克隆"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["风的沉沦-泰拉尔"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["八十七二-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["小超火锅-诺兹多姆"] = {
		["win"] = 11,
		["lose"] = 8,
	},
	["我是小光头-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["凄美-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Lnfew-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["妍妍小可爱-燃烧之刃"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["消失的真心-安苏"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["小心阿炮-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["森拥萤火-主宰之剑"] = {
		["win"] = 4,
		["lose"] = 15,
	},
	["超级尛呱籽-巴尔古恩"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["毛茸茸尾巴-伊利丹"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["剑寒霜-基尔加丹"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["琉璃墨色-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["圣言隐-勇士岛"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["纸糊母老虎-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["朝思牧想-死亡之翼"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["大饼秒的-冰风岗"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["老贼贼猛-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["红颜丶旧-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["猫扑风铃丶-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["逃不掉的悲喜-迦拉克隆"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["抑郁症少女丶-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["越来越月半-轻风之语"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["将会发生-伊森利恩"] = {
		["win"] = 5,
		["lose"] = 1,
	},
	["Shengshan-艾维娜"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["莎娃迪咖-国王之谷"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["我叫丁康健-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["早发白帝城-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["喃喃小猟-苏拉玛"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["想想就开森-神圣之歌"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["别打我跟你走-塞拉摩"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["风凝雪灬-月光林地"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["倒打一耙-外域"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["螺丝钉解放-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["樱木凛凛-海克泰尔"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["鹰熊浩劫-翡翠梦境"] = {
		["win"] = 1,
		["lose"] = 4,
	},
	["鈊訫缃茚-安东尼达斯"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["帅到被狗咬乁-亚雷戈斯"] = {
		["win"] = 12,
		["lose"] = 11,
	},
	["海门陆总-熊猫酒仙"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["本地户口-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["宝宝滴贝贝-诺兹多姆"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["青青女神-末日行者"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["都是想要哭-安苏"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["看着电视播放-主宰之剑"] = {
		["win"] = 8,
		["lose"] = 11,
	},
	["御女冰晶-末日行者"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["小手賊黒-安苏"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["大板桥菇凉-暗影之月"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["后二后二来呀-破碎岭"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["活树一只赋-黑暗之门"] = {
		["win"] = 5,
		["lose"] = 5,
	},
	["迅速发车快-月神殿"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["Shaveling-金色平原"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["雨夜未央-罗宁"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["贵族丶人多-永恒之井"] = {
		["win"] = 4,
		["lose"] = 4,
	},
	["西瓜皮怪-伊莫塔尔"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["夜色丶下-伊瑟拉"] = {
		["win"] = 7,
		["lose"] = 9,
	},
	["涧肃-奥特兰克"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["血贱三米-金色平原"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["是个回复-伊森利恩"] = {
		["win"] = 4,
		["lose"] = 11,
	},
	["呜呜-克洛玛古斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["暴躁的真真-回音山"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Xuelemeng-白银之手"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["话唠狠人不-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["谈笑风-回音山"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["Roouu-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["一人了一身-银松森林"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["强壮的睿睿-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["蓝之猫-暗影迷宫"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["那些回忆-暗影之月"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["孤城暮雨-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["只要消费五-塞拉摩"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["杰灬克-死亡之翼"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["童话破灭了-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["本来就狠无知-安苏"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["弑神若雨-托尔巴拉德"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["Aadsgaqeg-山丘之王"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["好饿啊-奥特兰克"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["德过且锅-国王之谷"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["梦回大唐丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["一身傲气王-蜘蛛王国"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["红丶玫瑰-无尽之海"] = {
		["win"] = 6,
		["lose"] = 9,
	},
	["小张吓鸟了-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["沐饮温晴-阿拉索"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["美丽的误会-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["拥抱了寂寞-艾萨拉"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["回忆里的人-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["蜂蜜水-阿古斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["快速发车哦-回音山"] = {
		["win"] = 2,
		["lose"] = 0,
	},
	["普遍-霜狼"] = {
		["win"] = 12,
		["lose"] = 25,
	},
	["国服第一卡牌-勇士岛"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["紫樱千夏丶-神圣之歌"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["神天剑皇帝-安苏"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["履霜冰炙-克尔苏加德"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["柯傲科特-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["的就卡死-主宰之剑"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["并肩丶-永恒之井"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["奶爸空间-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["飞天小狗-白银之手"] = {
		["win"] = 6,
		["lose"] = 7,
	},
	["爱人如命丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["很难取个名字-破碎岭"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["我爱我家二-无尽之海"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["农怪-萨洛拉丝"] = {
		["win"] = 4,
		["lose"] = 6,
	},
	["龙井曰上天-亚雷戈斯"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["葫芦大娃漆-塞拉摩"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["猪手来了-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["上官灬爱而为-永恒之井"] = {
		["win"] = 2,
		["lose"] = 4,
	},
	["籽宫迷蓝-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["忘灬鱼-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["小幽灵公主-海克泰尔"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["天才灬陈赫-白银之手"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["下不过你-主宰之剑"] = {
		["win"] = 4,
		["lose"] = 7,
	},
	["远古胖子-末日行者"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我是没啥用啊-安苏"] = {
		["win"] = 0,
		["lose"] = 4,
	},
	["展昭侠客-麦迪文"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["蔚灬蓝灬-死亡之翼"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["绿的的天空-末日行者"] = {
		["win"] = 0,
		["lose"] = 5,
	},
	["钱萬灬萬-安苏"] = {
		["win"] = 10,
		["lose"] = 19,
	},
	["随空跳舞步-安苏"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["俺叫张饭桶-主宰之剑"] = {
		["win"] = 3,
		["lose"] = 6,
	},
	["防溺水衣-白银之手"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["法康师傅-神圣之歌"] = {
		["win"] = 5,
		["lose"] = 0,
	},
	["主教的守护-末日行者"] = {
		["win"] = 0,
		["lose"] = 2,
	},
	["暗色丷赤瞳-凤凰之神"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["别顶谢谢-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["余帝七-白银之手"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["旧时光丿-主宰之剑"] = {
		["win"] = 5,
		["lose"] = 4,
	},
	["投影魔术-罗宁"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["需要人陪-无尽之海"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["Observero-国王之谷"] = {
		["win"] = 1,
		["lose"] = 3,
	},
	["客五五似云来-末日行者"] = {
		["win"] = 4,
		["lose"] = 8,
	},
	["半世晨光-奥特兰克"] = {
		["win"] = 2,
		["lose"] = 2,
	},
	["黑夜刺客-麦姆"] = {
		["win"] = 4,
		["lose"] = 3,
	},
	["与晶体管发-白银之手"] = {
		["win"] = 3,
		["lose"] = 5,
	},
	["波卡娅-安苏"] = {
		["win"] = 1,
		["lose"] = 2,
	},
	["说的队-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["凝水丶寒烟-贫瘠之地"] = {
		["win"] = 5,
		["lose"] = 8,
	},
	["选我您好运来-霜之哀伤"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["天幕红尘丶丶-罗宁"] = {
		["win"] = 3,
		["lose"] = 1,
	},
	["浩卟巳-迦拉克隆"] = {
		["win"] = 10,
		["lose"] = 12,
	},
	["小张野外开车-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["冰魂魔域丷-白银之手"] = {
		["win"] = 1,
		["lose"] = 10,
	},
	["咚咚呛呛-霜之哀伤"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["静若-白骨荒野"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["葱烧茄子-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["独居你心-熊猫酒仙"] = {
		["win"] = 4,
		["lose"] = 2,
	},
	["我是气味儿-白银之手"] = {
		["win"] = 3,
		["lose"] = 3,
	},
	["开爆发-神圣之歌"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["情话绵绵-白银之手"] = {
		["win"] = 3,
		["lose"] = 9,
	},
	["余帝八-白银之手"] = {
		["win"] = 4,
		["lose"] = 1,
	},
	["影只形孤-罗宁"] = {
		["win"] = 9,
		["lose"] = 15,
	},
	["得劲儿-罗宁"] = {
		["win"] = 2,
		["lose"] = 3,
	},
	["顾上挽人-国王之谷"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["爱茜茜-雷霆之怒"] = {
		["win"] = 3,
		["lose"] = 2,
	},
	["箭心凉-祖阿曼"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["芒果千-死亡之翼"] = {
		["win"] = 1,
		["lose"] = 1,
	},
	["初丷霁-白银之手"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["势不可挡啊-国王之谷"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["泡芙大兔子-主宰之剑"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["马小起-瓦里安"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["雷电发法王-戈古纳斯"] = {
		["win"] = 5,
		["lose"] = 9,
	},
	["小辫子囡囡-主宰之剑"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["三十三只松鼠-安苏"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["Ayawawa-月光林地"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["琪鸣一姐-苏拉玛"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["我是单手斧-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["矮小萌-白银之手"] = {
		["win"] = 2,
		["lose"] = 6,
	},
	["空图-凤凰之神"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["静临烟渚-白银之手"] = {
		["win"] = 1,
		["lose"] = 0,
	},
	["我的胸挪死你-银松森林"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["我是你的谁-永恒之井"] = {
		["win"] = 0,
		["lose"] = 3,
	},
	["喜剧戏剧-萨洛拉丝"] = {
		["win"] = 0,
		["lose"] = 1,
	},
	["乄秒杀于无形-安苏"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["研究已经就-菲拉斯"] = {
		["win"] = 2,
		["lose"] = 7,
	},
	["吻你万千-熊猫酒仙"] = {
		["win"] = 2,
		["lose"] = 1,
	},
	["俄要快乐-梦境之树"] = {
		["win"] = 1,
		["lose"] = 2,
	},
}
