
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 阿豫-罗宁 换个树下", -- [1]
		"/g 我前天打随机本出了个207卖了30W", -- [2]
		"/g 随便打打就是一件", -- [3]
		"啊", -- [4]
		"/g 这四级项链胚子整整烧了100W才做出来", -- [5]
		"/RL", -- [6]
		"/INV 维莉雅蕾妮", -- [7]
		"/cw 阿豫-罗宁 哈哈哈", -- [8]
		"/cw 阿豫-罗宁 你这2名字一样的 哈哈哈很容易被发现", -- [9]
		"/g 你多排排 我感觉掉率很高", -- [10]
		"/g 强啊狗老师", -- [11]
		"/cw 阿豫-罗宁 你也去双开来~~", -- [12]
		"/g 开了团本新的一批BOE呀都是207的", -- [13]
		"/cw 阿豫-罗宁 不哭", -- [14]
		"/bgs search", -- [15]
		"/cw 阿豫-罗宁 ~", -- [16]
		"/MYSLOT", -- [17]
		"/cw 罗柠蒋德庆-罗宁 1", -- [18]
		"/cw 吃雪糕啊-迦拉克隆 1", -- [19]
		"/cw 猪肉涨价-金色平原 123", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
