
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["播种与收获 - 轻风之语"] = "播种与收获 - 轻风之语",
		["但偏偏雨渐渐 - 蜘蛛王国"] = "但偏偏雨渐渐 - 蜘蛛王国",
		["殷倾颜 - 罗宁"] = "殷倾颜 - 罗宁",
	},
	["profiles"] = {
		["播种与收获 - 轻风之语"] = {
			["searchHistoryList"] = {
				"1-124-469-0", -- [1]
				"1-124-419-0", -- [2]
				"1-124-423-0", -- [3]
				"6-0-16-0", -- [4]
				"2-119-452-0", -- [5]
				"3-123-415-0", -- [6]
				"1-124-420-0", -- [7]
				"1-124-422-0", -- [8]
				"1-2-3-0", -- [9]
				"1-124-421-0", -- [10]
				"3-122-413-0", -- [11]
				"1-69-256-0", -- [12]
				"2-118-450-0", -- [13]
			},
			["worldQuestHelp"] = true,
			["settings"] = {
				["storage"] = {
					["y"] = -5.1705322265625,
					["x"] = -231.732696533203,
					["scale"] = 1,
				},
			},
			["lastSearchValue"] = "1-124-469-0",
			["recent"] = {
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "謾銖莎華-末日行者",
						["bTag"] = "阿修罗#5694",
						["time"] = 1495951722,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 907,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霸占你的人-奥拉基尔",
						["bTag"] = "跳跳熊#519343",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 885,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "娜蕾蒂森-奥特兰克",
						["bTag"] = "成先#51877",
						["class"] = 2,
						["time"] = 1495951722,
						["iLvl"] = 897,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "古凌峰-白银之手",
						["bTag"] = "溺水的鱼#5887",
						["class"] = 1,
						["time"] = 1495951722,
						["iLvl"] = 908,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "魔蝎灬耂八-破碎岭",
						["bTag"] = "老八括号唯一#5907",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 899,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "忘却之名-白银之手",
						["bTag"] = "祈愿之空#5565",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 908,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Themelody-主宰之剑",
						["bTag"] = "Themelody#5293",
						["class"] = 5,
						["time"] = 1495951722,
						["iLvl"] = 911,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "林朝英-奥特兰克",
						["bTag"] = "比蒙萨满#5903",
						["class"] = 5,
						["time"] = 1495951621,
						["iLvl"] = 885,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "天裂-守护之剑",
						["bTag"] = "Sign#5269",
						["class"] = 1,
						["time"] = 1495951722,
						["iLvl"] = 848,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Zre-艾苏恩",
						["bTag"] = "王涵#5127",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 901,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "林业技术六号-阿古斯",
						["bTag"] = "林业技术#5821",
						["class"] = 5,
						["time"] = 1495951722,
						["iLvl"] = 865,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯术-山丘之王",
						["bTag"] = "不忘初心#53757",
						["class"] = 9,
						["time"] = 1495951722,
						["iLvl"] = 882,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "戰争之煌-杜隆坦",
						["bTag"] = "雨落花裳#5214",
						["class"] = 12,
						["time"] = 1495951722,
						["iLvl"] = 909,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐身萝丽心-麦迪文",
						["bTag"] = "麦迪文德钢#5592",
						["class"] = 2,
						["time"] = 1495951633,
						["iLvl"] = 909,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火飞燕-回音山",
						["bTag"] = "爱情果#5234",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 848,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "安路璐-塞拉摩",
						["bTag"] = "小气泡#51254",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 906,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Darksix-狂风峭壁",
						["bTag"] = "听彻丶#5447",
						["class"] = 12,
						["time"] = 1495951722,
						["iLvl"] = 910,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "熊猫奶鸟-末日行者",
						["bTag"] = "扼杀寂寞#5499",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 893,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "螭吻-迦玛兰",
						["bTag"] = "念晚歌的灰烬#5280",
						["class"] = 1,
						["time"] = 1495951722,
						["iLvl"] = 875,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "猎魔人光辉-勇士岛",
						["bTag"] = "光辉星云#5109",
						["class"] = 3,
						["time"] = 1495951722,
						["iLvl"] = 888,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "血之魂-加基森",
						["bTag"] = "华丽之虎#55319",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 882,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "好好翻滚-雷斧堡垒",
						["bTag"] = "上层精灵的战美士#5554",
						["class"] = 10,
						["time"] = 1495951722,
						["iLvl"] = 847,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜之情-基尔加丹",
						["bTag"] = "我一向横着走#5171",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 876,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "浮华落尽-加里索斯",
						["bTag"] = "如若不恕#5727",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 885,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "全面伏击-安威玛尔",
						["bTag"] = "索马里#5586",
						["class"] = 4,
						["time"] = 1495951633,
						["iLvl"] = 889,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "小散步鼠-山丘之王",
						["bTag"] = "MrCJM#5623",
						["class"] = 1,
						["time"] = 1495951633,
						["iLvl"] = 893,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "雷神风道-拉文凯斯",
						["bTag"] = "雷神风怒#5952",
						["class"] = 2,
						["time"] = 1495951722,
						["iLvl"] = 901,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔丶瞳-永恒之井",
						["bTag"] = "無名#5194",
						["class"] = 9,
						["time"] = 1495951722,
						["iLvl"] = 852,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "海伯利安领事-斯坦索姆",
						["bTag"] = "安赛波#5991",
						["class"] = 3,
						["time"] = 1495951722,
						["iLvl"] = 881,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "石头砍刀-利刃之拳",
						["bTag"] = "九归#5506",
						["class"] = 4,
						["time"] = 1495951722,
						["iLvl"] = 885,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "Alexkid-诺兹多姆",
						["bTag"] = "AlexKID#5668",
						["class"] = 5,
						["time"] = 1495951722,
						["iLvl"] = 914,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "苦逼命-暗影之月",
						["bTag"] = "行者无欲#5514",
						["class"] = 12,
						["time"] = 1495951722,
						["iLvl"] = 909,
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "海一蓝-图拉扬",
						["bTag"] = "赖赖#5595",
						["class"] = 6,
						["time"] = 1495951722,
						["iLvl"] = 908,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "异常宝的单身-冰霜之刃",
						["bTag"] = "motals#5805",
						["class"] = 8,
						["time"] = 1495951722,
						["iLvl"] = 879,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "中东-阿古斯",
						["bTag"] = "刺猬猪#5966",
						["class"] = 10,
						["time"] = 1495951722,
						["iLvl"] = 787,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "小小灬骑-生态船",
						["bTag"] = "阿太#5221",
						["class"] = 6,
						["time"] = 1495951722,
						["iLvl"] = 909,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "琉璃丶小风暴-白银之手",
						["bTag"] = "联盟的正义#5590",
						["class"] = 7,
						["time"] = 1495951722,
						["iLvl"] = 876,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "幽壑寻梦-国王之谷",
						["bTag"] = "幽谷灬清泉#5978",
						["class"] = 2,
						["time"] = 1495951722,
						["iLvl"] = 880,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "永恒的西西-蜘蛛王国",
						["bTag"] = "叼那声#5965",
						["class"] = 11,
						["time"] = 1495951722,
						["iLvl"] = 912,
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "星空下的旋律-耳语海岸",
						["bTag"] = "万万没想到#5830",
						["class"] = 12,
						["time"] = 1495951722,
						["iLvl"] = 909,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "英姿獵神-龙骨平原",
						["bTag"] = "小辉辉#5746",
						["time"] = 1496452055,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 897,
					}, -- [41]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Xtly-桑德兰",
						["time"] = 1496452200,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "沙滩上的牛奶-丽丽（四川）",
						["bTag"] = "沙滩上的牛奶#5961",
						["class"] = 11,
						["time"] = 1496452206,
						["iLvl"] = 895,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "逐日者丶风暴-幽暗沼泽",
						["bTag"] = "風暴#5473",
						["class"] = 8,
						["time"] = 1496452094,
						["iLvl"] = 908,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "风行小布-羽月",
						["bTag"] = "小布#5833",
						["class"] = 3,
						["time"] = 1496452206,
						["iLvl"] = 908,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "凸罒亅罒凸-扎拉赞恩",
						["bTag"] = "魚相忘於江湖#5306",
						["class"] = 12,
						["time"] = 1496452206,
						["iLvl"] = 907,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "阿元-海达希亚",
						["bTag"] = "阿元#5359",
						["class"] = 7,
						["time"] = 1496452206,
						["iLvl"] = 911,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Anette-千针石林",
						["bTag"] = "两袖清风#5409",
						["class"] = 4,
						["time"] = 1496452206,
						["iLvl"] = 907,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "神话哥-达文格尔",
						["bTag"] = "劳资不依#5701",
						["class"] = 1,
						["time"] = 1496452189,
						["iLvl"] = 904,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "飛羁-国王之谷",
						["bTag"] = "阿里哦哦#5813",
						["class"] = 8,
						["time"] = 1496452202,
						["iLvl"] = 896,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "Cksong-安苏",
						["bTag"] = "鬼鬼#5740",
						["class"] = 12,
						["time"] = 1496452206,
						["iLvl"] = 870,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "什么是人生-末日行者",
						["bTag"] = "PT22#51123",
						["class"] = 2,
						["time"] = 1496452206,
						["iLvl"] = 906,
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "阿宝他好高-扎拉赞恩",
						["bTag"] = "吃货#5558",
						["class"] = 2,
						["time"] = 1496452200,
						["iLvl"] = 910,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "炁机-银松森林",
						["bTag"] = "弓箭#5122",
						["class"] = 8,
						["time"] = 1496452206,
						["iLvl"] = 910,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "贝忧妮塔-远古海滩",
						["bTag"] = "快乐的小熊猫#5170",
						["class"] = 3,
						["time"] = 1496452206,
						["iLvl"] = 857,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "陌子轩-熊猫酒仙",
						["bTag"] = "周积彬#5533",
						["class"] = 3,
						["time"] = 1496452206,
						["iLvl"] = 905,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "浪翻云-破碎岭",
						["bTag"] = "HadeS#53366",
						["class"] = 3,
						["time"] = 1496452202,
						["iLvl"] = 909,
					}, -- [57]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "血影星霏-主宰之剑",
						["time"] = 1496452202,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "末路丶冲锋-金色平原",
						["bTag"] = "为谁而为#5208",
						["class"] = 1,
						["time"] = 1496452189,
						["iLvl"] = 876,
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "弱水叁千-菲拉斯",
						["bTag"] = "玖伍灬贰柒#5560",
						["class"] = 6,
						["time"] = 1496452206,
						["iLvl"] = 911,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "爱之心随-守护之剑",
						["bTag"] = "Mixmu#5463",
						["class"] = 9,
						["time"] = 1496452206,
						["iLvl"] = 910,
					}, -- [61]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "无丶声-普罗德摩",
						["time"] = 1496452206,
					}, -- [62]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "守护安安-回音山",
						["time"] = 1496452206,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "玥色伊人-埃德萨拉",
						["bTag"] = "栋栋#5195",
						["time"] = 1497071220,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 904,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "插无此人-诺莫瑞根",
						["bTag"] = "崔小贱#5591",
						["class"] = 12,
						["time"] = 1497071222,
						["iLvl"] = 900,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "盲眼猎手-无尽之海",
						["bTag"] = "无尽的风#5817",
						["class"] = 12,
						["time"] = 1497071224,
						["iLvl"] = 883,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "浅蓝未央-普罗德摩",
						["bTag"] = "快乐的#5766",
						["class"] = 12,
						["time"] = 1497071224,
						["iLvl"] = 880,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "皇牌机师-巴尔古恩",
						["bTag"] = "利迪少尉#5120",
						["class"] = 1,
						["time"] = 1497071218,
						["iLvl"] = 888,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "玩偶无泪-银松森林",
						["bTag"] = "冠希#5900",
						["class"] = 2,
						["time"] = 1497071218,
						["iLvl"] = 905,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "夏诗琪-熊猫酒仙",
						["bTag"] = "挚爱雪儿#5787",
						["class"] = 1,
						["time"] = 1497071224,
						["iLvl"] = 808,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Shf-戈古纳斯",
						["bTag"] = "shf701#5545",
						["class"] = 5,
						["time"] = 1497071224,
						["iLvl"] = 901,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "酒精忠诚-银月",
						["bTag"] = "车轱辘#5925",
						["class"] = 7,
						["time"] = 1497071224,
						["iLvl"] = 891,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "迷踪魅影-银月",
						["bTag"] = "蔡八斗#5799",
						["class"] = 4,
						["time"] = 1497071224,
						["iLvl"] = 861,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "紟生為妳-国王之谷",
						["bTag"] = "梦中丨看红尘#5272",
						["class"] = 6,
						["time"] = 1497071224,
						["iLvl"] = 908,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Jakie-麦维影歌",
						["bTag"] = "琪琪#5306",
						["class"] = 4,
						["time"] = 1497071224,
						["iLvl"] = 836,
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "貪恋的感觉-雷克萨",
						["bTag"] = "Sortejoe#5575",
						["class"] = 11,
						["time"] = 1497071220,
						["iLvl"] = 892,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰恸-凯尔萨斯",
						["bTag"] = "萱草忘忧#5555",
						["class"] = 8,
						["time"] = 1497071220,
						["iLvl"] = 872,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "海悦儿-阿古斯",
						["bTag"] = "暗影之龙#516656",
						["class"] = 5,
						["time"] = 1497071224,
						["iLvl"] = 897,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "Feeling-风暴之眼",
						["bTag"] = "芒果味的哟#5135",
						["class"] = 11,
						["time"] = 1497071224,
						["iLvl"] = 881,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "小兔-金度",
						["bTag"] = "WildPants#57857",
						["class"] = 12,
						["time"] = 1497071224,
						["iLvl"] = 877,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "拉迪莫尔-德拉诺",
						["bTag"] = "复仇之翼#5508",
						["class"] = 2,
						["time"] = 1497071224,
						["iLvl"] = 876,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "桃子丶-铜龙军团",
						["bTag"] = "小迷糊#51755",
						["class"] = 5,
						["time"] = 1497071224,
						["iLvl"] = 900,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "水骑士-神圣之歌",
						["bTag"] = "冰霜之脚#54503",
						["class"] = 2,
						["time"] = 1497071224,
						["iLvl"] = 861,
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "安馨-永恒之井",
						["bTag"] = "浅浅大仙#5951",
						["class"] = 5,
						["time"] = 1497071224,
						["iLvl"] = 891,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "断桥丶残雪-守护之剑",
						["bTag"] = "烟染苍白颜#5277",
						["class"] = 12,
						["time"] = 1497071224,
						["iLvl"] = 877,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "霜焰-埃苏雷格",
						["bTag"] = "影雪之翼#5188",
						["class"] = 8,
						["time"] = 1497071224,
						["iLvl"] = 891,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "久行-暗影之月",
						["bTag"] = "少保#5626",
						["class"] = 6,
						["time"] = 1497071222,
						["iLvl"] = 897,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "魅力马尾辫-朵丹尼尔",
						["bTag"] = "陈柯凝#5674",
						["class"] = 1,
						["time"] = 1497071201,
						["iLvl"] = 896,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "Ezioc-安苏",
						["bTag"] = "Dogg#5270",
						["class"] = 4,
						["time"] = 1497071214,
						["iLvl"] = 848,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "紫苓哟-生态船",
						["bTag"] = "kyle#52610",
						["class"] = 8,
						["time"] = 1497071222,
						["iLvl"] = 896,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "黑心大白兔-罗宁",
						["bTag"] = "油炸大白兔#5634",
						["class"] = 6,
						["time"] = 1497071224,
						["iLvl"] = 899,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "绝非豆腐渣-国王之谷",
						["bTag"] = "暗夜之影#51996",
						["class"] = 1,
						["time"] = 1497071224,
						["iLvl"] = 748,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "蕾亚娜-主宰之剑",
						["bTag"] = "蛋疼的蛋#5115",
						["class"] = 2,
						["time"] = 1497071224,
						["iLvl"] = 886,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "银白-风暴峭壁",
						["bTag"] = "热锅杂卤#5161",
						["class"] = 3,
						["time"] = 1497071224,
						["iLvl"] = 904,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "重温微笑-荆棘谷",
						["bTag"] = "重温微笑#5802",
						["class"] = 2,
						["time"] = 1497071220,
						["iLvl"] = 894,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "Asteriay-丽丽（四川）",
						["bTag"] = "荆棘里的花#5372",
						["class"] = 11,
						["time"] = 1497071224,
						["iLvl"] = 910,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "七殇醉-雷克萨",
						["bTag"] = "喵桑#5517",
						["class"] = 2,
						["time"] = 1497071224,
						["iLvl"] = 910,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "风中追梦-守护之剑",
						["bTag"] = "凯瑞甘#5877",
						["class"] = 3,
						["time"] = 1497071222,
						["iLvl"] = 906,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "泛音乌尔德-死亡之翼",
						["bTag"] = "ittoushura#5469",
						["class"] = 8,
						["time"] = 1497071224,
						["iLvl"] = 894,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "Rosario-勇士岛",
						["bTag"] = "连装豆子酱#5426",
						["class"] = 2,
						["time"] = 1497071220,
						["iLvl"] = 907,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "北國的樹-德拉诺",
						["bTag"] = "北国的树#5270",
						["class"] = 6,
						["time"] = 1497071224,
						["iLvl"] = 903,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "未知曰标-铜龙军团",
						["bTag"] = "等等我又卡了#5382",
						["class"] = 9,
						["time"] = 1497071224,
						["iLvl"] = 909,
					}, -- [102]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "灵梦跑哪去了-影之哀伤",
						["time"] = 1497071224,
					}, -- [103]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "进击的皮卡丘-奥达曼",
						["time"] = 1497071224,
					}, -- [104]
				},
				["1-124-469-0"] = {
					{
						["role"] = "TANK",
						["name"] = "明月在天-克洛玛古斯",
						["bTag"] = "天高人也远#5317",
						["time"] = 1495326243,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 900,
					}, -- [1]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "吾善诱人-雷斧堡垒",
						["time"] = 1495326233,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿灬飞-克洛玛古斯",
						["bTag"] = "阿飞86#5898",
						["class"] = 4,
						["time"] = 1495326231,
						["iLvl"] = 911,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "男人的胸怀-罗宁",
						["bTag"] = "幸运之石#51959",
						["class"] = 3,
						["time"] = 1495326215,
						["iLvl"] = 902,
					}, -- [4]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "丶橙色-格瑞姆巴托",
						["time"] = 1495326209,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "南通久能装饰-金度",
						["bTag"] = "阿乃#5614",
						["class"] = 8,
						["time"] = 1495326243,
						["iLvl"] = 906,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "米奈希尔之锤-国王之谷",
						["bTag"] = "米奈希尔之锤#5865",
						["class"] = 11,
						["time"] = 1495326229,
						["iLvl"] = 913,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "圓月弯刀-白银之手",
						["bTag"] = "斯巴达克斯#5151",
						["class"] = 12,
						["time"] = 1495326219,
						["iLvl"] = 732,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "天才人人-回音山",
						["bTag"] = "蛮力之枭#55100",
						["class"] = 1,
						["time"] = 1495326215,
						["iLvl"] = 895,
					}, -- [9]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "小维尼-麦迪文",
						["time"] = 1495326217,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "艾薇儿拉维尼-永恒之井",
						["bTag"] = "艾微児#5906",
						["class"] = 11,
						["time"] = 1495326229,
						["iLvl"] = 901,
					}, -- [11]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "偶尔上线-安苏",
						["time"] = 1495326231,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "奥利斯丨-阿古斯",
						["bTag"] = "萧敬腾#51828",
						["class"] = 12,
						["time"] = 1495326231,
						["iLvl"] = 913,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "黄河入海流灬-阿古斯",
						["bTag"] = "大刚#5154",
						["class"] = 2,
						["time"] = 1495326237,
						["iLvl"] = 902,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "追风阿木-阿古斯",
						["bTag"] = "扛住了别趴下#5120",
						["class"] = 3,
						["time"] = 1495326227,
						["iLvl"] = 864,
					}, -- [15]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "Yumifeng-普瑞斯托",
						["time"] = 1495326243,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "佐罗-普罗德摩",
						["bTag"] = "玄武静#5378",
						["class"] = 12,
						["time"] = 1495326219,
						["iLvl"] = 910,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "萨拜迪卡-迦拉克隆",
						["bTag"] = "大昊昊#51630",
						["class"] = 11,
						["time"] = 1495326171,
						["iLvl"] = 902,
					}, -- [18]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "大盗石迁-火焰之树",
						["time"] = 1495326229,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Iverjon-生态船",
						["bTag"] = "半生半梦半浮生#51359",
						["class"] = 3,
						["time"] = 1495326243,
						["iLvl"] = 906,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "紫筠-守护之剑",
						["bTag"] = "ShadowDragon#51746",
						["class"] = 6,
						["time"] = 1495326231,
						["iLvl"] = 788,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "梦中花-诺莫瑞根",
						["bTag"] = "疯狂之法师#56679",
						["class"] = 11,
						["time"] = 1495326233,
						["iLvl"] = 902,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "阿米莉亚-塞纳留斯",
						["bTag"] = "踏平魔兽#5253",
						["class"] = 7,
						["time"] = 1495326223,
						["iLvl"] = 883,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "艾多拉-霜之哀伤",
						["bTag"] = "溪泉之德#5748",
						["class"] = 8,
						["time"] = 1495326223,
						["iLvl"] = 876,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "進擊的奧利奧-神圣之歌",
						["bTag"] = "洛丹倫皇家卫队#5377",
						["class"] = 1,
						["time"] = 1495326209,
						["iLvl"] = 887,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "回眸一呆-迦拉克隆",
						["bTag"] = "轻抚菊花笑#5477",
						["class"] = 5,
						["time"] = 1495326219,
						["iLvl"] = 906,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "天残地煞-末日行者",
						["bTag"] = "霖哥#5278",
						["class"] = 3,
						["time"] = 1495326233,
						["iLvl"] = 906,
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "十六七八-回音山",
						["bTag"] = "不能为空#5233",
						["class"] = 10,
						["time"] = 1495326229,
						["iLvl"] = 890,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "一米六八-主宰之剑",
						["bTag"] = "逗比精灵#5477",
						["class"] = 4,
						["time"] = 1495326221,
						["iLvl"] = 868,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的熊-风暴峭壁",
						["bTag"] = "孤星箭#5992",
						["class"] = 3,
						["time"] = 1495326209,
						["iLvl"] = 909,
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "迷雾之眼-凯尔萨斯",
						["bTag"] = "唐神归来#5212",
						["class"] = 6,
						["time"] = 1495326243,
						["iLvl"] = 908,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "俺最漂亮-奥拉基尔",
						["bTag"] = "张凡#51266",
						["class"] = 2,
						["time"] = 1495326243,
						["iLvl"] = 907,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Zaku-暗影之月",
						["bTag"] = "布卡#5294",
						["class"] = 12,
						["time"] = 1495326221,
						["iLvl"] = 898,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "公共交通-灰谷",
						["bTag"] = "跳跳骑士#518288",
						["class"] = 2,
						["time"] = 1495326243,
						["iLvl"] = 902,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天难丶-法拉希姆",
						["bTag"] = "suiyi#5293",
						["class"] = 8,
						["time"] = 1495326215,
						["iLvl"] = 912,
					}, -- [35]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "小不点来了-时光之穴",
						["time"] = 1495326229,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "食神-普罗德摩",
						["bTag"] = "鬼尸封净#5792",
						["class"] = 10,
						["time"] = 1495326233,
						["iLvl"] = 915,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "光头男-万色星辰",
						["bTag"] = "teddy#5398",
						["class"] = 2,
						["time"] = 1495326239,
						["iLvl"] = 892,
					}, -- [38]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "看你不爽就打-格瑞姆巴托",
						["time"] = 1495326229,
					}, -- [39]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "妖雾王-世界之树",
						["time"] = 1495326241,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Adagios-金色平原",
						["bTag"] = "Adagio#5105",
						["class"] = 4,
						["time"] = 1495326223,
						["iLvl"] = 910,
					}, -- [41]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "玄天-羽月",
						["time"] = 1495326223,
					}, -- [42]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "不乖的小牧-万色星辰",
						["time"] = 1495326233,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "轩哥威武-阿古斯",
						["bTag"] = "宝宝心里苦#51500",
						["class"] = 6,
						["time"] = 1495326243,
						["iLvl"] = 916,
					}, -- [44]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "豺狼虎豹-贫瘠之地",
						["time"] = 1495326237,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "断剑问天-永恒之井",
						["bTag"] = "冰是睡着的水#51227",
						["class"] = 6,
						["time"] = 1495326233,
						["iLvl"] = 898,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丶龍鳳丶丶-霜之哀伤",
						["bTag"] = "刘播#51968",
						["class"] = 6,
						["time"] = 1495326235,
						["iLvl"] = 917,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "永恒之长眠-回音山",
						["bTag"] = "星界守卫者#5178",
						["class"] = 1,
						["time"] = 1495326243,
						["iLvl"] = 873,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "圣朮-白银之手",
						["bTag"] = "自在如风#5812",
						["class"] = 5,
						["time"] = 1495326243,
						["iLvl"] = 895,
					}, -- [49]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "空手套绵羊-罗宁",
						["time"] = 1495326237,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "大矮个-玛诺洛斯",
						["bTag"] = "我勒个去也#5485",
						["class"] = 9,
						["time"] = 1495326243,
						["iLvl"] = 897,
					}, -- [51]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "琅灬玡-伊瑟拉",
						["time"] = 1495326241,
					}, -- [52]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "短毛的懒猫-白银之手",
						["time"] = 1495326241,
					}, -- [53]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "水驰风凝-国王之谷",
						["time"] = 1495326243,
					}, -- [54]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "爵士无双-破碎岭",
						["time"] = 1495326243,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "巴巴罗萨大帝-耳语海岸",
						["bTag"] = "Jedi#5463",
						["class"] = 2,
						["time"] = 1495326243,
						["iLvl"] = 886,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "獨執等待-丹莫德",
						["bTag"] = "泥巴#51119",
						["class"] = 4,
						["time"] = 1495326243,
						["iLvl"] = 868,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的小小猎-贫瘠之地",
						["bTag"] = "孤傲之骑士#519730",
						["class"] = 3,
						["time"] = 1495326243,
						["iLvl"] = 898,
					}, -- [58]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "轩辕人来疯-迦拉克隆",
						["time"] = 1495326243,
					}, -- [59]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "暴走的露露-伊萨里奥斯",
						["time"] = 1495326241,
					}, -- [60]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "鱼默默的狂欢-暮色森林",
						["time"] = 1495326243,
					}, -- [61]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "雷电杨某某-国王之谷",
						["time"] = 1495326243,
					}, -- [62]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "咪咪妲-国王之谷",
						["time"] = 1495326243,
					}, -- [63]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "零灵发-托尔巴拉德",
						["time"] = 1495326243,
					}, -- [64]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "艾伦斯特-戈古纳斯",
						["time"] = 1495326243,
					}, -- [65]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "畵玖-风暴峭壁",
						["time"] = 1495326243,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "一个大鸡蛋-月光林地",
						["bTag"] = "疯狂食囧兽#5793",
						["time"] = 1495951384,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 913,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "光明大神-月光林地",
						["bTag"] = "疯狂食囧兽#5793",
						["class"] = 9,
						["time"] = 1495951384,
						["iLvl"] = 861,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Gaaral-灰谷",
						["bTag"] = "胖蝶#5676",
						["class"] = 2,
						["time"] = 1495951363,
						["iLvl"] = 897,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "橙装出肩膀-月光林地",
						["bTag"] = "疯狂食囧兽#5793",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 871,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "桶装纯净水-扎拉赞恩",
						["bTag"] = "粥比水稀#5841",
						["class"] = 1,
						["time"] = 1495951376,
						["iLvl"] = 860,
					}, -- [71]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "喝烈酒曰疯豿-罗宁",
						["time"] = 1495951371,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月锋刃-埃苏雷格",
						["bTag"] = "Turalyon#5748",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 894,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "封真芫儿-埃苏雷格",
						["bTag"] = "李宁#5598",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 890,
					}, -- [74]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "我真有点紧张-朵丹尼尔",
						["time"] = 1495951363,
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "何星晨-熊猫酒仙",
						["bTag"] = "大大大大大爷#5330",
						["class"] = 12,
						["time"] = 1495951380,
						["iLvl"] = 894,
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "伱大爺-符文图腾",
						["bTag"] = "疯娜娜#5824",
						["class"] = 12,
						["time"] = 1495951376,
						["iLvl"] = 913,
					}, -- [77]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "那那西-激流堡",
						["time"] = 1495951365,
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "爪子噢-荆棘谷",
						["bTag"] = "魔音水蓝#5625",
						["class"] = 7,
						["time"] = 1495951271,
						["iLvl"] = 906,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "进城一农民-世界之树",
						["bTag"] = "FunkyGoblin#52772",
						["class"] = 12,
						["time"] = 1495951252,
						["iLvl"] = 900,
					}, -- [80]
					{
						["role"] = "HEALER",
						["name"] = "创世之灵-雷斧堡垒",
						["bTag"] = "乐灵#5552",
						["class"] = 11,
						["time"] = 1495951365,
						["iLvl"] = 872,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "听说你很能飞-安苏",
						["bTag"] = "跳水鱼#51153",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 907,
					}, -- [82]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "紫影晨月-熊猫酒仙",
						["time"] = 1495951359,
					}, -- [83]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "纪彤-暗影之月",
						["time"] = 1495951384,
					}, -- [84]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "莫莫面-奥特兰克",
						["time"] = 1495951371,
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "月明丶星稀-亚雷戈斯",
						["bTag"] = "wesdq#5484",
						["class"] = 12,
						["time"] = 1495951382,
						["iLvl"] = 911,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "卖了一手萌-末日行者",
						["bTag"] = "卖了一手萌#5823",
						["class"] = 11,
						["time"] = 1495951271,
						["iLvl"] = 917,
					}, -- [87]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "联邦亥伯龙神-熊猫酒仙",
						["time"] = 1495951271,
					}, -- [88]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "三奈非天三-主宰之剑",
						["time"] = 1495951361,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "腹黑的刀-白银之手",
						["bTag"] = "如果腹黑#5955",
						["class"] = 12,
						["time"] = 1495951371,
						["iLvl"] = 904,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "折袖-阿迦玛甘",
						["bTag"] = "摸琻校尉#5962",
						["class"] = 4,
						["time"] = 1495951361,
						["iLvl"] = 908,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "牛油火锅-雷斧堡垒",
						["bTag"] = "迷糊精灵#5977",
						["class"] = 3,
						["time"] = 1495951376,
						["iLvl"] = 915,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "雪舞天堂-海克泰尔",
						["bTag"] = "火舞天堂#5207",
						["class"] = 6,
						["time"] = 1495951365,
						["iLvl"] = 881,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "不落皇朝小伟-安东尼达斯",
						["bTag"] = "花式空大#51331",
						["class"] = 10,
						["time"] = 1495951357,
						["iLvl"] = 909,
					}, -- [94]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "低调苏羽-银月",
						["time"] = 1495951367,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "噢蕾丶莉亚-壁炉谷",
						["bTag"] = "ParkBom#51359",
						["class"] = 3,
						["time"] = 1495951384,
						["iLvl"] = 905,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "亚特蓝帝斯-伊萨里奥斯",
						["bTag"] = "亚特#5601",
						["class"] = 1,
						["time"] = 1495951361,
						["iLvl"] = 894,
					}, -- [97]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "Fcæ-逐日者",
						["time"] = 1495951384,
					}, -- [98]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "Nikitá-金色平原",
						["time"] = 1495951363,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "维纳斯的爱-末日行者",
						["bTag"] = "不灬懂得#5317",
						["class"] = 11,
						["time"] = 1495951361,
						["iLvl"] = 841,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "如梦随风-山丘之王",
						["bTag"] = "随風#51420",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 909,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉惩戒骑-末日行者",
						["bTag"] = "布拉德皮特痒#51998",
						["class"] = 2,
						["time"] = 1495951384,
						["iLvl"] = 888,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "万里由的裁决-安苏",
						["bTag"] = "暗影#5316",
						["class"] = 11,
						["time"] = 1495951384,
						["iLvl"] = 865,
					}, -- [103]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "失迷迷失-狂风峭壁",
						["time"] = 1495951384,
					}, -- [104]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "喝两杯-冬寒",
						["time"] = 1495951384,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "Dkinging-霍格",
						["bTag"] = "DKing#5913",
						["class"] = 6,
						["time"] = 1495951384,
						["iLvl"] = 898,
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "战舞-索瑞森",
						["bTag"] = "晏梓#5759",
						["class"] = 1,
						["time"] = 1495951367,
						["iLvl"] = 893,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "该卐影-末日行者",
						["bTag"] = "周凌希#5960",
						["class"] = 3,
						["time"] = 1495951384,
						["iLvl"] = 842,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "京城名女支-暗影之月",
						["bTag"] = "狼菊长#5517",
						["class"] = 9,
						["time"] = 1495951384,
						["iLvl"] = 906,
					}, -- [109]
					{
						["role"] = "TANK",
						["name"] = "戀丶宇-刺骨利刃",
						["bTag"] = "戀丶影#5481",
						["class"] = 11,
						["time"] = 1495951384,
						["iLvl"] = 882,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "曉寶-金度",
						["bTag"] = "yoyo#52843",
						["class"] = 6,
						["time"] = 1495951384,
						["iLvl"] = 896,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的老黄-千针石林",
						["bTag"] = "隔壁老黄#5333",
						["class"] = 4,
						["time"] = 1495951384,
						["iLvl"] = 914,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "术业不通-麦维影歌",
						["bTag"] = "风中无音#5147",
						["class"] = 9,
						["time"] = 1495951384,
						["iLvl"] = 892,
					}, -- [113]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "小小禾-雷克萨",
						["time"] = 1495951376,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "笨蛋熊-古尔丹",
						["bTag"] = "笨蛋熊#5625",
						["class"] = 2,
						["time"] = 1495951384,
						["iLvl"] = 904,
					}, -- [115]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "行云观星-伊萨里奥斯",
						["time"] = 1495951384,
					}, -- [116]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "以德丶胡人-熊猫酒仙",
						["time"] = 1495951384,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "灵灵妻-诺莫瑞根",
						["bTag"] = "肥一#5966",
						["class"] = 12,
						["time"] = 1495951384,
						["iLvl"] = 876,
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "汤丨包-主宰之剑",
						["bTag"] = "KeY#5324",
						["class"] = 1,
						["time"] = 1495951384,
						["iLvl"] = 897,
					}, -- [119]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "暴力僧一页书-壁炉谷",
						["time"] = 1495951380,
					}, -- [120]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "小身躯大智慧-达纳斯",
						["time"] = 1495951384,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "Laguerra-守护之剑",
						["bTag"] = "june#5350",
						["class"] = 6,
						["time"] = 1495951384,
						["iLvl"] = 903,
					}, -- [122]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "星辰武姬-耐奥祖",
						["time"] = 1495951384,
					}, -- [123]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "夜丨得瑟-破碎岭",
						["time"] = 1495951384,
					}, -- [124]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "流星化尘-克洛玛古斯",
						["time"] = 1495951384,
					}, -- [125]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "落天歌-奥特兰克",
						["time"] = 1495951384,
					}, -- [126]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "放猩猩的羊羊-迅捷微风",
						["time"] = 1495951384,
					}, -- [127]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "夜影歌-图拉扬",
						["time"] = 1495951384,
					}, -- [128]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "霹雳雷小影-埃德萨拉",
						["time"] = 1495951384,
					}, -- [129]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "愛米莉娅-法拉希姆",
						["time"] = 1495951384,
					}, -- [130]
					{
						["class"] = 10,
						["role"] = "HEALER",
						["name"] = "雪蝶宿秋风-无尽之海",
						["time"] = 1495951384,
					}, -- [131]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "说如果-金度",
						["time"] = 1495951384,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "猫貓不吃鱼-蓝龙军团",
						["bTag"] = "金宴天合#5576",
						["time"] = 1496537958,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 908,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的叶落-逐日者",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1496537961,
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "上月-诺莫瑞根",
						["bTag"] = "王的理想#5990",
						["class"] = 6,
						["time"] = 1496537945,
						["iLvl"] = 916,
					}, -- [135]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "圣光暗魂忽悠-勇士岛",
						["time"] = 1496537961,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "忒尔提拉-雷克萨",
						["bTag"] = "AOI#5374",
						["class"] = 5,
						["time"] = 1496537961,
						["iLvl"] = 906,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "以爱制暴-罗宁",
						["bTag"] = "沉默之风暴#514101",
						["class"] = 1,
						["time"] = 1496537958,
						["iLvl"] = 905,
					}, -- [138]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "静寂之歌-暗影之月",
						["time"] = 1496537947,
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "宇智波乄鼬-普罗德摩",
						["bTag"] = "宇智波鼬#5652",
						["class"] = 11,
						["time"] = 1496537945,
						["iLvl"] = 880,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "黯翼魔煞-安威玛尔",
						["bTag"] = "痞子鯖鮭#5516",
						["class"] = 8,
						["time"] = 1496537961,
						["iLvl"] = 910,
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "枕石漱流-克洛玛古斯",
						["bTag"] = "沉默之风暴#5104697",
						["class"] = 11,
						["time"] = 1496537901,
						["iLvl"] = 884,
					}, -- [142]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "光辉大炮-迦拉克隆",
						["time"] = 1496537961,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "十年再聚首-符文图腾",
						["bTag"] = "穆拉丁#5481",
						["class"] = 12,
						["time"] = 1496537839,
						["iLvl"] = 907,
					}, -- [144]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Faith-诺莫瑞根",
						["time"] = 1496537961,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "默然丶弑-生态船",
						["bTag"] = "奔跑的蜗牛#52946",
						["class"] = 1,
						["time"] = 1496537901,
						["iLvl"] = 898,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "戰且戰-安苏",
						["bTag"] = "gameplay#5952",
						["class"] = 12,
						["time"] = 1496537945,
						["iLvl"] = 891,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "杀猪赵子龙-蓝龙军团",
						["bTag"] = "杀猪赵子龙#5435",
						["class"] = 12,
						["time"] = 1496537829,
						["iLvl"] = 905,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "丹尼莉丝殿下-雷克萨",
						["bTag"] = "Ayumi#5260",
						["class"] = 8,
						["time"] = 1496537961,
						["iLvl"] = 906,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "莫云殊-贫瘠之地",
						["bTag"] = "余恨#5741",
						["class"] = 2,
						["time"] = 1496537843,
						["iLvl"] = 907,
					}, -- [150]
					{
						["role"] = "TANK",
						["name"] = "暗香影疏-风暴之眼",
						["bTag"] = "暗香#5890",
						["class"] = 6,
						["time"] = 1496537961,
						["iLvl"] = 903,
					}, -- [151]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "风中绽放-永恒之井",
						["time"] = 1496537831,
					}, -- [152]
					{
						["role"] = "TANK",
						["name"] = "Steely-伊瑟拉",
						["bTag"] = "realgncn1#5883",
						["class"] = 2,
						["time"] = 1496537957,
						["iLvl"] = 910,
					}, -- [153]
					{
						["role"] = "TANK",
						["name"] = "周小巴-山丘之王",
						["bTag"] = "西毒#51972",
						["class"] = 2,
						["time"] = 1496537817,
						["iLvl"] = 910,
					}, -- [154]
					{
						["role"] = "TANK",
						["name"] = "圣光之鹰-暗影之月",
						["bTag"] = "大领主#51306",
						["class"] = 2,
						["time"] = 1496537943,
						["iLvl"] = 908,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "全能骑士文哥-熊猫酒仙",
						["bTag"] = "爱尔#5363",
						["class"] = 8,
						["time"] = 1496537943,
						["iLvl"] = 913,
					}, -- [156]
					{
						["role"] = "TANK",
						["name"] = "醉清-世界之树",
						["bTag"] = "GisenX#5119",
						["class"] = 2,
						["time"] = 1496537961,
						["iLvl"] = 881,
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "灬风梳烟沫灬-贫瘠之地",
						["bTag"] = "那一片忧伤的落叶#5232",
						["class"] = 11,
						["time"] = 1496537958,
						["iLvl"] = 885,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "逆丶鱗-罗宁",
						["bTag"] = "逆袭#5741",
						["class"] = 12,
						["time"] = 1496537949,
						["iLvl"] = 821,
					}, -- [159]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "灬秋暝灬-瓦里玛萨斯",
						["time"] = 1496537947,
					}, -- [160]
					{
						["role"] = "HEALER",
						["name"] = "韬光养慧-阿古斯",
						["bTag"] = "人生如梦#52134",
						["class"] = 11,
						["time"] = 1496537959,
						["iLvl"] = 906,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Joopy-拉文凯斯",
						["bTag"] = "loop#5753",
						["class"] = 8,
						["time"] = 1496537901,
						["iLvl"] = 904,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "Panisi-永恒之井",
						["bTag"] = "暗影之龙#5169213",
						["time"] = 1496537959,
						["iLvl"] = 887,
					}, -- [163]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "宇月-永恒之井",
						["time"] = 1496537951,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "罪歌乁-耳语海岸",
						["bTag"] = "MVP#5590",
						["class"] = 6,
						["time"] = 1496537945,
						["iLvl"] = 910,
					}, -- [165]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "代達罗斯-玛法里奥",
						["time"] = 1496537837,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "栤火両罿兲-桑德兰",
						["bTag"] = "BattleFrog#56614",
						["class"] = 8,
						["time"] = 1496537961,
						["iLvl"] = 873,
					}, -- [167]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "复仇之焰-奥特兰克",
						["time"] = 1496537961,
					}, -- [168]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "沙场龙-阿迦玛甘",
						["time"] = 1496537961,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "官人我还要-戈古纳斯",
						["bTag"] = "shf701#5545",
						["class"] = 7,
						["time"] = 1496537961,
						["iLvl"] = 900,
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "布倫希爾德-索拉丁",
						["bTag"] = "蔚蓝冰雨#5678",
						["class"] = 2,
						["time"] = 1496537943,
						["iLvl"] = 909,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "Nigori-永恒之井",
						["bTag"] = "机械之鱼人#541525",
						["class"] = 12,
						["time"] = 1496537961,
						["iLvl"] = 912,
					}, -- [172]
					{
						["role"] = "HEALER",
						["name"] = "微笑的巧克力-主宰之剑",
						["bTag"] = "危险的关系#5222",
						["class"] = 11,
						["time"] = 1496537945,
						["iLvl"] = 897,
					}, -- [173]
					{
						["role"] = "TANK",
						["name"] = "难舍难弃-暗影之月",
						["bTag"] = "破军#5173",
						["class"] = 12,
						["time"] = 1496537961,
						["iLvl"] = 911,
					}, -- [174]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "凌易-荆棘谷",
						["time"] = 1496537901,
					}, -- [175]
					{
						["role"] = "HEALER",
						["name"] = "疯喵喀耳刻-熊猫酒仙",
						["bTag"] = "瓦里安嬲屌云龙#5582",
						["class"] = 11,
						["time"] = 1496537957,
						["iLvl"] = 899,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "包春玲-山丘之王",
						["bTag"] = "怒海争锋#5648",
						["class"] = 12,
						["time"] = 1496537961,
						["iLvl"] = 911,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "出位-山丘之王",
						["bTag"] = "怒海争锋#5648",
						["class"] = 2,
						["time"] = 1496537961,
						["iLvl"] = 910,
					}, -- [178]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "神的使者之三-黑翼之巢",
						["time"] = 1496537961,
					}, -- [179]
					{
						["role"] = "HEALER",
						["name"] = "苏南太爷-国王之谷",
						["bTag"] = "吕正峰#5321",
						["class"] = 2,
						["time"] = 1496537961,
						["iLvl"] = 912,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "楚凡丶怒风-山丘之王",
						["bTag"] = "夏楚凡#5447",
						["class"] = 12,
						["time"] = 1496537961,
						["iLvl"] = 877,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "蘢靈血淚-格瑞姆巴托",
						["bTag"] = "神圣之光#5367",
						["class"] = 9,
						["time"] = 1496537951,
						["iLvl"] = 913,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "Asuri-安苏",
						["bTag"] = "zzh#5535",
						["class"] = 4,
						["time"] = 1496537961,
						["iLvl"] = 911,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "灬戰士灬-回音山",
						["bTag"] = "岳志鹏#5471",
						["class"] = 1,
						["time"] = 1496537961,
						["iLvl"] = 891,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "咋回事儿啊-白银之手",
						["bTag"] = "非洲提督#5864",
						["class"] = 12,
						["time"] = 1496537961,
						["iLvl"] = 913,
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "筱獵荏-迦拉克隆",
						["bTag"] = "静翮#5102",
						["class"] = 3,
						["time"] = 1496537961,
						["iLvl"] = 905,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "墨瑯-格瑞姆巴托",
						["bTag"] = "追命#5785",
						["class"] = 8,
						["time"] = 1496537961,
						["iLvl"] = 912,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "泰美斯之裁-风暴峭壁",
						["bTag"] = "Tymis#5968",
						["class"] = 2,
						["time"] = 1496537961,
						["iLvl"] = 911,
					}, -- [188]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "小若澜-永恒之井",
						["time"] = 1496537961,
					}, -- [189]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "森林大花猫-末日行者",
						["time"] = 1496537961,
					}, -- [190]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "小埋汰-奥特兰克",
						["time"] = 1496537961,
					}, -- [191]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "非日不射-雷克萨",
						["time"] = 1496537961,
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫真人-布莱克摩",
						["bTag"] = "DDQ#5706",
						["class"] = 10,
						["time"] = 1496537961,
						["iLvl"] = 884,
					}, -- [193]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "王者雷啸-贫瘠之地",
						["time"] = 1496537961,
					}, -- [194]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "噩梦树形-梦境之树",
						["time"] = 1496537961,
					}, -- [195]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "有一天-祖尔金",
						["time"] = 1496537961,
					}, -- [196]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "小小萌萌-羽月",
						["time"] = 1496537961,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "凤舞者-奥蕾莉亚",
						["bTag"] = "一脸清纯#51242",
						["time"] = 1497106186,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 908,
					}, -- [198]
					{
						["role"] = "TANK",
						["name"] = "梦语伊然-月光林地",
						["bTag"] = "宇宙的星辰#5827",
						["class"] = 6,
						["time"] = 1497106188,
						["iLvl"] = 899,
					}, -- [199]
					{
						["role"] = "TANK",
						["name"] = "刘尐超-国王之谷",
						["bTag"] = "MisterLiu#5549",
						["class"] = 6,
						["time"] = 1497106169,
						["iLvl"] = 871,
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "猫饭与茶泡饭-伊瑟拉",
						["bTag"] = "inStanding#5126",
						["class"] = 10,
						["time"] = 1497106188,
						["iLvl"] = 909,
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "只做面包-万色星辰",
						["bTag"] = "大熊猫爱吃面#5146",
						["class"] = 8,
						["time"] = 1497106200,
						["iLvl"] = 906,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋挞首领-奥蕾莉亚",
						["bTag"] = "风中的肥牛#5975",
						["class"] = 12,
						["time"] = 1497106198,
						["iLvl"] = 910,
					}, -- [203]
					{
						["role"] = "TANK",
						["name"] = "苍天妹-奥蕾莉亚",
						["bTag"] = "一身红尘#51642",
						["class"] = 2,
						["time"] = 1497106190,
						["iLvl"] = 910,
					}, -- [204]
					{
						["role"] = "TANK",
						["name"] = "后街守护神-奥蕾莉亚",
						["bTag"] = "大熊#5352",
						["class"] = 11,
						["time"] = 1497106200,
						["iLvl"] = 914,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "Balabalaray-熊猫酒仙",
						["bTag"] = "酷睿#51603",
						["class"] = 8,
						["time"] = 1497106194,
						["iLvl"] = 889,
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "可爱安吉拉-奥蕾莉亚",
						["class"] = 5,
						["leader"] = true,
						["time"] = 1497106200,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "暗之召唤者-奥蕾莉亚",
						["bTag"] = "秋末听浮华的流年#5858",
						["class"] = 12,
						["time"] = 1497106200,
						["iLvl"] = 911,
					}, -- [208]
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "月亮有点萌-奥杜尔",
						["time"] = 1497106190,
					}, -- [209]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "五岳独尊-艾森娜",
						["time"] = 1497106200,
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "基友最佳-千针石林",
						["bTag"] = "MiniTitan#511320",
						["class"] = 9,
						["time"] = 1497106169,
						["iLvl"] = 906,
					}, -- [211]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "甲虫很蛋疼-埃雷达尔",
						["time"] = 1497106169,
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "狩獵兲使-天空之墙",
						["bTag"] = "茫然之骑士#51433",
						["class"] = 3,
						["time"] = 1497106200,
						["iLvl"] = 901,
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "冰幻世纪-加里索斯",
						["bTag"] = "冰幻#51887",
						["class"] = 5,
						["time"] = 1497106200,
						["iLvl"] = 893,
					}, -- [214]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "无敌大奶骑-主宰之剑",
						["time"] = 1497106186,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "小纯猎-主宰之剑",
						["bTag"] = "Onedream#5381",
						["class"] = 3,
						["time"] = 1497106192,
						["iLvl"] = 919,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "珍妮卡丶晨风-金色平原",
						["bTag"] = "晓丶萨满#5746",
						["class"] = 6,
						["time"] = 1497106194,
						["iLvl"] = 888,
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "术剑飘零-熊猫酒仙",
						["bTag"] = "票风#5839",
						["class"] = 9,
						["time"] = 1497106200,
						["iLvl"] = 910,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气灬外泄-暗影之月",
						["bTag"] = "山治#51363",
						["class"] = 1,
						["time"] = 1497106192,
						["iLvl"] = 891,
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "遗忘殇-血环",
						["bTag"] = "遺忘#5825",
						["class"] = 12,
						["time"] = 1497106186,
						["iLvl"] = 910,
					}, -- [220]
					{
						["role"] = "HEALER",
						["name"] = "胡桃仙女-白银之手",
						["bTag"] = "淡小仙#5713",
						["class"] = 2,
						["time"] = 1497106184,
						["iLvl"] = 900,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "胡桃仙子-白银之手",
						["bTag"] = "胡桃仙子#5117",
						["class"] = 8,
						["time"] = 1497106200,
						["iLvl"] = 903,
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "丶深邃-白银之手",
						["bTag"] = "小柒#5553",
						["class"] = 3,
						["time"] = 1497106200,
						["iLvl"] = 893,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "凌风玥-石爪峰",
						["bTag"] = "凌风#5608",
						["class"] = 3,
						["time"] = 1497106200,
						["iLvl"] = 878,
					}, -- [224]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "换命刀-熊猫酒仙",
						["time"] = 1497106194,
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "赛达力-海克泰尔",
						["bTag"] = "小波波#5503",
						["class"] = 12,
						["time"] = 1497106200,
						["iLvl"] = 825,
					}, -- [226]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "Berserke-玛里苟斯",
						["time"] = 1497106190,
					}, -- [227]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "橘子妹-国王之谷",
						["time"] = 1497106186,
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "鲜红幼月-奥特兰克",
						["bTag"] = "中野梓#5352",
						["class"] = 2,
						["time"] = 1497106186,
						["iLvl"] = 909,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "闷声发大财-埃雷达尔",
						["bTag"] = "步兵校尉#5803",
						["class"] = 7,
						["time"] = 1497106169,
						["iLvl"] = 900,
					}, -- [230]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "尛包纸丶-国王之谷",
						["time"] = 1497106184,
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "这无知的青春-破碎岭",
						["bTag"] = "这无知的青春#5748",
						["class"] = 9,
						["time"] = 1497106200,
						["iLvl"] = 904,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "翘臀最是美-罗宁",
						["bTag"] = "臀哥大大#5964",
						["class"] = 3,
						["time"] = 1497106198,
						["iLvl"] = 914,
					}, -- [233]
					{
						["role"] = "TANK",
						["name"] = "就不去输出-罗宁",
						["bTag"] = "一个梅子丷#5119",
						["class"] = 6,
						["time"] = 1497106194,
						["iLvl"] = 904,
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "怒呆-灰谷",
						["bTag"] = "梦想是很重要的呢#5507",
						["class"] = 12,
						["time"] = 1497106188,
						["iLvl"] = 875,
					}, -- [235]
					{
						["role"] = "TANK",
						["name"] = "柒分帅气-范达尔鹿盔",
						["bTag"] = "董若曦#5152",
						["class"] = 11,
						["time"] = 1497106200,
						["iLvl"] = 889,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "左翼哀伤-迅捷微风",
						["bTag"] = "我左翼哀伤#5799",
						["class"] = 1,
						["time"] = 1497106200,
						["iLvl"] = 916,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "Same-伊瑟拉",
						["bTag"] = "same#5704",
						["class"] = 8,
						["time"] = 1497106200,
						["iLvl"] = 909,
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "思想不纯洁-蜘蛛王国",
						["bTag"] = "思想不纯洁#5635",
						["class"] = 1,
						["time"] = 1497106200,
						["iLvl"] = 903,
					}, -- [239]
					{
						["role"] = "TANK",
						["name"] = "灬布晓馨灬-贫瘠之地",
						["bTag"] = "门门#5867",
						["class"] = 11,
						["time"] = 1497106200,
						["iLvl"] = 902,
					}, -- [240]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "依蕊-伊瑟拉",
						["time"] = 1497106198,
					}, -- [241]
					{
						["role"] = "TANK",
						["name"] = "补错刀-霜之哀伤",
						["bTag"] = "silentzeng#5103",
						["class"] = 1,
						["time"] = 1497106200,
						["iLvl"] = 892,
					}, -- [242]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "死懒喵喵-勇士岛",
						["time"] = 1497106200,
					}, -- [243]
					{
						["role"] = "TANK",
						["name"] = "浮云如梦-麦迪文",
						["bTag"] = "yubing1203#5368",
						["class"] = 11,
						["time"] = 1497106200,
						["iLvl"] = 908,
					}, -- [244]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "我顶住你们撤-雷斧堡垒",
						["time"] = 1497106200,
					}, -- [245]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "三十八年夏-熊猫酒仙",
						["time"] = 1497106200,
					}, -- [246]
					{
						["class"] = 11,
						["role"] = "DAMAGER",
						["name"] = "天空之怒-奥尔加隆",
						["time"] = 1497106200,
					}, -- [247]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "取一个看看吧-迦拉克隆",
						["time"] = 1497106200,
					}, -- [248]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "尛蟀-回音山",
						["time"] = 1497106200,
					}, -- [249]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "丶壹寸时光-安苏",
						["time"] = 1497106200,
					}, -- [250]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "小小财迷-塞拉摩",
						["time"] = 1497106200,
					}, -- [251]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "圣光闪到眼-壁炉谷",
						["time"] = 1497106200,
					}, -- [252]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "暴躁的豆汁儿-白银之手",
						["time"] = 1497106200,
					}, -- [253]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "唵吧呢唻吭-永恒之井",
						["time"] = 1497106200,
					}, -- [254]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "福兰-奥拉基尔",
						["time"] = 1497106200,
					}, -- [255]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "未央霜沫-永恒之井",
						["time"] = 1497106200,
					}, -- [256]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "光影斑驳-国王之谷",
						["time"] = 1497106200,
					}, -- [257]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "永恒不想起-格瑞姆巴托",
						["time"] = 1497106200,
					}, -- [258]
				},
			},
			["searchInputHistory"] = {
				["6-0-16-0"] = {
					"碎片", -- [1]
					"SS", -- [2]
					"M", -- [3]
					"末日", -- [4]
				},
				["3-123-415-0"] = {
					"SS", -- [1]
				},
			},
			["createHistoryList"] = {
				"1-124-419-0", -- [1]
				"1-124-422-0", -- [2]
				"2-0-50-0", -- [3]
				"1-124-420-0", -- [4]
				"1-69-256-0", -- [5]
				"1-124-423-0", -- [6]
			},
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["但偏偏雨渐渐 - 蜘蛛王国"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -81.87838745117188,
					["scale"] = 1,
				},
				["spamWord"] = false,
			},
			["createHistoryList"] = {
				"3-251-665-0", -- [1]
				"2-142-517-0", -- [2]
				"9-0-19-0", -- [3]
				"6-0-17-0", -- [4]
				"2-257-683-0", -- [5]
				"6-0-16-0", -- [6]
				"2-146-658-0", -- [7]
				"2-146-659-0", -- [8]
				"1-124-469-0", -- [9]
			},
			["minimap"] = {
				["minimapPos"] = 230.377020002458,
			},
			["version"] = "80300.01",
			["recent"] = {
				["3-258-686-0"] = {
					{
						["role"] = "TANK",
						["name"] = "胖逮迪-国王之谷",
						["iLvl"] = 479,
						["time"] = 1588426737,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "你猜#5859",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "我心的花色-海克泰尔",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1588426737,
						["bTag"] = "且听风吟#5546",
					}, -- [2]
					{
						["name"] = "俺也一样-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1588425148,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "九牙-破碎岭",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1588426737,
						["bTag"] = "九牙#5320",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "耀颂明-白银之手",
						["iLvl"] = 476,
						["class"] = 2,
						["time"] = 1588426737,
						["bTag"] = "独眼比目鱼#5451",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "惊天武神-翡翠梦境",
						["iLvl"] = 478,
						["class"] = 10,
						["time"] = 1588426737,
						["bTag"] = "深度#5221",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Dprince-末日行者",
						["iLvl"] = 476,
						["class"] = 12,
						["time"] = 1588426737,
						["bTag"] = "野豌豆#5748",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "就爱宝宝-伊萨里奥斯",
						["iLvl"] = 475,
						["class"] = 3,
						["time"] = 1588426737,
						["bTag"] = "就爱宝宝#5721",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴白兰地-阿拉索",
						["iLvl"] = 477,
						["class"] = 4,
						["time"] = 1588426737,
						["bTag"] = "Joker#57504",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "星空灬苍之涛-白银之手",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1588426737,
						["bTag"] = "星空#57178",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "威化饼干-图拉扬",
						["iLvl"] = 479,
						["class"] = 4,
						["time"] = 1588426737,
						["bTag"] = "无限#51319",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "买了否冷-末日行者",
						["iLvl"] = 478,
						["class"] = 11,
						["time"] = 1588426737,
						["bTag"] = "零玖叁贰#51321",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "莫灬淰-罗宁",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1588426737,
						["bTag"] = "败落锁殇#5658",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "Galaha-罗宁",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1588426737,
						["bTag"] = "艾尔之子#519192",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "亚瑞-甜水绿洲",
						["iLvl"] = 476,
						["class"] = 11,
						["time"] = 1588426737,
						["bTag"] = "肉馒头#5172",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "丶醉绾青丝蛊-罗宁",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1588425250,
						["bTag"] = "世界黑暗#51667",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "半夜鬼萧-阿古斯",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1588426737,
						["bTag"] = "风行者#51725",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "轻描淡写丶-熊猫酒仙",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1588426252,
						["bTag"] = "卖女孩的小火柴#53511",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "阿修雪-雷克萨",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1588426737,
						["bTag"] = "天知晓晓#5137",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "厚得住-国王之谷",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1588426737,
						["bTag"] = "厚得住#5665",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "眀月别枝惊鹊-国王之谷",
						["iLvl"] = 460,
						["class"] = 3,
						["time"] = 1588426737,
						["bTag"] = "你猜#5859",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "月亮与篝火-主宰之剑",
						["iLvl"] = 477,
						["class"] = 11,
						["time"] = 1588426737,
						["bTag"] = "pianpian#51547",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "渊虹丶-达尔坎",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1588426737,
						["bTag"] = "达尔坎的精灵猎手#5297",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "剑花嫣雨人间-雷斧堡垒",
						["iLvl"] = 478,
						["class"] = 6,
						["time"] = 1588426737,
						["bTag"] = "江山之人间#5400",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "光与影之刄-安苏",
						["iLvl"] = 478,
						["class"] = 4,
						["time"] = 1588425620,
						["bTag"] = "雪碧牌雪碧#5761",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "在你身后抢断-白银之手",
						["iLvl"] = 480,
						["class"] = 5,
						["time"] = 1588426166,
						["bTag"] = "stealthy#5589",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "晨乄曦-霜之哀伤",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1588426737,
						["bTag"] = "赛博坦老司机#5285",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "沫念灬-末日行者",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1588426737,
						["bTag"] = "沫沫念#5473",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "Coldwords-厄祖玛特",
						["iLvl"] = 478,
						["time"] = 1588432010,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "清霜九月天#5834",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "阿楚伊斯-迦拉克隆",
						["iLvl"] = 472,
						["class"] = 8,
						["time"] = 1588432010,
						["bTag"] = "阿楚伊斯#5926",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Aahao-艾苏恩",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1588432010,
						["bTag"] = "AAAAAAhao#5755",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Enjoyss-贫瘠之地",
						["iLvl"] = 477,
						["class"] = 3,
						["time"] = 1588432010,
						["bTag"] = "Enjoys#5911",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "迦太基一世-主宰之剑",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1588431998,
						["bTag"] = "迦太基一世#5758",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "沒有洣-斯坦索姆",
						["iLvl"] = 474,
						["class"] = 3,
						["time"] = 1588432005,
						["bTag"] = "没有谜#5844",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "修仙小麦-影之哀伤",
						["iLvl"] = 472,
						["class"] = 3,
						["time"] = 1588432010,
						["bTag"] = "休闲休闲#51131",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "面包的奶酪-艾苏恩",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1588431998,
						["bTag"] = "李兆丰#5169",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "俺是美女-雷克萨",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1588432010,
						["bTag"] = "白衣沽酒绮罗生#5496",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "白云-蓝龙军团",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1588432010,
						["bTag"] = "赤明天后#5344",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "必然的命運-霜之哀伤",
						["iLvl"] = 479,
						["class"] = 4,
						["time"] = 1588432010,
						["bTag"] = "神奇的逆光#5301",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丶明潮-奥特兰克",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1588431978,
						["bTag"] = "小屁#5851",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "月下漫步-阿纳克洛斯",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1588431998,
						["bTag"] = "打得不好不要打我#5611",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水沐阳-末日行者",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1588432010,
						["bTag"] = "低调的华丽#51826",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "来自天空的雪-海克泰尔",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1588431985,
						["bTag"] = "半夏清沣#5474",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "么么哒小战神-塞拉摩",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1588432010,
						["bTag"] = "艾尔之子#543409",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "拂晓明月-法拉希姆",
						["iLvl"] = 475,
						["class"] = 5,
						["time"] = 1588432010,
						["bTag"] = "yueyue#52499",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "遗忘小雨-遗忘海岸",
						["iLvl"] = 474,
						["class"] = 5,
						["time"] = 1588431985,
						["bTag"] = "有点乱#5635",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "仈滒-厄祖玛特",
						["iLvl"] = 469,
						["class"] = 11,
						["time"] = 1588432010,
						["bTag"] = "木木学车#5113",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "奶昔不甜丶-主宰之剑",
						["iLvl"] = 477,
						["class"] = 2,
						["time"] = 1588432010,
						["bTag"] = "奶昔不甜#51436",
					}, -- [48]
					{
						["name"] = "聖啟示-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1588432010,
						["class"] = 4,
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "小宝宝贝-暗影之月",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1588431985,
						["bTag"] = "biscuit#51732",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "射击猫-熊猫酒仙",
						["iLvl"] = 475,
						["class"] = 3,
						["time"] = 1588431976,
						["bTag"] = "只是一只猫#5265",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "萌娜俪莎-杜隆坦",
						["iLvl"] = 475,
						["class"] = 7,
						["time"] = 1588432010,
						["bTag"] = "蛋哥#51274",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "Zeus-利刃之拳",
						["iLvl"] = 477,
						["class"] = 8,
						["time"] = 1588432010,
						["bTag"] = "落花满江树#5652",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "停顿七秒-玛里苟斯",
						["iLvl"] = 478,
						["class"] = 5,
						["time"] = 1588431685,
						["bTag"] = "停顿七秒#5153",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "葱油豆饼-末日行者",
						["iLvl"] = 479,
						["class"] = 7,
						["time"] = 1588431247,
						["bTag"] = "酱油小姐#51572",
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "嗨嗨骑-安苏",
						["iLvl"] = 478,
						["time"] = 1588863236,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "嗨嗨#51256",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "小仙仙-银月",
						["iLvl"] = 475,
						["class"] = 1,
						["time"] = 1588863236,
						["bTag"] = "冻住不洗澡#5910",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "且听鸾吟-安苏",
						["iLvl"] = 469,
						["class"] = 9,
						["time"] = 1588863236,
						["bTag"] = "且听风吟#52183",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "卡咔灬-安苏",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1588863236,
						["bTag"] = "嘻嘻哈哈的#5159",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "松宝宝-达隆米尔",
						["iLvl"] = 469,
						["class"] = 8,
						["time"] = 1588863236,
						["bTag"] = "Sugarsweet#5933",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "加菲猫丶-安苏",
						["iLvl"] = 466,
						["class"] = 10,
						["time"] = 1588863236,
						["bTag"] = "清蒸小萝卜#5770",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Dawud-安苏",
						["iLvl"] = 476,
						["class"] = 4,
						["time"] = 1588863236,
						["bTag"] = "街边醉汉#51703",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "臣垚爸爸-主宰之剑",
						["iLvl"] = 469,
						["class"] = 1,
						["time"] = 1588863236,
						["bTag"] = "风轻云淡#5598",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "戚宝她爹-麦迪文",
						["iLvl"] = 465,
						["class"] = 10,
						["time"] = 1588861676,
						["bTag"] = "机械之狼人#52875",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "凯撒瑞恩-白银之手",
						["iLvl"] = 471,
						["class"] = 12,
						["time"] = 1588863236,
						["bTag"] = "暗夜之鸦#510377",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "求疯得疯-艾萨拉",
						["iLvl"] = 475,
						["class"] = 4,
						["time"] = 1588862489,
						["bTag"] = "MindRendel#5803",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "道王-安威玛尔",
						["iLvl"] = 476,
						["class"] = 4,
						["time"] = 1588863236,
						["bTag"] = "烧酒#5601",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "疾风者之刃-白银之手",
						["iLvl"] = 474,
						["class"] = 12,
						["time"] = 1588862296,
						["bTag"] = "王波#51653",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "蝴蝶分身-末日行者",
						["iLvl"] = 476,
						["class"] = 12,
						["time"] = 1588863236,
						["bTag"] = "棍子#5744",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "玛尔拉徳-朵丹尼尔",
						["iLvl"] = 477,
						["class"] = 6,
						["time"] = 1588863236,
						["bTag"] = "大屁屁柯基#5183",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "北辰天狼刃-守护之剑",
						["iLvl"] = 473,
						["class"] = 7,
						["time"] = 1588863224,
						["bTag"] = "二月红#51752",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "大阿訇-白银之手",
						["iLvl"] = 476,
						["class"] = 10,
						["time"] = 1588863236,
						["bTag"] = "羽十六#5531",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "涴涴-国王之谷",
						["iLvl"] = 472,
						["class"] = 11,
						["time"] = 1588863236,
						["bTag"] = "幸运之虎#517626",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "自然徳化身-熊猫酒仙",
						["iLvl"] = 469,
						["class"] = 11,
						["time"] = 1588861676,
						["bTag"] = "满满全是爱#5177",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的小六子-安苏",
						["iLvl"] = 478,
						["class"] = 11,
						["time"] = 1588862309,
						["bTag"] = "雪山孤方#5125",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "常山赵子龍-回音山",
						["iLvl"] = 467,
						["class"] = 1,
						["time"] = 1588863236,
						["bTag"] = "CAPF#5442",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "厚颜无耻之人-永恒之井",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1588863236,
						["bTag"] = "星开碧落#5130",
					}, -- [77]
					{
						["name"] = "年迈的阿亮-麦迪文",
						["role"] = "DAMAGER",
						["time"] = 1588863236,
						["class"] = 6,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "丶罗斯柴尔德-银月",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1588863236,
						["bTag"] = "岂因祸福避趋之#51886",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "聖影雙子星-伊瑟拉",
						["iLvl"] = 475,
						["class"] = 5,
						["time"] = 1588863236,
						["bTag"] = "阿鲁卡多#5430",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "夏雪鱼-万色星辰",
						["iLvl"] = 477,
						["class"] = 8,
						["time"] = 1588863236,
						["bTag"] = "夏雪鱼#5802",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "鎖那-熊猫酒仙",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1588863236,
						["bTag"] = "丢你雷姆丶#5489",
					}, -- [82]
					{
						["role"] = "HEALER",
						["name"] = "面具里的虚假-玛维·影歌",
						["iLvl"] = 477,
						["class"] = 11,
						["time"] = 1588863236,
						["bTag"] = "明月半倚深秋#5379",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "米思酱-白银之手",
						["iLvl"] = 479,
						["time"] = 1589633962,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "尤米#5153",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodborne-戈古纳斯",
						["iLvl"] = 474,
						["class"] = 12,
						["time"] = 1589633962,
						["bTag"] = "MoonKnight#5193",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "阿爷土鳖公主-白银之手",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1589633962,
						["bTag"] = "阿耶土鳖公主#5424",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "弥林丶卡丽熙-白银之手",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1589633962,
						["bTag"] = "Double2Z#5708",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "天之眼-世界之树",
						["iLvl"] = 477,
						["class"] = 12,
						["time"] = 1589633962,
						["bTag"] = "光头#5551",
					}, -- [88]
					{
						["role"] = "TANK",
						["name"] = "晓影儿-白银之手",
						["iLvl"] = 480,
						["class"] = 11,
						["time"] = 1589633962,
						["bTag"] = "木头#51173",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "喵喵豌豆-白银之手",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1589633962,
						["bTag"] = "暴躁的豌豆#51138",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "花街派大星-白银之手",
						["iLvl"] = 482,
						["class"] = 1,
						["time"] = 1589633962,
						["bTag"] = "花街派大星#5317",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Nissen-纳沙塔尔",
						["iLvl"] = 477,
						["class"] = 2,
						["time"] = 1589633962,
						["bTag"] = "暗夜骑士#52349",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "夔丶無情-白银之手",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1589633962,
						["bTag"] = "夔一帅#5620",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "咖喱园长-白银之手",
						["iLvl"] = 477,
						["class"] = 2,
						["time"] = 1589633962,
						["bTag"] = "麦田捕手#5797",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "酸奶小猪-白银之手",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "酸奶小猪#5576",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火殇歌-熊猫酒仙",
						["iLvl"] = 480,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "ddrsdrong#5694",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "茹果爱-国王之谷",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "我是嘟嘟#5945",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "张启山-白银之手",
						["iLvl"] = 469,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "笑牵四狗斩五猪#5698",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "猎夜色-熊猫酒仙",
						["iLvl"] = 481,
						["class"] = 3,
						["time"] = 1589633962,
						["bTag"] = "夜色#5168",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "剩蛋老人-拉文凯斯",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1589633962,
						["bTag"] = "阿寳与阿花#5344",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "喵咪咪爱吃鱼-白银之手",
						["iLvl"] = 478,
						["class"] = 7,
						["time"] = 1589633962,
						["bTag"] = "leaf#5281",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "轻雲何皎皎-白银之手",
						["iLvl"] = 481,
						["class"] = 5,
						["time"] = 1589633962,
						["bTag"] = "PETRICHOR#51737",
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "冰蔓-白银之手",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1589633962,
						["bTag"] = "Lucy#52761",
					}, -- [103]
					{
						["role"] = "HEALER",
						["name"] = "有智不在年高-白银之手",
						["iLvl"] = 480,
						["class"] = 7,
						["time"] = 1589633962,
						["bTag"] = "果粒橙#52791",
					}, -- [104]
					{
						["name"] = "Sumillie-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1589633640,
						["class"] = 8,
					}, -- [105]
					{
						["name"] = "深蓝爷叔-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1589633962,
						["class"] = 8,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "哼哼丶-永恒之井",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1589633962,
						["bTag"] = "流年#5652",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "水濑祈丶-罗宁",
						["iLvl"] = 483,
						["class"] = 1,
						["time"] = 1589633962,
						["bTag"] = "暗殿李思杰#5279",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "小辣椒丶丶-白银之手",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "小辣椒#51439",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "playerctjuzy-海达希亚",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1589633962,
						["bTag"] = "xiagogo#5541",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "一世长安-凯尔萨斯",
						["iLvl"] = 477,
						["class"] = 12,
						["time"] = 1589633962,
						["bTag"] = "夜尽天明#5609",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "桐仙-白银之手",
						["iLvl"] = 461,
						["time"] = 1590675649,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "桐仙#5927",
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "绅晟芪-永恒之井",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1590675638,
						["bTag"] = "幸运艾尔#5407",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "平生-白银之手",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1590674910,
						["bTag"] = "平生#5125",
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "孜然排骨丶-罗宁",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1590675649,
						["bTag"] = "少年强则少女扶墙#5911",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "梦之彼岸-雷霆号角",
						["iLvl"] = 475,
						["class"] = 8,
						["time"] = 1590674787,
						["bTag"] = "小狐狸#5801",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "变个根进洞-杜隆坦",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1590675649,
						["bTag"] = "强壮的根#5644",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "小地瓜-山丘之王",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1590675642,
						["bTag"] = "CrazyCat#57980",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹的巨龙-贫瘠之地",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590675623,
						["bTag"] = "BLACKANGEL#5345",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "天空猎焰-白银之手",
						["iLvl"] = 477,
						["class"] = 3,
						["time"] = 1590675649,
						["bTag"] = "kay#53354",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "彡傷-奥特兰克",
						["iLvl"] = 471,
						["class"] = 3,
						["time"] = 1590675649,
						["bTag"] = "孑曰#5857",
					}, -- [121]
					{
						["role"] = "TANK",
						["name"] = "虚无刑者-白银之手",
						["iLvl"] = 475,
						["class"] = 12,
						["time"] = 1590675649,
						["bTag"] = "黄强#51940",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的哈士奇-血色十字军",
						["iLvl"] = 471,
						["class"] = 3,
						["time"] = 1590675649,
						["bTag"] = "其实还有一只脏牧#5343",
					}, -- [123]
					{
						["role"] = "HEALER",
						["name"] = "卡徳加-库德兰",
						["iLvl"] = 480,
						["class"] = 11,
						["time"] = 1590675649,
						["bTag"] = "白白洛儿#51907",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "钢琴舞-瑞文戴尔",
						["iLvl"] = 472,
						["class"] = 8,
						["time"] = 1590674910,
						["bTag"] = "钢琴舞#5430",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "君心未改-主宰之剑",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1590675642,
						["bTag"] = "王君令#5657",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "歌舞伎二丁目-克尔苏加德",
						["iLvl"] = 468,
						["class"] = 9,
						["time"] = 1590675649,
						["bTag"] = "konnichiha#5918",
					}, -- [127]
					{
						["name"] = "开心宝贝-守护之剑",
						["role"] = "HEALER",
						["time"] = 1590675642,
						["class"] = 2,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "燃气罐罐-主宰之剑",
						["iLvl"] = 471,
						["class"] = 8,
						["time"] = 1590674819,
						["bTag"] = "陈彦宏#51921",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "龍荇天下-白银之手",
						["iLvl"] = 469,
						["class"] = 12,
						["time"] = 1590675649,
						["bTag"] = "贪睡之萨满#5827",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "乌拉尔银狼-金色平原",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1590675649,
						["bTag"] = "污妖王#55277",
					}, -- [131]
					{
						["role"] = "HEALER",
						["name"] = "灰鹞-白银之手",
						["iLvl"] = 464,
						["class"] = 10,
						["time"] = 1590675649,
						["bTag"] = "小可#5336",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "兜糖嘤嘤樱丶-国王之谷",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1590675649,
						["bTag"] = "禁止抚摸喂食#5885",
					}, -- [133]
					{
						["name"] = "Fygodog-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1590675642,
						["class"] = 9,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "一圈肉肚子-逐日者",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1590675625,
						["bTag"] = "NightRaven#51954",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "不要啊表妹-白银之手",
						["iLvl"] = 469,
						["class"] = 12,
						["time"] = 1590675649,
						["bTag"] = "夏语无冰#5203",
					}, -- [136]
				},
				["2-141-661-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "近卫军丶炮兵-破碎岭",
						["iLvl"] = 478,
						["time"] = 1589466919,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "炮炮兵#51158",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "拔剑弑天-破碎岭",
						["iLvl"] = 469,
						["class"] = 1,
						["time"] = 1589466919,
						["bTag"] = "Joker#541160",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "夏洛特灬布琳-破碎岭",
						["iLvl"] = 471,
						["class"] = 3,
						["time"] = 1589466919,
						["bTag"] = "坎坷的人生#5874",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "龙之咆哮-燃烧军团",
						["iLvl"] = 476,
						["class"] = 1,
						["time"] = 1589466919,
						["bTag"] = "龙之咆哮#5485",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "TANK",
						["name"] = "李亿如-蓝龙军团",
						["iLvl"] = 479,
						["time"] = 1590761223,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "李月如#5730",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "甩胸奶四海-蓝龙军团",
						["iLvl"] = 479,
						["class"] = 7,
						["time"] = 1590761223,
						["bTag"] = "赤明天后#5344",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "緢小柒-蓝龙军团",
						["iLvl"] = 477,
						["class"] = 12,
						["time"] = 1590761223,
						["bTag"] = "光明之锤#515447",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "出门右转-破碎岭",
						["iLvl"] = 475,
						["class"] = 1,
						["time"] = 1590761223,
						["bTag"] = "Dls#5856",
					}, -- [4]
				},
				["1-248-674-0"] = {
					{
						["role"] = "TANK",
						["name"] = "德神亮菁菁-阿古斯",
						["iLvl"] = 450,
						["time"] = 1590245889,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "亮菁菁#5527",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "字母骑士-海克泰尔",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590245919,
						["bTag"] = "即墨#5358",
					}, -- [2]
				},
				["3-251-665-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "蒙牛泷-阿拉索",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1589810452,
						["bTag"] = "无敌炉石#5176",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "神奇的漫雪-主宰之剑",
						["iLvl"] = 471,
						["class"] = 12,
						["time"] = 1589810452,
						["bTag"] = "英格拉尔#5485",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "诺琳-麦迪文",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1589810452,
						["bTag"] = "跳跳骑士#535617",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "凤阳刘德华-巨龙之吼",
						["iLvl"] = 476,
						["class"] = 1,
						["time"] = 1589810452,
						["bTag"] = "李旭#51289",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Renel-白银之手",
						["iLvl"] = 480,
						["class"] = 3,
						["time"] = 1589810452,
						["bTag"] = "Jason#5802",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "心想丶是橙-翡翠梦境",
						["iLvl"] = 465,
						["class"] = 12,
						["time"] = 1589810452,
						["bTag"] = "遗产之一#5766",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱晨晨-红云台地",
						["iLvl"] = 471,
						["class"] = 8,
						["time"] = 1589810452,
						["bTag"] = "雪落#5708",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "涣水-神圣之歌",
						["iLvl"] = 449,
						["class"] = 3,
						["time"] = 1589810452,
						["bTag"] = "流水落花春去也丶#51321",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬酸酸-托尔巴拉德",
						["iLvl"] = 469,
						["class"] = 3,
						["time"] = 1589810452,
						["bTag"] = "跳跃之巫师#55841",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶忘川丶-主宰之剑",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1589809593,
						["bTag"] = "柠夏初开#51407",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Poiisafool-白银之手",
						["iLvl"] = 476,
						["class"] = 12,
						["time"] = 1589810452,
						["bTag"] = "poi#52525",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的斩魔者-伊森利恩",
						["iLvl"] = 472,
						["class"] = 12,
						["time"] = 1589809724,
						["bTag"] = "天然呆的愤怒#5616",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Wlp-国王之谷",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1589809985,
						["bTag"] = "双宇#51735",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "西奥尔的灵魂-国王之谷",
						["iLvl"] = 482,
						["class"] = 1,
						["time"] = 1589810452,
						["bTag"] = "huxingmale#5681",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "敢敲寡妇门丶-国王之谷",
						["iLvl"] = 428,
						["class"] = 11,
						["time"] = 1589810452,
						["bTag"] = "婶婶#5688",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "静秋水月-金色平原",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1589810452,
						["bTag"] = "子衿#52513",
					}, -- [16]
					{
						["name"] = "红青木-白银之手",
						["role"] = "HEALER",
						["time"] = 1589810452,
						["class"] = 10,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "高塔波波弱-回音山",
						["iLvl"] = 480,
						["class"] = 2,
						["time"] = 1589810452,
						["bTag"] = "否极泰来#52556",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "濕婆-雷斧堡垒",
						["iLvl"] = 473,
						["class"] = 2,
						["time"] = 1589810452,
						["bTag"] = "洞主不洗澡#5495",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "光辉之神-诺莫瑞根",
						["iLvl"] = 471,
						["class"] = 5,
						["time"] = 1589809994,
						["bTag"] = "ricky#5845",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "疯狂的武器战-熊猫酒仙",
						["iLvl"] = 477,
						["class"] = 2,
						["time"] = 1589810452,
						["bTag"] = "Romand#51936",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕小水珠-白银之手",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1589810452,
						["bTag"] = "特浓咖啡#51291",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "倚楼醉听雨丶-桑德兰",
						["iLvl"] = 476,
						["class"] = 2,
						["time"] = 1589810452,
						["bTag"] = "光明之锤#5257267",
					}, -- [23]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒地小鸡-铜龙军团",
						["iLvl"] = 474,
						["time"] = 1588508727,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "坑货刀刀#5477",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "一震风-雷霆之王",
						["iLvl"] = 452,
						["class"] = 3,
						["time"] = 1588508690,
						["bTag"] = "Quares#5754",
					}, -- [2]
					{
						["name"] = "Wezard-红龙军团",
						["role"] = "DAMAGER",
						["time"] = 1588508714,
						["class"] = 8,
					}, -- [3]
				},
				["3-254-671-0"] = {
					{
						["role"] = "TANK",
						["name"] = "清空无云繁星-回音山",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1588863999,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "傲龍-遗忘海岸",
						["iLvl"] = 479,
						["class"] = 6,
						["time"] = 1588863999,
						["bTag"] = "珍惜眼前#5822",
					}, -- [2]
					{
						["name"] = "心跳的律动-神圣之歌",
						["role"] = "DAMAGER",
						["time"] = 1588863999,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "朵朵摆谱-回音山",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "朵朵#5152",
					}, -- [4]
					{
						["name"] = "飘摇草-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863709,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Mirrorrss-回音山",
						["iLvl"] = 473,
						["class"] = 9,
						["time"] = 1588863999,
						["bTag"] = "进击的金肉山#5566",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "龍息-遗忘海岸",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1588863999,
						["bTag"] = "龙息术#51467",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "猪头逛大街-回音山",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "小小食人魔#5613",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "一骑轻尘-霜之哀伤",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1588863999,
						["bTag"] = "悟空水寒#5926",
					}, -- [9]
					{
						["name"] = "睿瑞睿睿-神圣之歌",
						["role"] = "DAMAGER",
						["time"] = 1588863999,
						["class"] = 10,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "洛阳灬-主宰之剑",
						["iLvl"] = 481,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "温华#51721",
					}, -- [11]
					{
						["name"] = "Loverhohoo-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1588863999,
						["class"] = 8,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "指尖火舞-遗忘海岸",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "山少尉#5932",
					}, -- [13]
					{
						["name"] = "脑残箭射脑残-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863999,
						["class"] = 9,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "口味鑫-主宰之剑",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1588863999,
						["bTag"] = "ROLYCRY#5502",
					}, -- [15]
					{
						["name"] = "顽丶顽-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1588863999,
						["class"] = 5,
					}, -- [16]
					{
						["name"] = "冷夜烛火-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1588863707,
						["class"] = 7,
					}, -- [17]
					{
						["name"] = "美人緩步夜移-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863848,
						["class"] = 9,
					}, -- [18]
					{
						["name"] = "娇容汇眸情-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863846,
						["class"] = 2,
					}, -- [19]
					{
						["name"] = "就职我国电网-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863846,
						["class"] = 7,
					}, -- [20]
					{
						["name"] = "爱的纪念册-遗忘海岸",
						["role"] = "DAMAGER",
						["time"] = 1588863832,
						["class"] = 11,
					}, -- [21]
					{
						["name"] = "挥泪斩马超-回音山",
						["role"] = "DAMAGER",
						["time"] = 1588863713,
						["class"] = 2,
					}, -- [22]
					{
						["name"] = "林彻丶-霜之哀伤",
						["role"] = "HEALER",
						["time"] = 1588863999,
						["class"] = 5,
					}, -- [23]
					{
						["name"] = "看喵喵-回音山",
						["role"] = "TANK",
						["time"] = 1588863832,
						["class"] = 10,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "底盘低跑得快-霜之哀伤",
						["class"] = 9,
						["iLvl"] = 474,
						["time"] = 1588863999,
					}, -- [25]
					{
						["name"] = "狂野橡皮尼-铜龙军团",
						["role"] = "HEALER",
						["time"] = 1588863955,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲纵火狂-血色十字军",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "Happy#54127",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "萨瓦迪卡小新-国王之谷",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1588863999,
						["bTag"] = "wtuchuxun#5758",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "月满洛洛-末日行者",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "loprin#5567",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "小伙夫-罗宁",
						["iLvl"] = 483,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "小趴0925#5272",
					}, -- [30]
					{
						["name"] = "人人乐-伊萨里奥斯",
						["role"] = "TANK",
						["time"] = 1588863864,
						["class"] = 10,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "其实不是猫猫-白银之手",
						["iLvl"] = 471,
						["class"] = 9,
						["time"] = 1588863999,
						["bTag"] = "Kaz#51780",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Easonlee-国王之谷",
						["iLvl"] = 481,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "猴老师#5876",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "初心梦忆曦-国王之谷",
						["iLvl"] = 479,
						["class"] = 5,
						["time"] = 1588863999,
						["bTag"] = "鱼魚#5369",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "摸捞-罗宁",
						["iLvl"] = 480,
						["class"] = 9,
						["time"] = 1588863999,
						["bTag"] = "Photoshop#52121",
					}, -- [35]
					{
						["name"] = "最愛喵喵爪-回音山",
						["role"] = "TANK",
						["time"] = 1588863999,
						["class"] = 6,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "苍老师-雷克萨",
						["iLvl"] = 475,
						["class"] = 8,
						["time"] = 1588863999,
						["bTag"] = "Damon#5304",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "炽焱之曈-罗宁",
						["iLvl"] = 482,
						["class"] = 2,
						["time"] = 1588863999,
						["bTag"] = "炽天之翼#5840",
					}, -- [38]
				},
				["2-257-683-0"] = {
					{
						["role"] = "TANK",
						["name"] = "恋战一菲菲-千针石林",
						["iLvl"] = 477,
						["time"] = 1588947911,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "恋战#51606",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Aurkus-诺兹多姆",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1588948084,
						["bTag"] = "牛蛙爸爸#5758",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "歳歳平安-白银之手",
						["iLvl"] = 477,
						["class"] = 3,
						["time"] = 1588948084,
						["bTag"] = "歳歳平安#5867",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "橡树下的春雨-主宰之剑",
						["iLvl"] = 477,
						["time"] = 1589030801,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "快乐的大脚#51601",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "咻嘘秀-主宰之剑",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1589030801,
						["bTag"] = "靳军#51620",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "漁舟晚唱-安苏",
						["iLvl"] = 470,
						["class"] = 8,
						["time"] = 1589030801,
						["bTag"] = "吃个瓜#5330",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "失落的谢蛋蛋-罗宁",
						["iLvl"] = 478,
						["time"] = 1589035723,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "失落的飘雪#5918",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Feythg-罗宁",
						["iLvl"] = 474,
						["class"] = 8,
						["time"] = 1589035723,
						["bTag"] = "吼叫的红薯#5389",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗滴光明-罗宁",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1589035723,
						["bTag"] = "Morgan#5802",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "野德丶新之助-克尔苏加德",
						["iLvl"] = 480,
						["class"] = 11,
						["time"] = 1589035723,
						["bTag"] = "琴能补拙丨微星#5757",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "白虎纪雅典娜-奥达曼",
						["iLvl"] = 472,
						["time"] = 1590153949,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "朱雀纪雅典娜#5843",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "胖胖一笑-白银之手",
						["iLvl"] = 475,
						["class"] = 2,
						["time"] = 1590153949,
						["bTag"] = "机械之狼人#54435",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "剑丶来-朵丹尼尔",
						["iLvl"] = 480,
						["class"] = 1,
						["time"] = 1590153949,
						["bTag"] = "施慈善离#5540",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "小邪恶劒-朵丹尼尔",
						["iLvl"] = 474,
						["class"] = 12,
						["time"] = 1590153949,
						["bTag"] = "寒寒#5459",
					}, -- [14]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "毛茸茸尾巴-伊利丹",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590018274,
					}, -- [1]
					{
						["name"] = "上杉绘梨伊丿-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1589991011,
						["class"] = 10,
					}, -- [2]
					{
						["name"] = "葫芦六娃-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590018274,
						["class"] = 4,
					}, -- [3]
					{
						["name"] = "狼风原-泰兰德",
						["role"] = "DAMAGER",
						["time"] = 1590018274,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "利爪丶怒风-国王之谷",
						["iLvl"] = 454,
						["class"] = 11,
						["time"] = 1589989922,
						["bTag"] = "闲云孤鹤#51314",
					}, -- [5]
					{
						["name"] = "卧夕凉-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1589991011,
						["class"] = 4,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "未来为我而来-末日祷告祭坛",
						["iLvl"] = 394,
						["class"] = 3,
						["time"] = 1589991011,
						["bTag"] = "Megamind#5601",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "七维生命体-熊猫酒仙",
						["iLvl"] = 459,
						["class"] = 12,
						["time"] = 1589990482,
						["bTag"] = "非梧不栖#5649",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Mañjusaka-白银之手",
						["iLvl"] = 441,
						["class"] = 10,
						["time"] = 1589991011,
						["bTag"] = "黄鹤楼#5928",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "爱在曙光-无尽之海",
						["iLvl"] = 345,
						["class"] = 3,
						["time"] = 1589990482,
						["bTag"] = "望穿秋水之美#51155",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "破晓晨星-熊猫酒仙",
						["iLvl"] = 466,
						["class"] = 1,
						["time"] = 1589991011,
						["bTag"] = "周典#51399",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "华丽的背后-阿古斯",
						["iLvl"] = 479,
						["class"] = 4,
						["time"] = 1589991011,
						["bTag"] = "joy#51438",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "横行乄霸道-国王之谷",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1590068363,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "海东东-亚雷戈斯",
						["iLvl"] = 472,
						["class"] = 11,
						["time"] = 1589991471,
						["bTag"] = "大肥伟#5100",
					}, -- [14]
					{
						["name"] = "Akunda-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590004220,
						["class"] = 9,
					}, -- [15]
					{
						["name"] = "夜雨灯-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 8,
					}, -- [16]
					{
						["name"] = "Skywings-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590004220,
						["class"] = 1,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔灬托利亚-德拉诺",
						["iLvl"] = 466,
						["class"] = 2,
						["time"] = 1589991471,
						["bTag"] = "墨羽廿三#5763",
					}, -- [18]
					{
						["name"] = "藜酱-贫瘠之地",
						["role"] = "DAMAGER",
						["time"] = 1589999241,
						["class"] = 12,
					}, -- [19]
					{
						["name"] = "宋小宝丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590004220,
						["class"] = 6,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "紫电-国王之谷",
						["iLvl"] = 306,
						["class"] = 12,
						["time"] = 1589993714,
						["bTag"] = "暗夜之鸦#5288627",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "追命索魂-艾苏恩",
						["iLvl"] = 417,
						["class"] = 3,
						["time"] = 1589993151,
						["bTag"] = "丫丫爸爸#51779",
					}, -- [22]
					{
						["name"] = "炼狱的挽歌-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1589992648,
						["class"] = 6,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丨超级赛亚人-主宰之剑",
						["iLvl"] = 398,
						["class"] = 10,
						["time"] = 1589992697,
						["bTag"] = "Lysea#5446",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "娇媚凤姐-玛诺洛斯",
						["iLvl"] = 453,
						["class"] = 1,
						["time"] = 1589993428,
						["bTag"] = "娇媚凤姐#51910",
					}, -- [25]
					{
						["name"] = "全村人的惜望-安苏",
						["role"] = "DAMAGER",
						["time"] = 1589993302,
						["class"] = 2,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "六鹏博-安苏",
						["iLvl"] = 448,
						["class"] = 4,
						["time"] = 1589993330,
						["bTag"] = "王大屎#5637",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Shamanty-末日行者",
						["iLvl"] = 455,
						["class"] = 7,
						["time"] = 1590004220,
						["bTag"] = "沉默之风暴#5260424",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Htss-永恒之井",
						["iLvl"] = 454,
						["class"] = 6,
						["time"] = 1589993586,
						["bTag"] = "昊天#5879",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "残暴的李战神-主宰之剑",
						["iLvl"] = 484,
						["class"] = 1,
						["time"] = 1589994014,
						["bTag"] = "老婆好烦啊#5951",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "圣光碎碎念-金色平原",
						["iLvl"] = 454,
						["class"] = 2,
						["time"] = 1589994014,
						["bTag"] = "YoDeTT#5707",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "playervrqcdj-海达希亚",
						["iLvl"] = 435,
						["class"] = 12,
						["time"] = 1589996636,
						["bTag"] = "LoveCC#5424",
					}, -- [32]
					{
						["name"] = "和煦圣光-白银之手",
						["role"] = "HEALER",
						["time"] = 1590004220,
						["class"] = 5,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "嘴巴子-回音山",
						["iLvl"] = 422,
						["class"] = 1,
						["time"] = 1589997469,
						["bTag"] = "PPTO#5582",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "无情读书人-主宰之剑",
						["iLvl"] = 316,
						["class"] = 3,
						["time"] = 1589998130,
						["bTag"] = "LazyTurtle#518434",
					}, -- [35]
					{
						["name"] = "天书骑田鼠-朵丹尼尔",
						["role"] = "DAMAGER",
						["time"] = 1589998771,
						["class"] = 2,
					}, -- [36]
					{
						["name"] = "Homeover-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1589999241,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "铃铛和果冻-阿拉索",
						["iLvl"] = 421,
						["class"] = 4,
						["time"] = 1590003589,
						["bTag"] = "EisenWolf#5155",
					}, -- [38]
					{
						["name"] = "沉着的狩猎者-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590004220,
						["class"] = 3,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "Happywow-末日行者",
						["iLvl"] = 451,
						["class"] = 11,
						["time"] = 1590004220,
						["bTag"] = "NightRaven#528929",
					}, -- [40]
					{
						["name"] = "傲丶夜雪-卡扎克",
						["role"] = "DAMAGER",
						["time"] = 1590018274,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "朴先生-白银之手",
						["iLvl"] = 413,
						["class"] = 11,
						["time"] = 1590017059,
						["bTag"] = "卜秋#51818",
					}, -- [42]
					{
						["name"] = "抱死-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590018274,
						["class"] = 3,
					}, -- [43]
					{
						["name"] = "肥娘娘-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590018274,
						["class"] = 8,
					}, -- [44]
					{
						["name"] = "程玉祥-奥斯里安",
						["role"] = "DAMAGER",
						["time"] = 1590017023,
						["class"] = 12,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "曼絑沙华-安苏",
						["iLvl"] = 461,
						["class"] = 8,
						["time"] = 1590018274,
						["bTag"] = "尔笑#5263",
					}, -- [46]
					{
						["name"] = "芝麻開門-泰拉尔",
						["role"] = "DAMAGER",
						["time"] = 1590017023,
						["class"] = 8,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌噠的法師-回音山",
						["iLvl"] = 462,
						["class"] = 8,
						["time"] = 1590017059,
						["bTag"] = "比尔是我干掉的#5772",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "拉娜娅的秘密-罗宁",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590033640,
					}, -- [49]
					{
						["name"] = "夏天有点热-阿拉索",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 3,
					}, -- [50]
					{
						["name"] = "Thecloudsdh-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 12,
					}, -- [51]
					{
						["name"] = "永耀光辉-阿拉索",
						["role"] = "DAMAGER",
						["time"] = 1590078249,
						["class"] = 2,
					}, -- [52]
					{
						["name"] = "半夏清沣丶-海克泰尔",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 10,
					}, -- [53]
					{
						["name"] = "黑翼燎原-德拉诺",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 1,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "潇洒小法-神圣之歌",
						["iLvl"] = 476,
						["class"] = 8,
						["time"] = 1590031618,
						["bTag"] = "小法哥哥#51144",
					}, -- [55]
					{
						["name"] = "沐饮温晴-阿拉索",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 3,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "夏作佩-霜之哀伤",
						["iLvl"] = 480,
						["class"] = 10,
						["time"] = 1590031618,
						["bTag"] = "AFKeep#5183",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "寒焱法-末日行者",
						["iLvl"] = 432,
						["class"] = 8,
						["time"] = 1590032214,
						["bTag"] = "评级战场#5685",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "肯瑞托记事员-国王之谷",
						["iLvl"] = 464,
						["class"] = 8,
						["time"] = 1590032214,
						["bTag"] = "阿智啊#51286",
					}, -- [59]
					{
						["name"] = "吉祥物-玛瑟里顿",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 8,
					}, -- [60]
					{
						["name"] = "熊猫京鲸-伊森利恩",
						["role"] = "DAMAGER",
						["time"] = 1590033640,
						["class"] = 9,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我的胸挪死你-银松森林",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1590033737,
					}, -- [62]
					{
						["name"] = "香辣肥牛飯-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590033737,
						["class"] = 3,
					}, -- [63]
					{
						["name"] = "陪阿宝学功夫-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1590033737,
						["class"] = 10,
					}, -- [64]
					{
						["name"] = "阿宝学功夫-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1590033737,
						["class"] = 10,
					}, -- [65]
					{
						["name"] = "闪现闪到腰-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590033737,
						["class"] = 8,
					}, -- [66]
					{
						["name"] = "爱你所以孤独-自由之风",
						["role"] = "DAMAGER",
						["time"] = 1590033737,
						["class"] = 2,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦跶的锐雯-格瑞姆巴托",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1590033773,
					}, -- [68]
					{
						["name"] = "瑜旭-月光林地",
						["role"] = "DAMAGER",
						["time"] = 1590033773,
						["class"] = 8,
					}, -- [69]
					{
						["name"] = "Auroraaj-守护之剑",
						["role"] = "HEALER",
						["time"] = 1590033773,
						["class"] = 11,
					}, -- [70]
					{
						["name"] = "糖袋毁灭术-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590033773,
						["class"] = 9,
					}, -- [71]
					{
						["name"] = "倚樓丶聽风雪-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590033773,
						["class"] = 9,
					}, -- [72]
					{
						["name"] = "大片牛肉粉-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590033773,
						["class"] = 8,
					}, -- [73]
					{
						["name"] = "为迩独战天下-时光之穴",
						["role"] = "TANK",
						["time"] = 1590033773,
						["class"] = 11,
					}, -- [74]
					{
						["name"] = "番茄牛腩丶-蜘蛛王国",
						["role"] = "DAMAGER",
						["time"] = 1590033773,
						["class"] = 1,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "绝辰冥天-瓦丝琪",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590037424,
					}, -- [76]
					{
						["name"] = "怪怪水果-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590037424,
						["class"] = 8,
					}, -- [77]
					{
						["name"] = "小盔盔-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 8,
					}, -- [78]
					{
						["name"] = "烈梦凌火-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1590037424,
						["class"] = 5,
					}, -- [79]
					{
						["name"] = "灬一米阳光灬-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590037424,
						["class"] = 1,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "冷豪哥哥-范达尔鹿盔",
						["iLvl"] = 156,
						["class"] = 3,
						["time"] = 1590033893,
						["bTag"] = "冷豪哥哥#5254",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "浪角-破碎岭",
						["iLvl"] = 477,
						["class"] = 6,
						["time"] = 1590034715,
						["bTag"] = "Smartb#5736",
					}, -- [82]
					{
						["name"] = "一沙一界-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590033798,
						["class"] = 12,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "抄底被秒杀-白银之手",
						["iLvl"] = 452,
						["class"] = 4,
						["time"] = 1590033893,
						["bTag"] = "灬早已戒网#5976",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "尹青云-阿古斯",
						["iLvl"] = 360,
						["class"] = 1,
						["time"] = 1590036483,
						["bTag"] = "光明之锤#56893",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "首领荷夫-白银之手",
						["iLvl"] = 467,
						["class"] = 1,
						["time"] = 1590036049,
						["bTag"] = "我是小号#5510",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "苏黎世玫瑰-白银之手",
						["iLvl"] = 481,
						["class"] = 9,
						["time"] = 1590101905,
						["bTag"] = "RogueKen#51941",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Amingwa-洛肯",
						["iLvl"] = 431,
						["class"] = 3,
						["time"] = 1590034913,
						["bTag"] = "哑巴通讯员#5748",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "艾尔文的微风-月神殿",
						["iLvl"] = 425,
						["class"] = 3,
						["time"] = 1590035017,
						["bTag"] = "寒冰晓晓#5213",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "玩啥都一样-格瑞姆巴托",
						["iLvl"] = 469,
						["class"] = 3,
						["time"] = 1590036473,
						["bTag"] = "郝多乾#5871",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "西斯西拉-幽暗沼泽",
						["iLvl"] = 422,
						["class"] = 12,
						["time"] = 1590037424,
						["bTag"] = "自进式锚杆#5447",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "利尔曼-永夜港",
						["iLvl"] = 470,
						["class"] = 3,
						["time"] = 1590036473,
						["bTag"] = "死亡审判#5529",
					}, -- [92]
					{
						["name"] = "专业战场偷旗-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590036479,
						["class"] = 4,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "花下杨柳-达纳斯",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1590261604,
						["bTag"] = "那人#5396",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "陪一程念一生-白银之手",
						["iLvl"] = 303,
						["class"] = 12,
						["time"] = 1590037424,
						["bTag"] = "你们的心哥#5863",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "火腿炒咸饭-格瑞姆巴托",
						["iLvl"] = 468,
						["class"] = 8,
						["time"] = 1590036607,
						["bTag"] = "磨刀霍霍向牛羊#51886",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "御剑斩清风-塞拉摩",
						["iLvl"] = 336,
						["class"] = 1,
						["time"] = 1590037424,
						["bTag"] = "过往#5429",
					}, -- [97]
					{
						["name"] = "Bluzzafeels-托尔巴拉德",
						["role"] = "DAMAGER",
						["time"] = 1590037351,
						["class"] = 12,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "升基仪式-白银之手",
						["iLvl"] = 392,
						["class"] = 8,
						["time"] = 1590037424,
						["bTag"] = "暴风路开锁铺#5781",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "美人泪-梦境之树",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590289066,
					}, -- [100]
					{
						["name"] = "道心寻天意-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590046936,
						["class"] = 10,
					}, -- [101]
					{
						["name"] = "天选猎妈人丶-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1590046936,
						["class"] = 6,
					}, -- [102]
					{
						["name"] = "岚姵姬-爱斯特纳",
						["role"] = "DAMAGER",
						["time"] = 1590046936,
						["class"] = 11,
					}, -- [103]
					{
						["name"] = "弹反弹反-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1590046936,
						["class"] = 6,
					}, -- [104]
					{
						["name"] = "橙鱼洛艳-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590046936,
						["class"] = 5,
					}, -- [105]
					{
						["name"] = "雷永菜-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 8,
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "天天烧月卡-荆棘谷",
						["iLvl"] = 463,
						["class"] = 12,
						["time"] = 1590038070,
						["bTag"] = "黄小野#5230",
					}, -- [107]
					{
						["name"] = "惠山盗长-激流堡",
						["role"] = "DAMAGER",
						["time"] = 1590038070,
						["class"] = 4,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "耳垢子-回音山",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1590038512,
						["bTag"] = "老头找了别人的号#5598",
					}, -- [109]
					{
						["name"] = "麦骑-奥特兰克",
						["role"] = "HEALER",
						["time"] = 1590038512,
						["class"] = 2,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "失控的犀牛-安苏",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1590039387,
						["bTag"] = "CZyoung#5246",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "大地主狸克-主宰之剑",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1590039387,
						["bTag"] = "梦境哥哥#5943",
					}, -- [112]
					{
						["name"] = "浪客贼心-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590039313,
						["class"] = 4,
					}, -- [113]
					{
						["name"] = "懒货李小胖-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590040008,
						["class"] = 12,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "予伞抚卿颜-白银之手",
						["iLvl"] = 483,
						["class"] = 1,
						["time"] = 1590040770,
						["bTag"] = "霜禾馨橙丶勿忘#5601",
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "鸡蛋餠-白银之手",
						["iLvl"] = 452,
						["class"] = 12,
						["time"] = 1590040155,
						["bTag"] = "风吹鸡蛋壳#5933",
					}, -- [116]
					{
						["name"] = "王叔在隔壁-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590040532,
						["class"] = 8,
					}, -- [117]
					{
						["name"] = "赵大虾-梦境之树",
						["role"] = "DAMAGER",
						["time"] = 1590040644,
						["class"] = 11,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "魂之阿豪-金色平原",
						["iLvl"] = 480,
						["class"] = 8,
						["time"] = 1590040684,
						["bTag"] = "魂之阿豪#5761",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "热血狂暴战-国王之谷",
						["iLvl"] = 219,
						["class"] = 1,
						["time"] = 1590081518,
						["bTag"] = "淡蓝色的冰#51486",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "脸大吃的多-达斯雷玛",
						["iLvl"] = 424,
						["class"] = 1,
						["time"] = 1590040770,
						["bTag"] = "单调发财#5655",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "糖鸢児-拉文凯斯",
						["iLvl"] = 465,
						["class"] = 12,
						["time"] = 1590041889,
						["bTag"] = "天星泷#5556",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "竹芒轻胜马-桑德兰",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1590041889,
						["bTag"] = "窗外的彩虹桥#5141",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "光德来你骑-白银之手",
						["iLvl"] = 115,
						["class"] = 2,
						["time"] = 1590043427,
						["bTag"] = "陳銑鉎#5130",
					}, -- [124]
					{
						["name"] = "璀璨与星光-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590043400,
						["class"] = 4,
					}, -- [125]
					{
						["role"] = "TANK",
						["name"] = "销魂老猎手-白银之手",
						["iLvl"] = 456,
						["class"] = 12,
						["time"] = 1590043511,
						["bTag"] = "极品飞车#5564",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "花灬烬-塞拉摩",
						["iLvl"] = 347,
						["class"] = 8,
						["time"] = 1590043511,
						["bTag"] = "花烬#5814",
					}, -- [127]
					{
						["name"] = "克里斯提尼-迦顿",
						["role"] = "TANK",
						["time"] = 1590044385,
						["class"] = 11,
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "雨慕潇潇-熊猫酒仙",
						["iLvl"] = 479,
						["class"] = 4,
						["time"] = 1590044385,
						["bTag"] = "牛牛#56152",
					}, -- [129]
					{
						["name"] = "咬碎钢牙-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590045125,
						["class"] = 1,
					}, -- [130]
					{
						["name"] = "信仰丶-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590045125,
						["class"] = 2,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "犹豫就会败北-艾露恩",
						["iLvl"] = 456,
						["class"] = 12,
						["time"] = 1590045643,
						["bTag"] = "回不去的曾经#5777",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "毛毛虫的夏天-辛达苟萨",
						["iLvl"] = 302,
						["class"] = 2,
						["time"] = 1590045643,
						["bTag"] = "巨硕之斧#5180223",
					}, -- [133]
					{
						["name"] = "修杰克蛮-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590046785,
						["class"] = 1,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "Hazey-主宰之剑",
						["iLvl"] = 482,
						["class"] = 5,
						["time"] = 1590046936,
						["bTag"] = "Hazey#51290",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "性格如此-安苏",
						["iLvl"] = 297,
						["class"] = 3,
						["time"] = 1590046936,
						["bTag"] = "累累的#5919",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "我是单手斧-白银之手",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590072700,
					}, -- [137]
					{
						["role"] = "HEALER",
						["name"] = "洒灬满-末日行者",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1590072700,
						["bTag"] = "QIDAI#5998",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "Angrycat-瑞文戴尔",
						["iLvl"] = 452,
						["class"] = 12,
						["time"] = 1590047863,
						["bTag"] = "我的队友都是鹿晗#5938",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "落雨如梦-白银之手",
						["iLvl"] = 482,
						["class"] = 9,
						["time"] = 1590072700,
						["bTag"] = "落雨#5171",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "英短喵-迦拉克隆",
						["iLvl"] = 481,
						["class"] = 3,
						["time"] = 1590047863,
						["bTag"] = "清歌流觞丶#51829",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "死柄木弔丶-白银之手",
						["iLvl"] = 480,
						["class"] = 4,
						["time"] = 1590072700,
						["bTag"] = "Karna#51211",
					}, -- [142]
					{
						["role"] = "HEALER",
						["name"] = "吊布兰度-回音山",
						["iLvl"] = 476,
						["class"] = 2,
						["time"] = 1590047863,
						["bTag"] = "馒头卡#51427",
					}, -- [143]
					{
						["role"] = "HEALER",
						["name"] = "Applecat-风暴之怒",
						["iLvl"] = 472,
						["class"] = 2,
						["time"] = 1590072700,
						["bTag"] = "凤岗居士#51860",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "请叫我荼荼-白银之手",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1590072700,
						["bTag"] = "从小就不溜怪我咯#5764",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "天使丽人-符文图腾",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590057134,
					}, -- [146]
					{
						["name"] = "大浪鸡-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590057134,
						["class"] = 3,
					}, -- [147]
					{
						["name"] = "刘富贵丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590057134,
						["class"] = 1,
					}, -- [148]
					{
						["name"] = "川哥哥超厉害-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590057134,
						["class"] = 4,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "Redhair-国王之谷",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1590057134,
						["bTag"] = "Ryobery#5393",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "针线活小能手-末日行者",
						["iLvl"] = 480,
						["class"] = 8,
						["time"] = 1590057134,
						["bTag"] = "勃拉姆斯的大胡子#5771",
					}, -- [151]
					{
						["name"] = "木枝-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590298937,
						["class"] = 1,
					}, -- [152]
					{
						["name"] = "Belphegor-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590057134,
						["class"] = 9,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "Draculà-主宰之剑",
						["iLvl"] = 478,
						["class"] = 9,
						["time"] = 1590057134,
						["bTag"] = "Dracula#5547",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "亲亲小公举-塞拉摩",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590078284,
					}, -- [155]
					{
						["name"] = "丨浩琦心丨-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590057223,
						["class"] = 1,
					}, -- [156]
					{
						["name"] = "埃尔纳安-燃烧之刃",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 8,
					}, -- [157]
					{
						["name"] = "欧皇圣骑-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 2,
					}, -- [158]
					{
						["name"] = "嘿呦壮-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 1,
					}, -- [159]
					{
						["name"] = "名字很难取-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 1,
					}, -- [160]
					{
						["name"] = "萌宝五星过和-凤凰之神",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 11,
					}, -- [161]
					{
						["name"] = "丷苹果丷-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590057223,
						["class"] = 3,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "高宗李治-凤凰之神",
						["iLvl"] = 274,
						["class"] = 2,
						["time"] = 1590057223,
						["bTag"] = "熊大王#5662",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "蕞苛僾徳秂-巴尔古恩",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590341667,
					}, -- [164]
					{
						["name"] = "弓转乾坤-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 3,
					}, -- [165]
					{
						["name"] = "永恒的狂野-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590057318,
						["class"] = 3,
					}, -- [166]
					{
						["name"] = "追风苏娜-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590057318,
						["class"] = 2,
					}, -- [167]
					{
						["name"] = "艾莎大主教-泰兰德",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 2,
					}, -- [168]
					{
						["name"] = "厄修罗-图拉扬",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 9,
					}, -- [169]
					{
						["name"] = "集火辣个萨满-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 3,
					}, -- [170]
					{
						["name"] = "鸽鸡丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 12,
					}, -- [171]
					{
						["name"] = "爆炒鱼丸-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 8,
					}, -- [172]
					{
						["name"] = "Fsnow-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590061866,
						["class"] = 8,
					}, -- [173]
					{
						["name"] = "Qimi-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 1,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "孤鸿水影-白银之手",
						["iLvl"] = 484,
						["class"] = 2,
						["time"] = 1590061866,
						["bTag"] = "孤鸿水影#51556",
					}, -- [175]
					{
						["name"] = "欺诈者高育良-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 1,
					}, -- [176]
					{
						["name"] = "成吉止汗-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 12,
					}, -- [177]
					{
						["name"] = "正义炖鸡丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 2,
					}, -- [178]
					{
						["name"] = "我黑切呢-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 6,
					}, -- [179]
					{
						["name"] = "方知我是我-死亡之翼",
						["role"] = "HEALER",
						["time"] = 1590068363,
						["class"] = 2,
					}, -- [180]
					{
						["name"] = "逐戏-金色平原",
						["role"] = "HEALER",
						["time"] = 1590062586,
						["class"] = 5,
					}, -- [181]
					{
						["name"] = "雨乂行-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590063786,
						["class"] = 1,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "天吼-金度",
						["iLvl"] = 455,
						["class"] = 8,
						["time"] = 1590064457,
						["bTag"] = "刘柯#51671",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "猎雨-艾露恩",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590064457,
						["bTag"] = "cjx#51819",
					}, -- [184]
					{
						["role"] = "HEALER",
						["name"] = "安度因弗丁-神圣之歌",
						["iLvl"] = 438,
						["class"] = 2,
						["time"] = 1590065493,
						["bTag"] = "总有小学生想坑朕#5892",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "丷哦筋筋丷-末日行者",
						["iLvl"] = 453,
						["class"] = 2,
						["time"] = 1590065493,
						["bTag"] = "超能之法师#519863",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "琳林-罗宁",
						["iLvl"] = 394,
						["class"] = 3,
						["time"] = 1590066329,
						["bTag"] = "roger#5711",
					}, -- [187]
					{
						["name"] = "Lhorlan-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590068363,
						["class"] = 8,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "萌伞-死亡之翼",
						["iLvl"] = 466,
						["class"] = 8,
						["time"] = 1590068363,
						["bTag"] = "天道剑吻鲨#5877",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "呜呜宣宣-白银之手",
						["iLvl"] = 459,
						["class"] = 1,
						["time"] = 1590072700,
						["bTag"] = "靳11#5230",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "恋爱签约-奥特兰克",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1590072700,
						["bTag"] = "奸杀学生妹#5728",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "Caramei-格瑞姆巴托",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590072700,
						["bTag"] = "slark#5125",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "闲情随风-白银之手",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1590074299,
					}, -- [193]
					{
						["name"] = "小瑪麗-白银之手",
						["role"] = "HEALER",
						["time"] = 1590074299,
						["class"] = 2,
					}, -- [194]
					{
						["name"] = "嗜血怒击丶-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 1,
					}, -- [195]
					{
						["name"] = "迷踪蟹-暗影之月",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 12,
					}, -- [196]
					{
						["name"] = "机械妮妮-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 3,
					}, -- [197]
					{
						["name"] = "真干眼瞪-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 12,
					}, -- [198]
					{
						["name"] = "Tranger-血色十字军",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 12,
					}, -- [199]
					{
						["name"] = "梦醒七分-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590074299,
						["class"] = 1,
					}, -- [200]
					{
						["name"] = "云中雷霆客-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 11,
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "阿道夫手工-主宰之剑",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590078231,
					}, -- [202]
					{
						["name"] = "手里拿的啥-阿纳克洛斯",
						["role"] = "DAMAGER",
						["time"] = 1590078231,
						["class"] = 12,
					}, -- [203]
					{
						["name"] = "古陵大宗师-塞拉摩",
						["role"] = "DAMAGER",
						["time"] = 1590078231,
						["class"] = 1,
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "猎豹人-万色星辰",
						["iLvl"] = 477,
						["class"] = 3,
						["time"] = 1590074337,
						["bTag"] = "暴风猎人#5364",
					}, -- [205]
					{
						["name"] = "Zaniolo-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590078231,
						["class"] = 1,
					}, -- [206]
					{
						["role"] = "HEALER",
						["name"] = "乄布侗林乄-主宰之剑",
						["iLvl"] = 446,
						["class"] = 2,
						["time"] = 1590076469,
						["bTag"] = "武林盟主#51906",
					}, -- [207]
					{
						["name"] = "麻辣小猪腿-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590078231,
						["class"] = 5,
					}, -- [208]
					{
						["role"] = "HEALER",
						["name"] = "潘大妹子-霜之哀伤",
						["iLvl"] = 343,
						["class"] = 10,
						["time"] = 1590074337,
						["bTag"] = "恐惧之裤#5262455",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "一云麒一-主宰之剑",
						["iLvl"] = 473,
						["class"] = 12,
						["time"] = 1590074733,
						["bTag"] = "立铭#5308",
					}, -- [210]
					{
						["name"] = "南北丿-熊猫酒仙",
						["role"] = "TANK",
						["time"] = 1590074906,
						["class"] = 12,
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "白易清丶-罗宁",
						["iLvl"] = 314,
						["class"] = 3,
						["time"] = 1590076469,
						["bTag"] = "白易清#5197",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光炸了-安苏",
						["iLvl"] = 343,
						["class"] = 2,
						["time"] = 1590075701,
						["bTag"] = "锦绣河山#51169",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "使劲干-白银之手",
						["iLvl"] = 455,
						["class"] = 3,
						["time"] = 1590075527,
						["bTag"] = "耳语森林#5202",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "红刺环-加兹鲁维",
						["iLvl"] = 277,
						["class"] = 8,
						["time"] = 1590076174,
						["bTag"] = "张纯#5632",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "Werewolfhunt-安苏",
						["iLvl"] = 323,
						["class"] = 3,
						["time"] = 1590076469,
						["bTag"] = "锦绣河山#51169",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "周芷若-梅尔加尼",
						["iLvl"] = 330,
						["class"] = 8,
						["time"] = 1590076469,
						["bTag"] = "姜太公钓鱼#51690",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "米粉肉-熊猫酒仙",
						["iLvl"] = 280,
						["class"] = 1,
						["time"] = 1590077331,
						["bTag"] = "手握简单的快乐#5299",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "红烧窝窝头丶-熊猫酒仙",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1590077331,
						["bTag"] = "丿沩凊丶葰涃#51936",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "铁板烧牛奶-雷斧堡垒",
						["iLvl"] = 315,
						["class"] = 5,
						["time"] = 1590077879,
						["bTag"] = "lIlIlIlIRevy#5775",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "夜色黯淡-千针石林",
						["iLvl"] = 398,
						["class"] = 5,
						["time"] = 1590077331,
						["bTag"] = "黯然#5523",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "奥丁老王-白银之手",
						["iLvl"] = 446,
						["class"] = 1,
						["time"] = 1590287852,
						["bTag"] = "大蘑菇#51883",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "冰丶蝶-罗宁",
						["iLvl"] = 481,
						["class"] = 12,
						["time"] = 1590078195,
						["bTag"] = "qlovesun#5713",
					}, -- [223]
					{
						["name"] = "红葉-熊猫酒仙",
						["role"] = "HEALER",
						["time"] = 1590078231,
						["class"] = 10,
					}, -- [224]
					{
						["name"] = "楓葉-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590078231,
						["class"] = 2,
					}, -- [225]
					{
						["name"] = "丶板烧鸡腿堡-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590078284,
						["class"] = 6,
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "咔巴斯鸡-扎拉赞恩",
						["iLvl"] = 447,
						["class"] = 1,
						["time"] = 1590078284,
						["bTag"] = "程友虎#5853",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "小超和狗的事-泰兰德",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1590078312,
					}, -- [228]
					{
						["name"] = "擦没-回音山",
						["role"] = "TANK",
						["time"] = 1590078312,
						["class"] = 6,
					}, -- [229]
					{
						["name"] = "Vrildox-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1590078312,
						["class"] = 4,
					}, -- [230]
					{
						["name"] = "壹粒米饭丶-雷斧堡垒",
						["role"] = "DAMAGER",
						["time"] = 1590078312,
						["class"] = 8,
					}, -- [231]
					{
						["name"] = "龟龟旋风斩-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590078312,
						["class"] = 1,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "滨江徐凤年-翡翠梦境",
						["iLvl"] = 480,
						["class"] = 12,
						["time"] = 1590078312,
						["bTag"] = "团灭控#5406",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "夜半枫亭-白银之手",
						["iLvl"] = 466,
						["class"] = 8,
						["time"] = 1590078312,
						["bTag"] = "INFINITY#5354",
					}, -- [234]
					{
						["name"] = "光之力-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590078312,
						["class"] = 2,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "爆魔法-国王之谷",
						["iLvl"] = 412,
						["class"] = 8,
						["time"] = 1590078312,
						["bTag"] = "橙武小贼#5407",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "雷电发法王-戈古纳斯",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590081518,
					}, -- [237]
					{
						["name"] = "丶王小美丶-艾森娜",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 12,
					}, -- [238]
					{
						["name"] = "Jinclly-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 10,
					}, -- [239]
					{
						["name"] = "逍遥一笑奈何-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 2,
					}, -- [240]
					{
						["name"] = "Elizabth-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 3,
					}, -- [241]
					{
						["name"] = "丶陌上傾寒-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 8,
					}, -- [242]
					{
						["name"] = "丶宝贝桃-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 2,
					}, -- [243]
					{
						["name"] = "让子弹飞远点-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590081518,
						["class"] = 3,
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "秋风千年丷落-熊猫酒仙",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590097236,
					}, -- [245]
					{
						["name"] = "Badwoomen-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590097236,
						["class"] = 8,
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "壹粒蛋撸疯-迦拉克隆",
						["iLvl"] = 476,
						["class"] = 12,
						["time"] = 1590097236,
						["bTag"] = "自由意志#51942",
					}, -- [247]
					{
						["name"] = "七瑾灬柒年-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590097236,
						["class"] = 1,
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生绘影-白银之手",
						["iLvl"] = 481,
						["class"] = 11,
						["time"] = 1590097236,
						["bTag"] = "浮生绘影#5444",
					}, -- [249]
					{
						["name"] = "有丶緑-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590097236,
						["class"] = 3,
					}, -- [250]
					{
						["name"] = "浅凌-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590097236,
						["class"] = 1,
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "戴梓芊-白银之手",
						["iLvl"] = 480,
						["class"] = 9,
						["time"] = 1590097236,
						["bTag"] = "朱墨言#5634",
					}, -- [252]
					{
						["name"] = "丿花生灬果酱-罗宁",
						["role"] = "HEALER",
						["time"] = 1590097236,
						["class"] = 11,
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌秋山澪-安苏",
						["iLvl"] = 479,
						["time"] = 1590098863,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "食屎兽#51382",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "Amuchina-金色平原",
						["iLvl"] = 480,
						["class"] = 9,
						["time"] = 1590098863,
						["bTag"] = "dinosun8900#5682",
					}, -- [255]
					{
						["role"] = "HEALER",
						["name"] = "酪呢-主宰之剑",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1590098863,
						["bTag"] = "MattChen#5214",
					}, -- [256]
					{
						["role"] = "HEALER",
						["name"] = "Pathetique-安苏",
						["iLvl"] = 481,
						["class"] = 2,
						["time"] = 1590098863,
						["bTag"] = "寡人与众卿惊呆了#5440",
					}, -- [257]
					{
						["name"] = "Catabcd-熊猫酒仙",
						["role"] = "HEALER",
						["time"] = 1590098863,
						["class"] = 5,
					}, -- [258]
					{
						["name"] = "细碎碎-回音山",
						["role"] = "TANK",
						["time"] = 1590098863,
						["class"] = 1,
					}, -- [259]
					{
						["name"] = "醉美的风景-遗忘海岸",
						["role"] = "DAMAGER",
						["time"] = 1590098863,
						["class"] = 9,
					}, -- [260]
					{
						["role"] = "TANK",
						["name"] = "丁不二-塞拉摩",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590098863,
						["bTag"] = "蝎子莱莱#51841",
					}, -- [261]
					{
						["role"] = "TANK",
						["name"] = "房价还不够-金色平原",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590098863,
						["bTag"] = "暴躁裤#51202",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "掀纱窥君颜-罗宁",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1590099821,
					}, -- [263]
					{
						["name"] = "欧皇火舞冰澜-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 8,
					}, -- [264]
					{
						["name"] = "吖尓萨斯-白银之手",
						["role"] = "TANK",
						["time"] = 1590321650,
						["class"] = 6,
					}, -- [265]
					{
						["name"] = "皇家凉粉-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 2,
					}, -- [266]
					{
						["name"] = "神雕小龙女-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 3,
					}, -- [267]
					{
						["name"] = "堕天雨-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 12,
					}, -- [268]
					{
						["name"] = "Darkdoger-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 9,
					}, -- [269]
					{
						["name"] = "灬觅心-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590099821,
						["class"] = 3,
					}, -- [270]
					{
						["name"] = "魔尊重楼-风暴之眼",
						["role"] = "HEALER",
						["time"] = 1590099821,
						["class"] = 11,
					}, -- [271]
					{
						["name"] = "吃货美美哒-麦迪文",
						["role"] = "HEALER",
						["time"] = 1590099821,
						["class"] = 5,
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "米尔卡洛-死亡之翼",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1590101905,
					}, -- [273]
					{
						["role"] = "HEALER",
						["name"] = "奶一次五百-白银之手",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590099857,
						["bTag"] = "当回守门员#5810",
					}, -- [274]
					{
						["name"] = "Farewells-桑德兰",
						["role"] = "HEALER",
						["time"] = 1590101905,
						["class"] = 2,
					}, -- [275]
					{
						["name"] = "安晓若-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590101905,
						["class"] = 9,
					}, -- [276]
					{
						["name"] = "黒滝凛-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590101905,
						["class"] = 2,
					}, -- [277]
					{
						["name"] = "奥丿法-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590101905,
						["class"] = 8,
					}, -- [278]
					{
						["name"] = "København-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590101905,
						["class"] = 1,
					}, -- [279]
					{
						["name"] = "Suissè-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590101905,
						["class"] = 8,
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "晴昼烟雨长-罗宁",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1590234583,
					}, -- [281]
					{
						["name"] = "花间舞倦-玛里苟斯",
						["role"] = "DAMAGER",
						["time"] = 1590100768,
						["class"] = 8,
					}, -- [282]
					{
						["name"] = "熋憨憨-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590100768,
						["class"] = 11,
					}, -- [283]
					{
						["name"] = "陌上晚斜阳-回音山",
						["role"] = "HEALER",
						["time"] = 1590100768,
						["class"] = 2,
					}, -- [284]
					{
						["name"] = "追星赶月-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590100768,
						["class"] = 3,
					}, -- [285]
					{
						["name"] = "水何澹澹-阿迦玛甘",
						["role"] = "DAMAGER",
						["time"] = 1590321650,
						["class"] = 12,
					}, -- [286]
					{
						["name"] = "残影孤蝶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590234583,
						["class"] = 11,
					}, -- [287]
					{
						["name"] = "躺尸瞅裙底-雷斧堡垒",
						["role"] = "DAMAGER",
						["time"] = 1590100768,
						["class"] = 3,
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "Onene-罗宁",
						["iLvl"] = 471,
						["class"] = 12,
						["time"] = 1590255847,
						["bTag"] = "洋葱骑士#51514",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "影子的影子-永恒之井",
						["iLvl"] = 466,
						["class"] = 6,
						["time"] = 1590100815,
						["bTag"] = "暮雪苍山#51284",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "教授西-法拉希姆",
						["iLvl"] = 382,
						["class"] = 9,
						["time"] = 1590101905,
						["bTag"] = "jackcheng#5338",
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "鈊訫缃茚-安东尼达斯",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590103019,
					}, -- [292]
					{
						["name"] = "没糖没门不滚-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 9,
					}, -- [293]
					{
						["name"] = "Bluss-蜘蛛王国",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 8,
					}, -- [294]
					{
						["name"] = "啾啾栖鸟过-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 9,
					}, -- [295]
					{
						["name"] = "曲清吟-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 8,
					}, -- [296]
					{
						["name"] = "柠丶雨殇-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 3,
					}, -- [297]
					{
						["name"] = "打刀-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590103019,
						["class"] = 1,
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "我是没啥用啊-安苏",
						["class"] = 6,
						["leader"] = true,
						["time"] = 1590104490,
					}, -- [299]
					{
						["name"] = "花上天-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 3,
					}, -- [300]
					{
						["name"] = "时间帝-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590266894,
						["class"] = 6,
					}, -- [301]
					{
						["name"] = "不摇碧莲丷-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590104490,
						["class"] = 11,
					}, -- [302]
					{
						["name"] = "浪刀风情-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 4,
					}, -- [303]
					{
						["name"] = "木灬木木-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 8,
					}, -- [304]
					{
						["name"] = "羊哈巴-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590104490,
						["class"] = 4,
					}, -- [305]
					{
						["name"] = "都叫我包子-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590104490,
						["class"] = 2,
					}, -- [306]
					{
						["name"] = "婲牧孄-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590104490,
						["class"] = 11,
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "天赐战场-罗宁",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590321650,
					}, -- [308]
					{
						["name"] = "风歌夜雨-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1590105364,
						["class"] = 1,
					}, -- [309]
					{
						["name"] = "杨贝贝-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1590105364,
						["class"] = 12,
					}, -- [310]
					{
						["name"] = "羁鸟恋旧林-金色平原",
						["role"] = "HEALER",
						["time"] = 1590104765,
						["class"] = 11,
					}, -- [311]
					{
						["name"] = "丨赵宇晨丨-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1590234583,
						["class"] = 1,
					}, -- [312]
					{
						["name"] = "菜场娇花-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590105364,
						["class"] = 3,
					}, -- [313]
					{
						["name"] = "糯米圆子-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590105364,
						["class"] = 8,
					}, -- [314]
					{
						["name"] = "毒寡妇斯嘉丽-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590321650,
						["class"] = 4,
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "逾期不候-达文格尔",
						["iLvl"] = 449,
						["class"] = 9,
						["time"] = 1590104609,
						["bTag"] = "燃烧的熊猫#5841",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "扎哄-塞纳留斯",
						["iLvl"] = 464,
						["class"] = 11,
						["time"] = 1590105364,
						["bTag"] = "小妮子#5270",
					}, -- [317]
					{
						["name"] = "何以渡清欢-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590105364,
						["class"] = 2,
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "斗姐-熊猫酒仙",
						["iLvl"] = 440,
						["time"] = 1590293612,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "GhostDog#537385",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "石破惊天地-阿古斯",
						["iLvl"] = 102,
						["class"] = 3,
						["time"] = 1590293612,
						["bTag"] = "古怪之裤子#5215883",
					}, -- [320]
					{
						["name"] = "黄色追猎着-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1590213134,
						["class"] = 3,
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "牛抖-白银之手",
						["class"] = 10,
						["iLvl"] = 400,
						["time"] = 1590131765,
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "绿茶歌-埃霍恩",
						["iLvl"] = 396,
						["class"] = 3,
						["time"] = 1590124782,
						["bTag"] = "GhostDog#537385",
					}, -- [323]
					{
						["role"] = "TANK",
						["name"] = "硬气抖-罗宁",
						["iLvl"] = 414,
						["class"] = 10,
						["time"] = 1590215187,
						["bTag"] = "GhostDog#537385",
					}, -- [324]
					{
						["name"] = "绿茶二-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590131765,
						["class"] = 3,
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "Thesid-桑德兰",
						["iLvl"] = 482,
						["class"] = 2,
						["time"] = 1590215187,
						["bTag"] = "Nusog#5640",
					}, -- [326]
					{
						["name"] = "幻月小风-法拉希姆",
						["role"] = "DAMAGER",
						["time"] = 1590215187,
						["class"] = 9,
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "怒火战胜了光-神圣之歌",
						["iLvl"] = 265,
						["class"] = 1,
						["time"] = 1590116506,
						["bTag"] = "万古不朽#51389",
					}, -- [328]
					{
						["name"] = "阿谜-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590116985,
						["class"] = 9,
					}, -- [329]
					{
						["name"] = "一占戈-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590117900,
						["class"] = 1,
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "敗食者尘丶-国王之谷",
						["iLvl"] = 456,
						["class"] = 12,
						["time"] = 1590118664,
						["bTag"] = "灬冰菓丷#5486",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的菜鸡-克尔苏加德",
						["iLvl"] = 460,
						["class"] = 12,
						["time"] = 1590120900,
						["bTag"] = "IIIIIIIIIIII#52149",
					}, -- [332]
					{
						["role"] = "DAMAGER",
						["name"] = "十四号天灾-国王之谷",
						["iLvl"] = 456,
						["class"] = 6,
						["time"] = 1590122156,
						["bTag"] = "XIV#51920",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "徐三胖-罗宁",
						["iLvl"] = 452,
						["class"] = 1,
						["time"] = 1590131765,
						["bTag"] = "徐三胖#51381",
					}, -- [334]
					{
						["role"] = "TANK",
						["name"] = "变熊我最厉害-燃烧之刃",
						["iLvl"] = 477,
						["class"] = 11,
						["time"] = 1590131765,
						["bTag"] = "一首好湿#5442",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子上火-安苏",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1590299114,
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "黑眼豆豆丶-罗宁",
						["iLvl"] = 476,
						["class"] = 9,
						["time"] = 1590139843,
						["bTag"] = "Yuuumiiii#5524",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "丶殴打小盆友-熊猫酒仙",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1590139843,
						["bTag"] = "Jim#5304",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "柒喜橙-熊猫酒仙",
						["iLvl"] = 476,
						["class"] = 4,
						["time"] = 1590299114,
						["bTag"] = "Chen7x#5812",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "欧洲教父-白银之手",
						["iLvl"] = 483,
						["class"] = 1,
						["time"] = 1590139843,
						["bTag"] = "冰风之诺亚#5234",
					}, -- [340]
					{
						["role"] = "DAMAGER",
						["name"] = "Chano-国王之谷",
						["iLvl"] = 481,
						["class"] = 8,
						["time"] = 1590299114,
						["bTag"] = "CHANO#51327",
					}, -- [341]
					{
						["name"] = "神詩懿-影之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1590138888,
						["class"] = 2,
					}, -- [342]
					{
						["role"] = "DAMAGER",
						["name"] = "新欢丶-白银之手",
						["iLvl"] = 480,
						["class"] = 2,
						["time"] = 1590299114,
						["bTag"] = "大江哥#51495",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "嫣雨吟风倾酒-国王之谷",
						["iLvl"] = 471,
						["class"] = 8,
						["time"] = 1590229091,
						["bTag"] = "夏天不老#5872",
					}, -- [344]
					{
						["name"] = "賊不走空-加兹鲁维",
						["role"] = "DAMAGER",
						["time"] = 1590139291,
						["class"] = 4,
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "天狼流星箭-贫瘠之地",
						["iLvl"] = 458,
						["class"] = 3,
						["time"] = 1590139424,
						["bTag"] = "Heracles#5548",
					}, -- [346]
					{
						["role"] = "HEALER",
						["name"] = "何毛毛-雷斧堡垒",
						["iLvl"] = 446,
						["class"] = 10,
						["time"] = 1590139424,
						["bTag"] = "真的是无奈#5835",
					}, -- [347]
					{
						["role"] = "TANK",
						["name"] = "大熊十十-白银之手",
						["class"] = 10,
						["leader"] = true,
						["time"] = 1590151269,
					}, -- [348]
					{
						["name"] = "丨树洞丨-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590151269,
						["class"] = 9,
					}, -- [349]
					{
						["name"] = "幽蓝魔影-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590151269,
						["class"] = 8,
					}, -- [350]
					{
						["name"] = "特檑西-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590151269,
						["class"] = 1,
					}, -- [351]
					{
						["name"] = "狗儿虫-扎拉赞恩",
						["role"] = "DAMAGER",
						["time"] = 1590151269,
						["class"] = 8,
					}, -- [352]
					{
						["name"] = "千年铁皮害怕-伊利丹",
						["role"] = "TANK",
						["time"] = 1590151269,
						["class"] = 6,
					}, -- [353]
					{
						["name"] = "Scja-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590151269,
						["class"] = 8,
					}, -- [354]
					{
						["name"] = "晚风似霜-末日行者",
						["role"] = "HEALER",
						["time"] = 1590151269,
						["class"] = 5,
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "Invincible-泰兰德",
						["iLvl"] = 471,
						["class"] = 8,
						["time"] = 1590148261,
						["bTag"] = "陌丨小离#51642",
					}, -- [356]
					{
						["role"] = "DAMAGER",
						["name"] = "潜伏天下-阿迦玛甘",
						["iLvl"] = 472,
						["class"] = 4,
						["time"] = 1590149800,
						["bTag"] = "潜伏天下#5642",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "卡路里卡路里-石锤",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1590151269,
						["bTag"] = "YAO#52375",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "活树一只赋-黑暗之门",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590157132,
					}, -- [359]
					{
						["role"] = "DAMAGER",
						["name"] = "预备瞄准射鸡-熊猫酒仙",
						["iLvl"] = 435,
						["class"] = 3,
						["time"] = 1590157132,
						["bTag"] = "艾尔之子#5321594",
					}, -- [360]
					{
						["name"] = "路过刷个霸福-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590157132,
						["class"] = 2,
					}, -- [361]
					{
						["name"] = "羊驮-安苏",
						["role"] = "HEALER",
						["time"] = 1590157132,
						["class"] = 5,
					}, -- [362]
					{
						["name"] = "Kairne-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590157132,
						["class"] = 1,
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "小羊苏西丨-罗宁",
						["iLvl"] = 456,
						["class"] = 2,
						["time"] = 1590157132,
						["bTag"] = "狂野之狼#519148",
					}, -- [364]
					{
						["name"] = "月影星痕-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590157115,
						["class"] = 3,
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "天使之翼丶-朵丹尼尔",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590157040,
						["bTag"] = "天使之翼#5958",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "雪飘魂-国王之谷",
						["iLvl"] = 476,
						["class"] = 1,
						["time"] = 1590157115,
						["bTag"] = "叶子不是树叶#5612",
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "胜者厶为王-熊猫酒仙",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1590164121,
					}, -- [368]
					{
						["name"] = "平身-麦迪文",
						["role"] = "DAMAGER",
						["time"] = 1590164121,
						["class"] = 8,
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "Sink-达隆米尔",
						["iLvl"] = 471,
						["class"] = 12,
						["time"] = 1590164121,
						["bTag"] = "虚竹先生#51318",
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "游鱼的天使-暗影之月",
						["iLvl"] = 482,
						["class"] = 3,
						["time"] = 1590164121,
						["bTag"] = "君为红颜醉#5469",
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "胖橘早睡早起-白银之手",
						["iLvl"] = 483,
						["class"] = 4,
						["time"] = 1590164121,
						["bTag"] = "Nubezl#5423",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "灵石路陈浩南-熊猫酒仙",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590164121,
						["bTag"] = "Xfaker#5820",
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "漂亮男孩刘波-熊猫酒仙",
						["iLvl"] = 480,
						["class"] = 4,
						["time"] = 1590157425,
						["bTag"] = "Biohazard#51827",
					}, -- [374]
					{
						["name"] = "鸽子蛤-风暴之眼",
						["role"] = "DAMAGER",
						["time"] = 1590164121,
						["class"] = 8,
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "Phylicia-罗宁",
						["iLvl"] = 479,
						["class"] = 9,
						["time"] = 1590157425,
						["bTag"] = "涅槃火舞#5463",
					}, -- [376]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔早睡早起-白银之手",
						["iLvl"] = 484,
						["class"] = 9,
						["time"] = 1590164121,
						["bTag"] = "Nubezl#5423",
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "木落的大领主-熊猫酒仙",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590158870,
						["bTag"] = "什么什么鬼#51710",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "剑气昂然-山丘之王",
						["iLvl"] = 476,
						["class"] = 1,
						["time"] = 1590161163,
						["bTag"] = "Leon#57888",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "九成新-风暴峭壁",
						["iLvl"] = 471,
						["class"] = 10,
						["time"] = 1590163329,
						["bTag"] = "虚空湮灭#5524",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "狗吃彩虹-罗宁",
						["iLvl"] = 481,
						["class"] = 9,
						["time"] = 1590164121,
						["bTag"] = "狗吃彩虹#5309",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "无情的驴-阿古斯",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590334202,
					}, -- [382]
					{
						["name"] = "天香小龙虾-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1590206314,
						["class"] = 11,
					}, -- [383]
					{
						["name"] = "沃兹基索蒂-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 11,
					}, -- [384]
					{
						["name"] = "曲稻茎樋-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590198736,
						["class"] = 8,
					}, -- [385]
					{
						["name"] = "Antetokonmp-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590177083,
						["class"] = 8,
					}, -- [386]
					{
						["name"] = "冫中钅夆丶-贫瘠之地",
						["role"] = "DAMAGER",
						["time"] = 1590206314,
						["class"] = 1,
					}, -- [387]
					{
						["name"] = "紫泣-国王之谷",
						["role"] = "HEALER",
						["time"] = 1590198736,
						["class"] = 2,
					}, -- [388]
					{
						["name"] = "Spiritvessel-白银之手",
						["role"] = "HEALER",
						["time"] = 1590206314,
						["class"] = 5,
					}, -- [389]
					{
						["name"] = "自燃羊肉-死亡之翼",
						["role"] = "DAMAGER",
						["time"] = 1590206314,
						["class"] = 3,
					}, -- [390]
					{
						["name"] = "强哥大裤衩-死亡之翼",
						["role"] = "DAMAGER",
						["time"] = 1590189774,
						["class"] = 1,
					}, -- [391]
					{
						["role"] = "DAMAGER",
						["name"] = "法康师傅-神圣之歌",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1590190585,
					}, -- [392]
					{
						["name"] = "Tizii-月光林地",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 9,
					}, -- [393]
					{
						["name"] = "Jackspplol-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 8,
					}, -- [394]
					{
						["name"] = "画臂-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 5,
					}, -- [395]
					{
						["name"] = "Beautifuboy-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 2,
					}, -- [396]
					{
						["name"] = "朮丗-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 9,
					}, -- [397]
					{
						["name"] = "河套-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 2,
					}, -- [398]
					{
						["name"] = "小兔孒-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 1,
					}, -- [399]
					{
						["name"] = "猪肉火烧-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590190585,
						["class"] = 9,
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "踩不到我的头-罗宁",
						["iLvl"] = 304,
						["class"] = 8,
						["time"] = 1590198046,
						["bTag"] = "我的名字叫阿宝#5165",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天使-白银之手",
						["iLvl"] = 481,
						["class"] = 2,
						["time"] = 1590201914,
						["bTag"] = "Angel#59174",
					}, -- [402]
					{
						["name"] = "弗雷安恐邪-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590199988,
						["class"] = 12,
					}, -- [403]
					{
						["role"] = "HEALER",
						["name"] = "奶的小迷弟-克尔苏加德",
						["iLvl"] = 457,
						["class"] = 11,
						["time"] = 1590201472,
						["bTag"] = "俺是老实人#5983",
					}, -- [404]
					{
						["role"] = "DAMAGER",
						["name"] = "渺怒-德拉诺",
						["iLvl"] = 464,
						["class"] = 8,
						["time"] = 1590200147,
						["bTag"] = "不抽烟只抽你#5105",
					}, -- [405]
					{
						["name"] = "我是术虱-雷霆号角",
						["role"] = "DAMAGER",
						["time"] = 1590201405,
						["class"] = 9,
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "Debonair-主宰之剑",
						["iLvl"] = 319,
						["class"] = 3,
						["time"] = 1590201472,
						["bTag"] = "Debonair#51710",
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "Tydzz-熊猫酒仙",
						["iLvl"] = 443,
						["class"] = 2,
						["time"] = 1590201914,
						["bTag"] = "tydzz#5380",
					}, -- [408]
					{
						["role"] = "HEALER",
						["name"] = "永州彭于晏-主宰之剑",
						["iLvl"] = 439,
						["class"] = 7,
						["time"] = 1590201914,
						["bTag"] = "国服最可爱的宝贝#5367",
					}, -- [409]
					{
						["role"] = "HEALER",
						["name"] = "Dksq-安苏",
						["iLvl"] = 431,
						["class"] = 2,
						["time"] = 1590203047,
						["bTag"] = "功夫熊猫#52211",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "Rot-永恒之井",
						["iLvl"] = 461,
						["class"] = 3,
						["time"] = 1590203395,
						["bTag"] = "overslay#5512",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "莉莉丝女王-泰兰德",
						["iLvl"] = 453,
						["class"] = 3,
						["time"] = 1590203047,
						["bTag"] = "我醉欲眠卿且去#5675",
					}, -- [412]
					{
						["name"] = "占戈士的呐喊-丹莫德",
						["role"] = "DAMAGER",
						["time"] = 1590206314,
						["class"] = 1,
					}, -- [413]
					{
						["role"] = "DAMAGER",
						["name"] = "Structfile-末日行者",
						["iLvl"] = 473,
						["class"] = 8,
						["time"] = 1590203395,
						["bTag"] = "战斗之裤#53497",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "鸢尾花-熊猫酒仙",
						["iLvl"] = 463,
						["class"] = 8,
						["time"] = 1590204392,
						["bTag"] = "Reeve#51345",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "幽夜小致-诺兹多姆",
						["iLvl"] = 428,
						["class"] = 12,
						["time"] = 1590204392,
						["bTag"] = "幽夜小语#5422",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "证明自己-回音山",
						["iLvl"] = 420,
						["class"] = 4,
						["time"] = 1590205343,
						["bTag"] = "爱情的骗子#51271",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "艾们艾瑞闷-白银之手",
						["iLvl"] = 466,
						["class"] = 3,
						["time"] = 1590206314,
						["bTag"] = "妖秀啊啊#5299",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "斗丶雨丶魂-永恒之井",
						["iLvl"] = 463,
						["class"] = 11,
						["time"] = 1590206314,
						["bTag"] = "修修自行车#5964",
					}, -- [419]
					{
						["name"] = "灬跳来跳去灬-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590215187,
						["class"] = 1,
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "肤白貌美-蜘蛛王国",
						["iLvl"] = 482,
						["class"] = 3,
						["time"] = 1590210026,
						["bTag"] = "夜魔先生#5403",
					}, -- [421]
					{
						["name"] = "胡须的传说-图拉扬",
						["role"] = "DAMAGER",
						["time"] = 1590212780,
						["class"] = 8,
					}, -- [422]
					{
						["name"] = "优乐美殿下-雷斧堡垒",
						["role"] = "DAMAGER",
						["time"] = 1590210560,
						["class"] = 8,
					}, -- [423]
					{
						["name"] = "丶小夜猫-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590211409,
						["class"] = 4,
					}, -- [424]
					{
						["name"] = "路过的风-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590211487,
						["class"] = 12,
					}, -- [425]
					{
						["role"] = "DAMAGER",
						["name"] = "棄剣丨理紅妝-罗宁",
						["iLvl"] = 478,
						["class"] = 2,
						["time"] = 1590212536,
						["bTag"] = "吞风吻雨#5546",
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "快拿命来-安苏",
						["iLvl"] = 436,
						["class"] = 6,
						["time"] = 1590213134,
						["bTag"] = "沉默之剑#5428295",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "谭大炮-白银之手",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1590213134,
						["bTag"] = "谭大炮#51773",
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "小当家干脆面-罗宁",
						["iLvl"] = 480,
						["class"] = 3,
						["time"] = 1590214269,
						["bTag"] = "我不爱吃干脆面#5597",
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "有种别打德-安苏",
						["iLvl"] = 450,
						["class"] = 11,
						["time"] = 1590214258,
						["bTag"] = "孤风寒影#5804",
					}, -- [430]
					{
						["name"] = "柳舞翩跹-麦迪文",
						["role"] = "DAMAGER",
						["time"] = 1590214809,
						["class"] = 8,
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "浅陌凉兮-安苏",
						["iLvl"] = 456,
						["class"] = 8,
						["time"] = 1590214195,
						["bTag"] = "幽灵作戏#5630",
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "狂舔一条街-白银之手",
						["iLvl"] = 480,
						["class"] = 3,
						["time"] = 1590214809,
						["bTag"] = "沉默之风暴#515997",
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "血染茉莉-贫瘠之地",
						["iLvl"] = 473,
						["class"] = 3,
						["time"] = 1590214574,
						["bTag"] = "nicolas#5708",
					}, -- [434]
					{
						["name"] = "血影凨-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590214809,
						["class"] = 2,
					}, -- [435]
					{
						["name"] = "圣灵法神-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1590215187,
						["class"] = 8,
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "丶夏天的风-图拉扬",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590233644,
					}, -- [437]
					{
						["name"] = "暴风领域-麦姆",
						["role"] = "DAMAGER",
						["time"] = 1590233644,
						["class"] = 8,
					}, -- [438]
					{
						["name"] = "黑曜石-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590233644,
						["class"] = 7,
					}, -- [439]
					{
						["name"] = "蕃茄的机械猫-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590233644,
						["class"] = 8,
					}, -- [440]
					{
						["name"] = "伊力丹驽风-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590233644,
						["class"] = 12,
					}, -- [441]
					{
						["name"] = "卩有炜灬承-生态船",
						["role"] = "DAMAGER",
						["time"] = 1590233644,
						["class"] = 1,
					}, -- [442]
					{
						["name"] = "鲨鲤-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590227790,
						["class"] = 3,
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "褔星髙照-暗影之月",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1590221526,
						["bTag"] = "福星高照#5451",
					}, -- [444]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走萝莉丶-轻风之语",
						["iLvl"] = 473,
						["class"] = 3,
						["time"] = 1590222231,
						["bTag"] = "Pirlo21#5726",
					}, -- [445]
					{
						["role"] = "DAMAGER",
						["name"] = "我是阿飞-霜之哀伤",
						["iLvl"] = 471,
						["class"] = 1,
						["time"] = 1590223182,
						["bTag"] = "蒙叔#5174",
					}, -- [446]
					{
						["role"] = "DAMAGER",
						["name"] = "笑傲云-白银之手",
						["iLvl"] = 466,
						["class"] = 3,
						["time"] = 1590225595,
						["bTag"] = "月落乌啼#5168",
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "小凋零-白银之手",
						["iLvl"] = 481,
						["class"] = 9,
						["time"] = 1590225409,
						["bTag"] = "小凋零#51144",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "Migarong-白银之手",
						["iLvl"] = 400,
						["class"] = 9,
						["time"] = 1590225910,
						["bTag"] = "十七#53129",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "星空萝莉-国王之谷",
						["iLvl"] = 477,
						["class"] = 8,
						["time"] = 1590226049,
						["bTag"] = "落叶随风#52579",
					}, -- [450]
					{
						["role"] = "HEALER",
						["name"] = "歡喜的慈雨丶-罗宁",
						["iLvl"] = 459,
						["class"] = 2,
						["time"] = 1590226049,
						["bTag"] = "郭奉孝之魂#5222",
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "誑曓茹嬢-安苏",
						["iLvl"] = 431,
						["class"] = 1,
						["time"] = 1590227349,
						["bTag"] = "人生如梦#5432",
					}, -- [452]
					{
						["role"] = "DAMAGER",
						["name"] = "心态炸裂-国王之谷",
						["iLvl"] = 481,
						["class"] = 8,
						["time"] = 1590227349,
						["bTag"] = "丁妈#5124",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "贡具人-罗宁",
						["iLvl"] = 482,
						["class"] = 1,
						["time"] = 1590232800,
						["bTag"] = "人中绿卜#5375",
					}, -- [454]
					{
						["role"] = "DAMAGER",
						["name"] = "Xpp-安苏",
						["iLvl"] = 447,
						["class"] = 12,
						["time"] = 1590229091,
						["bTag"] = "Joker#541216",
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "站桩老银-海克泰尔",
						["iLvl"] = 345,
						["class"] = 3,
						["time"] = 1590229716,
						["bTag"] = "hobbit#5532",
					}, -- [456]
					{
						["role"] = "HEALER",
						["name"] = "沉沦爱琴海-主宰之剑",
						["iLvl"] = 338,
						["class"] = 2,
						["time"] = 1590230754,
						["bTag"] = "Hxi#5403",
					}, -- [457]
					{
						["role"] = "DAMAGER",
						["name"] = "埃莉丝琳娜-安苏",
						["iLvl"] = 480,
						["class"] = 8,
						["time"] = 1590233644,
						["bTag"] = "永恒梦魇#5236",
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "柬山黄泉-罗宁",
						["iLvl"] = 480,
						["class"] = 4,
						["time"] = 1590232678,
						["bTag"] = "旅店老板的女儿#5220",
					}, -- [459]
					{
						["role"] = "HEALER",
						["name"] = "是石原里美啊-格瑞姆巴托",
						["iLvl"] = 468,
						["class"] = 2,
						["time"] = 1590232971,
						["bTag"] = "人胖枪刚膝盖走位#5211",
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "爱情废柴丶-风暴之眼",
						["iLvl"] = 366,
						["class"] = 2,
						["time"] = 1590232971,
						["bTag"] = "橘子胡了#5530",
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "三只眼-白银之手",
						["iLvl"] = 480,
						["class"] = 1,
						["time"] = 1590233354,
						["bTag"] = "kenshin#51930",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "高冷大娘们-安苏",
						["iLvl"] = 277,
						["class"] = 1,
						["time"] = 1590233644,
						["bTag"] = "写轮之睛#5795",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "狗和小超的事-回音山",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1590233966,
					}, -- [464]
					{
						["name"] = "落凉凉-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590233966,
						["class"] = 1,
					}, -- [465]
					{
						["name"] = "七年-主宰之剑",
						["role"] = "HEALER",
						["time"] = 1590233966,
						["class"] = 2,
					}, -- [466]
					{
						["name"] = "蔡小虎丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590233966,
						["class"] = 1,
					}, -- [467]
					{
						["name"] = "蔡小兔丶-白银之手",
						["role"] = "HEALER",
						["time"] = 1590233966,
						["class"] = 2,
					}, -- [468]
					{
						["name"] = "亡者魔导师-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590233966,
						["class"] = 6,
					}, -- [469]
					{
						["name"] = "君子重于义-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590233966,
						["class"] = 2,
					}, -- [470]
					{
						["name"] = "夏幻的冰法-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1590233966,
						["class"] = 8,
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓小弋-雷斧堡垒",
						["iLvl"] = 460,
						["class"] = 3,
						["time"] = 1590233839,
						["bTag"] = "暗影之风暴#5344800",
					}, -- [472]
					{
						["name"] = "红豆酥-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590234583,
						["class"] = 1,
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "完美之弧-白银之手",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1590234583,
						["bTag"] = "完美之弧#5339",
					}, -- [474]
					{
						["name"] = "魔荼-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590234583,
						["class"] = 12,
					}, -- [475]
					{
						["name"] = "闲情小拽-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590234583,
						["class"] = 9,
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "菩提树下草-卡拉赞",
						["iLvl"] = 444,
						["class"] = 9,
						["time"] = 1590234583,
						["bTag"] = "勇敢的心#51766",
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "随便一点啊-回音山",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590235174,
					}, -- [478]
					{
						["name"] = "黄坨村-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 3,
					}, -- [479]
					{
						["name"] = "两百只小白鼠-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 9,
					}, -- [480]
					{
						["name"] = "烟花法-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 8,
					}, -- [481]
					{
						["name"] = "吃西瓜用勺挖-永恒之井",
						["role"] = "DAMAGER",
						["time"] = 1590235174,
						["class"] = 10,
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "血玫瑰薇娜-金色平原",
						["iLvl"] = 428,
						["class"] = 6,
						["time"] = 1590235174,
						["bTag"] = "瘟疫勋爵#5852",
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "远古洞蛆-末日行者",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590239503,
					}, -- [484]
					{
						["name"] = "十分钟热度-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 6,
					}, -- [485]
					{
						["role"] = "DAMAGER",
						["name"] = "年糕爱吃肉-罗宁",
						["iLvl"] = 320,
						["class"] = 12,
						["time"] = 1590236035,
						["bTag"] = "杀青#51306",
					}, -- [486]
					{
						["name"] = "安妮罗洁-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 8,
					}, -- [487]
					{
						["name"] = "牧月丷-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 12,
					}, -- [488]
					{
						["name"] = "鱼与雨预语-塞拉摩",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 1,
					}, -- [489]
					{
						["name"] = "丨刘亦菲丨-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590239503,
						["class"] = 4,
					}, -- [490]
					{
						["name"] = "夏汐汐丶-白银之手",
						["role"] = "HEALER",
						["time"] = 1590239503,
						["class"] = 5,
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "福娃灬毁灭-德拉诺",
						["iLvl"] = 409,
						["class"] = 9,
						["time"] = 1590237561,
						["bTag"] = "sora#5662",
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影灬幻舞-安苏",
						["iLvl"] = 470,
						["class"] = 4,
						["time"] = 1590238318,
						["bTag"] = "烈火幻焰#5794",
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "Devel-冰霜之刃",
						["iLvl"] = 478,
						["class"] = 12,
						["time"] = 1590238746,
						["bTag"] = "沉默之剑#518563",
					}, -- [494]
					{
						["role"] = "DAMAGER",
						["name"] = "無名死神-白银之手",
						["iLvl"] = 479,
						["class"] = 6,
						["time"] = 1590239503,
						["bTag"] = "VTNG#5640",
					}, -- [495]
					{
						["role"] = "DAMAGER",
						["name"] = "天下菊花-梦境之树",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590264730,
					}, -- [496]
					{
						["name"] = "夏侯玻-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 8,
					}, -- [497]
					{
						["name"] = "月枯-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 8,
					}, -- [498]
					{
						["name"] = "久石奏-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 3,
					}, -- [499]
					{
						["name"] = "西门吹小牛-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590247262,
						["class"] = 3,
					}, -- [500]
					{
						["name"] = "朕嘉-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 8,
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "日以为常-罗宁",
						["iLvl"] = 464,
						["class"] = 1,
						["time"] = 1590248467,
						["bTag"] = "纯夜色#5998",
					}, -- [502]
					{
						["name"] = "纯净聖母-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 7,
					}, -- [503]
					{
						["name"] = "Hbduiyhsd-末日行者",
						["role"] = "TANK",
						["time"] = 1590247759,
						["class"] = 2,
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "Mmlook-金色平原",
						["iLvl"] = 457,
						["class"] = 3,
						["time"] = 1590248623,
						["bTag"] = "侠岚萌#5427",
					}, -- [505]
					{
						["name"] = "宝宝爱吃虾-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590249266,
						["class"] = 9,
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "掌心宝-熊猫酒仙",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1590249379,
						["bTag"] = "掌心宝#5915",
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶栗子-国王之谷",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1590249379,
						["bTag"] = "BingGun#51806",
					}, -- [508]
					{
						["role"] = "DAMAGER",
						["name"] = "麻仓木乃-金色平原",
						["iLvl"] = 479,
						["class"] = 1,
						["time"] = 1590250736,
						["bTag"] = "阿龍#51726",
					}, -- [509]
					{
						["role"] = "DAMAGER",
						["name"] = "铠甲战神-安苏",
						["iLvl"] = 430,
						["class"] = 3,
						["time"] = 1590250159,
						["bTag"] = "鍾馗誅鬼#5679",
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "Nysji-蜘蛛王国",
						["iLvl"] = 484,
						["class"] = 4,
						["time"] = 1590250751,
						["bTag"] = "有点难啊#5616",
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "燈火星星丶-万色星辰",
						["iLvl"] = 473,
						["class"] = 9,
						["time"] = 1590250964,
						["bTag"] = "燈火星星#5748",
					}, -- [512]
					{
						["name"] = "Uguess-海达希亚",
						["role"] = "DAMAGER",
						["time"] = 1590250964,
						["class"] = 4,
					}, -- [513]
					{
						["name"] = "螺旋丶风琴-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590250918,
						["class"] = 8,
					}, -- [514]
					{
						["name"] = "皇家马德理-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 3,
					}, -- [515]
					{
						["role"] = "DAMAGER",
						["name"] = "丶七娃-白银之手",
						["iLvl"] = 479,
						["class"] = 2,
						["time"] = 1590255209,
						["bTag"] = "骑猪肯香瓜儿#5667",
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "Clare-金色平原",
						["iLvl"] = 481,
						["class"] = 1,
						["time"] = 1590257206,
						["bTag"] = "Ghost#5612",
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "丨云曦-安苏",
						["iLvl"] = 478,
						["class"] = 1,
						["time"] = 1590257778,
						["bTag"] = "消逝流年#5915",
					}, -- [518]
					{
						["name"] = "黑木瞳-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590288955,
						["class"] = 9,
					}, -- [519]
					{
						["role"] = "DAMAGER",
						["name"] = "Vever-克尔苏加德",
						["iLvl"] = 475,
						["class"] = 12,
						["time"] = 1590258588,
						["bTag"] = "Vever#51783",
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "大舅妈崛起-白银之手",
						["iLvl"] = 460,
						["class"] = 3,
						["time"] = 1590259972,
						["bTag"] = "囸図囡囯#5763",
					}, -- [521]
					{
						["role"] = "DAMAGER",
						["name"] = "Mikababa-主宰之剑",
						["iLvl"] = 346,
						["class"] = 3,
						["time"] = 1590261021,
						["bTag"] = "MikaMaMa#5107",
					}, -- [522]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对天使-主宰之剑",
						["iLvl"] = 484,
						["class"] = 1,
						["time"] = 1590262202,
						["bTag"] = "无天#5636",
					}, -- [523]
					{
						["role"] = "DAMAGER",
						["name"] = "丁小美-阿古斯",
						["iLvl"] = 273,
						["class"] = 8,
						["time"] = 1590263152,
						["bTag"] = "小美#5564",
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "拾雨成豆豆-阿尔萨斯",
						["iLvl"] = 477,
						["class"] = 5,
						["time"] = 1590264090,
						["bTag"] = "理由哥#5193",
					}, -- [525]
					{
						["name"] = "月下的榛睡鼠-霍格",
						["role"] = "DAMAGER",
						["time"] = 1590264730,
						["class"] = 3,
					}, -- [526]
					{
						["role"] = "DAMAGER",
						["name"] = "葑伈锁嗳-主宰之剑",
						["iLvl"] = 473,
						["class"] = 7,
						["time"] = 1590288016,
						["bTag"] = "王尼玛#5834",
					}, -- [527]
					{
						["name"] = "戰士灬-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 1,
					}, -- [528]
					{
						["name"] = "陆一可-麦姆",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 8,
					}, -- [529]
					{
						["name"] = "巴黎歐萊雅丶-罗宁",
						["role"] = "HEALER",
						["time"] = 1590289066,
						["class"] = 2,
					}, -- [530]
					{
						["name"] = "蒸饼儿-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 12,
					}, -- [531]
					{
						["name"] = "Symiko-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 2,
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "水谷精灵-刺骨利刃",
						["iLvl"] = 474,
						["class"] = 3,
						["time"] = 1590286942,
						["bTag"] = "罗蓝#51347",
					}, -- [533]
					{
						["name"] = "Ycgys-无尽之海",
						["role"] = "DAMAGER",
						["time"] = 1590280352,
						["class"] = 1,
					}, -- [534]
					{
						["role"] = "HEALER",
						["name"] = "小豆豆奶-末日行者",
						["iLvl"] = 475,
						["class"] = 11,
						["time"] = 1590284222,
						["bTag"] = "Domino#5126",
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "绿色怪蜀黍-安苏",
						["iLvl"] = 417,
						["class"] = 12,
						["time"] = 1590286942,
						["bTag"] = "中华少先队员#5768",
					}, -- [536]
					{
						["name"] = "敌法必须死-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590289066,
						["class"] = 1,
					}, -- [537]
					{
						["name"] = "暗黑焰龍-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590287981,
						["class"] = 7,
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞之箭-轻风之语",
						["iLvl"] = 476,
						["class"] = 3,
						["time"] = 1590288225,
						["bTag"] = "飞舞之箭#5494",
					}, -- [539]
					{
						["role"] = "DAMAGER",
						["name"] = "依馨-加基森",
						["iLvl"] = 418,
						["class"] = 2,
						["time"] = 1590288989,
						["bTag"] = "爱偷懒的猫猫#5930",
					}, -- [540]
					{
						["name"] = "啊啦贡-白银之手",
						["role"] = "HEALER",
						["time"] = 1590289066,
						["class"] = 11,
					}, -- [541]
					{
						["name"] = "螺丝没了-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590293612,
						["class"] = 3,
					}, -- [542]
					{
						["name"] = "小小机器人-达基萨斯",
						["role"] = "DAMAGER",
						["time"] = 1590293273,
						["class"] = 9,
					}, -- [543]
					{
						["name"] = "渠道京通-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590293612,
						["class"] = 8,
					}, -- [544]
					{
						["name"] = "灰皮的-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590293612,
						["class"] = 11,
					}, -- [545]
					{
						["name"] = "欧皇奶酪-国王之谷",
						["role"] = "HEALER",
						["time"] = 1590293612,
						["class"] = 2,
					}, -- [546]
					{
						["role"] = "DAMAGER",
						["name"] = "佰世可乐-壁炉谷",
						["iLvl"] = 464,
						["class"] = 3,
						["time"] = 1590293273,
						["bTag"] = "百事渴乐#5205",
					}, -- [547]
					{
						["name"] = "绕城跑二圈-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590293612,
						["class"] = 2,
					}, -- [548]
					{
						["role"] = "DAMAGER",
						["name"] = "烟微-海克泰尔",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590298937,
					}, -- [549]
					{
						["role"] = "DAMAGER",
						["name"] = "白描-贫瘠之地",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1590298937,
						["bTag"] = "荼白#5134",
					}, -- [550]
					{
						["name"] = "声微丶饭否-破碎岭",
						["role"] = "DAMAGER",
						["time"] = 1590298937,
						["class"] = 5,
					}, -- [551]
					{
						["name"] = "無邉落木-奥特兰克",
						["role"] = "DAMAGER",
						["time"] = 1590298937,
						["class"] = 8,
					}, -- [552]
					{
						["role"] = "DAMAGER",
						["name"] = "寶寶梓宇-破碎岭",
						["iLvl"] = 464,
						["class"] = 3,
						["time"] = 1590298937,
						["bTag"] = "远看山有色#5132",
					}, -- [553]
					{
						["name"] = "圣光格里菲斯-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590298937,
						["class"] = 2,
					}, -- [554]
					{
						["name"] = "Foreverdk-永恒之井",
						["role"] = "DAMAGER",
						["time"] = 1590298937,
						["class"] = 6,
					}, -- [555]
					{
						["role"] = "DAMAGER",
						["name"] = "幻玥岚-金度",
						["iLvl"] = 477,
						["class"] = 1,
						["time"] = 1590299081,
						["bTag"] = "幻月舞#5320",
					}, -- [556]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰壁垒-罗宁",
						["iLvl"] = 460,
						["class"] = 1,
						["time"] = 1590299114,
						["bTag"] = "紫魇#5816",
					}, -- [557]
					{
						["role"] = "DAMAGER",
						["name"] = "溅血之刃-瓦里安",
						["iLvl"] = 420,
						["class"] = 1,
						["time"] = 1590299114,
						["bTag"] = "吃瓜群众#51460",
					}, -- [558]
					{
						["name"] = "九五二七丶-阿古斯",
						["role"] = "DAMAGER",
						["time"] = 1590299114,
						["class"] = 1,
					}, -- [559]
					{
						["name"] = "卫戎-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590299114,
						["class"] = 1,
					}, -- [560]
					{
						["role"] = "DAMAGER",
						["name"] = "他与她已经-白银之手",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1590299186,
					}, -- [561]
					{
						["name"] = "微笑之鱼儿-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 9,
					}, -- [562]
					{
						["name"] = "亿仔-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 8,
					}, -- [563]
					{
						["name"] = "欧皇不娴熟-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 8,
					}, -- [564]
					{
						["name"] = "那个酱油猎-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 3,
					}, -- [565]
					{
						["role"] = "HEALER",
						["name"] = "光铸小鱼-桑德兰",
						["iLvl"] = 480,
						["class"] = 2,
						["time"] = 1590299186,
						["bTag"] = "丅雨楽灬收衣服啦#5721",
					}, -- [566]
					{
						["role"] = "HEALER",
						["name"] = "烟云破晓-熊猫酒仙",
						["iLvl"] = 483,
						["class"] = 10,
						["time"] = 1590299186,
						["bTag"] = "年轻的信赖#5703",
					}, -- [567]
					{
						["name"] = "Cjw-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 4,
					}, -- [568]
					{
						["name"] = "右情-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590299186,
						["class"] = 11,
					}, -- [569]
					{
						["role"] = "DAMAGER",
						["name"] = "林四姐-白银之手",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1590304762,
					}, -- [570]
					{
						["name"] = "威士忌拿铁-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 8,
					}, -- [571]
					{
						["name"] = "威士忌摩卡-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 3,
					}, -- [572]
					{
						["name"] = "对手戏-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 8,
					}, -- [573]
					{
						["name"] = "Pfalz-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 1,
					}, -- [574]
					{
						["name"] = "千里慕斜阳-罗宁",
						["role"] = "TANK",
						["time"] = 1590304762,
						["class"] = 11,
					}, -- [575]
					{
						["name"] = "魂十五-熊猫酒仙",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 8,
					}, -- [576]
					{
						["name"] = "夏漠秋雨-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 8,
					}, -- [577]
					{
						["name"] = "天帝踏英招-斯坦索姆",
						["role"] = "DAMAGER",
						["time"] = 1590304762,
						["class"] = 1,
					}, -- [578]
					{
						["role"] = "DAMAGER",
						["name"] = "花落半格-白银之手",
						["class"] = 2,
						["leader"] = true,
						["time"] = 1590304776,
					}, -- [579]
					{
						["name"] = "欧皇丶橙橙-破碎岭",
						["role"] = "TANK",
						["time"] = 1590304776,
						["class"] = 11,
					}, -- [580]
					{
						["name"] = "啾啾奶妈-诺兹多姆",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 5,
					}, -- [581]
					{
						["name"] = "快乐浪急-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 3,
					}, -- [582]
					{
						["name"] = "风共-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 2,
					}, -- [583]
					{
						["name"] = "松松裤带子-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 8,
					}, -- [584]
					{
						["name"] = "王春鹤-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 6,
					}, -- [585]
					{
						["name"] = "敵霹埃斯-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590304776,
						["class"] = 9,
					}, -- [586]
					{
						["name"] = "橒戈-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590312581,
						["class"] = 10,
					}, -- [587]
					{
						["name"] = "傳説中的小哥-末日行者",
						["role"] = "TANK",
						["time"] = 1590321650,
						["class"] = 6,
					}, -- [588]
					{
						["role"] = "DAMAGER",
						["name"] = "聂晓岚-海达希亚",
						["iLvl"] = 310,
						["class"] = 1,
						["time"] = 1590306337,
						["bTag"] = "为自己喝彩#51626",
					}, -- [589]
					{
						["name"] = "老陕西油泼面-诺兹多姆",
						["role"] = "HEALER",
						["time"] = 1590321650,
						["class"] = 2,
					}, -- [590]
					{
						["role"] = "DAMAGER",
						["name"] = "火锅妈-金色平原",
						["iLvl"] = 331,
						["class"] = 3,
						["time"] = 1590304850,
						["bTag"] = "熊猫爱吃桃#5448",
					}, -- [591]
					{
						["role"] = "DAMAGER",
						["name"] = "云我无心-迦拉克隆",
						["iLvl"] = 327,
						["class"] = 12,
						["time"] = 1590305878,
						["bTag"] = "lakesight#5307",
					}, -- [592]
					{
						["role"] = "DAMAGER",
						["name"] = "Djmax-图拉扬",
						["iLvl"] = 478,
						["class"] = 8,
						["time"] = 1590316806,
						["bTag"] = "Djmax#5947",
					}, -- [593]
					{
						["role"] = "DAMAGER",
						["name"] = "想去吹吹风-诺兹多姆",
						["iLvl"] = 460,
						["class"] = 12,
						["time"] = 1590308375,
						["bTag"] = "迷你之忍#57918",
					}, -- [594]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵作戏-安苏",
						["iLvl"] = 480,
						["class"] = 3,
						["time"] = 1590308375,
						["bTag"] = "幽灵作戏#5630",
					}, -- [595]
					{
						["role"] = "DAMAGER",
						["name"] = "火鳮味锅巴-熊猫酒仙",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1590308801,
						["bTag"] = "Barrett#5692",
					}, -- [596]
					{
						["role"] = "DAMAGER",
						["name"] = "朕射伱冇罪-安苏",
						["iLvl"] = 423,
						["class"] = 3,
						["time"] = 1590311121,
						["bTag"] = "遇见#52638",
					}, -- [597]
					{
						["role"] = "DAMAGER",
						["name"] = "伤尽繁华-奥杜尔",
						["iLvl"] = 376,
						["class"] = 3,
						["time"] = 1590310715,
						["bTag"] = "跳跳熊#584924",
					}, -- [598]
					{
						["role"] = "DAMAGER",
						["name"] = "粢飯-蜘蛛王国",
						["iLvl"] = 475,
						["class"] = 9,
						["time"] = 1590311121,
						["bTag"] = "粢饭#51614",
					}, -- [599]
					{
						["role"] = "DAMAGER",
						["name"] = "一片烤山药-灰谷",
						["iLvl"] = 407,
						["class"] = 1,
						["time"] = 1590312194,
						["bTag"] = "小灰灰它爹#51916",
					}, -- [600]
					{
						["role"] = "DAMAGER",
						["name"] = "蒼井井丶-主宰之剑",
						["iLvl"] = 479,
						["class"] = 8,
						["time"] = 1590312194,
						["bTag"] = "罓灬罓丶#5365",
					}, -- [601]
					{
						["role"] = "TANK",
						["name"] = "黑人-奥特兰克",
						["iLvl"] = 306,
						["class"] = 1,
						["time"] = 1590312588,
						["bTag"] = "双叶杏是我老婆#5417",
					}, -- [602]
					{
						["name"] = "战桃-罗宁",
						["role"] = "HEALER",
						["time"] = 1590312581,
						["class"] = 7,
					}, -- [603]
					{
						["role"] = "DAMAGER",
						["name"] = "逐风者的骄傲-白银之手",
						["iLvl"] = 477,
						["class"] = 3,
						["time"] = 1590312828,
						["bTag"] = "逐风者的骄傲#5180",
					}, -- [604]
					{
						["role"] = "DAMAGER",
						["name"] = "半边柠-白银之手",
						["iLvl"] = 477,
						["class"] = 8,
						["time"] = 1590312828,
						["bTag"] = "掌心的温度#5673",
					}, -- [605]
					{
						["role"] = "DAMAGER",
						["name"] = "养不活宝宝-白银之手",
						["iLvl"] = 478,
						["class"] = 3,
						["time"] = 1590312828,
						["bTag"] = "小浣熊#5176",
					}, -- [606]
					{
						["name"] = "括囊無咎無譽-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590312762,
						["class"] = 8,
					}, -- [607]
					{
						["name"] = "醉花荫丶尛-戈提克",
						["role"] = "HEALER",
						["time"] = 1590313829,
						["class"] = 5,
					}, -- [608]
					{
						["role"] = "DAMAGER",
						["name"] = "阿鲁之刃-斯坦索姆",
						["iLvl"] = 300,
						["class"] = 12,
						["time"] = 1590313829,
						["bTag"] = "skyly#51713",
					}, -- [609]
					{
						["role"] = "DAMAGER",
						["name"] = "波雅漢库克-贫瘠之地",
						["iLvl"] = 379,
						["class"] = 8,
						["time"] = 1590316806,
						["bTag"] = "沙罗双树#5591",
					}, -- [610]
					{
						["role"] = "DAMAGER",
						["name"] = "善良魅魔-加里索斯",
						["iLvl"] = 348,
						["class"] = 12,
						["time"] = 1590316806,
						["bTag"] = "摸完来弄1400#5439",
					}, -- [611]
					{
						["role"] = "DAMAGER",
						["name"] = "坚守荣耀-千针石林",
						["iLvl"] = 418,
						["class"] = 6,
						["time"] = 1590314558,
						["bTag"] = "断绝信仰#5847",
					}, -- [612]
					{
						["role"] = "HEALER",
						["name"] = "大猪蹄子-末日祷告祭坛",
						["iLvl"] = 327,
						["class"] = 7,
						["time"] = 1590317850,
						["bTag"] = "隐蔽之裤#5257689",
					}, -- [613]
					{
						["role"] = "DAMAGER",
						["name"] = "灬天宇灬-国王之谷",
						["iLvl"] = 479,
						["class"] = 12,
						["time"] = 1590318722,
						["bTag"] = "落叶随风#52579",
					}, -- [614]
					{
						["role"] = "TANK",
						["name"] = "八万姐姐-国王之谷",
						["iLvl"] = 476,
						["class"] = 10,
						["time"] = 1590318722,
						["bTag"] = "chowhans#5178",
					}, -- [615]
					{
						["role"] = "DAMAGER",
						["name"] = "伊兰德羽月-国王之谷",
						["iLvl"] = 437,
						["class"] = 12,
						["time"] = 1590318722,
						["bTag"] = "炒饭不冷#5290",
					}, -- [616]
					{
						["role"] = "TANK",
						["name"] = "淡淡清香-末日行者",
						["iLvl"] = 418,
						["class"] = 1,
						["time"] = 1590320880,
						["bTag"] = "水若#51385",
					}, -- [617]
					{
						["role"] = "DAMAGER",
						["name"] = "巨浪-耳语海岸",
						["iLvl"] = 441,
						["class"] = 9,
						["time"] = 1590321650,
						["bTag"] = "欢乐蟹老板#5878",
					}, -- [618]
					{
						["name"] = "纸短丶情长-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590321357,
						["class"] = 3,
					}, -- [619]
					{
						["role"] = "DAMAGER",
						["name"] = "七旋风-自由之风",
						["iLvl"] = 480,
						["class"] = 11,
						["time"] = 1590321650,
						["bTag"] = "瓶中的邵老师#5800",
					}, -- [620]
					{
						["role"] = "DAMAGER",
						["name"] = "这天-万色星辰",
						["iLvl"] = 439,
						["class"] = 1,
						["time"] = 1590321650,
						["bTag"] = "Iylleis#5754",
					}, -- [621]
					{
						["name"] = "灬钱多多-暗影之月",
						["role"] = "TANK",
						["time"] = 1590321580,
						["class"] = 11,
					}, -- [622]
					{
						["role"] = "DAMAGER",
						["name"] = "无情的黑驴-末日行者",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1590333344,
					}, -- [623]
					{
						["name"] = "空穴来风-格瑞姆巴托",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 1,
					}, -- [624]
					{
						["name"] = "憨丶憨-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590333309,
						["class"] = 1,
					}, -- [625]
					{
						["name"] = "给你点颜色丶-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 4,
					}, -- [626]
					{
						["role"] = "DAMAGER",
						["name"] = "大烟袋-迅捷微风",
						["iLvl"] = 450,
						["class"] = 3,
						["time"] = 1590333344,
						["bTag"] = "SnarkyHero#5610",
					}, -- [627]
					{
						["name"] = "自渡三郎-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 4,
					}, -- [628]
					{
						["name"] = "毁灭舔下-安苏",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 4,
					}, -- [629]
					{
						["name"] = "马里奥丶风叔-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 3,
					}, -- [630]
					{
						["name"] = "多情空余恨-回音山",
						["role"] = "DAMAGER",
						["time"] = 1590333344,
						["class"] = 7,
					}, -- [631]
					{
						["name"] = "幻紫-主宰之剑",
						["role"] = "DAMAGER",
						["time"] = 1590334202,
						["class"] = 4,
					}, -- [632]
					{
						["name"] = "提刀上青楼-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590334202,
						["class"] = 6,
					}, -- [633]
					{
						["name"] = "清风聊语-伊森利恩",
						["role"] = "DAMAGER",
						["time"] = 1590334202,
						["class"] = 2,
					}, -- [634]
					{
						["name"] = "画的-霜之哀伤",
						["role"] = "DAMAGER",
						["time"] = 1590334202,
						["class"] = 4,
					}, -- [635]
					{
						["role"] = "DAMAGER",
						["name"] = "想念珊喜-风暴峭壁",
						["iLvl"] = 369,
						["class"] = 1,
						["time"] = 1590334202,
						["bTag"] = "想念珊喜#5406",
					}, -- [636]
					{
						["role"] = "DAMAGER",
						["name"] = "Breaklxx-暗影迷宫",
						["iLvl"] = 479,
						["class"] = 3,
						["time"] = 1590336133,
						["bTag"] = "我爱兰馨美眉#5594",
					}, -- [637]
					{
						["name"] = "鸢尾花灬安娜-罗宁",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 8,
					}, -- [638]
					{
						["name"] = "一粒沙白-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 8,
					}, -- [639]
					{
						["role"] = "HEALER",
						["name"] = "Breakxww-暗影迷宫",
						["class"] = 11,
						["iLvl"] = 473,
						["time"] = 1590336133,
					}, -- [640]
					{
						["name"] = "露娜星辰-塞拉摩",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 3,
					}, -- [641]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷风语-主宰之剑",
						["iLvl"] = 334,
						["class"] = 12,
						["time"] = 1590334342,
						["bTag"] = "BillZheng#5607",
					}, -- [642]
					{
						["name"] = "乄饢撩裙-踏梦者",
						["role"] = "DAMAGER",
						["time"] = 1590335279,
						["class"] = 12,
					}, -- [643]
					{
						["role"] = "HEALER",
						["name"] = "某年某月某人-格瑞姆巴托",
						["iLvl"] = 479,
						["class"] = 11,
						["time"] = 1590341667,
						["bTag"] = "凯旋天际#5233",
					}, -- [644]
					{
						["role"] = "DAMAGER",
						["name"] = "狐仙灬大人-白银之手",
						["iLvl"] = 480,
						["class"] = 8,
						["time"] = 1590341667,
						["bTag"] = "菠萝柠檬茶#51338",
					}, -- [645]
					{
						["name"] = "迪蒙丶汉特-金色平原",
						["role"] = "DAMAGER",
						["time"] = 1590341667,
						["class"] = 12,
					}, -- [646]
					{
						["role"] = "DAMAGER",
						["name"] = "悬架的-霜狼",
						["class"] = 8,
						["leader"] = true,
						["time"] = 1590368696,
					}, -- [647]
					{
						["name"] = "Leiioo-主宰之剑",
						["role"] = "TANK",
						["time"] = 1590368696,
						["class"] = 10,
					}, -- [648]
					{
						["name"] = "锈剑骑士-金色平原",
						["role"] = "TANK",
						["time"] = 1590368696,
						["class"] = 2,
					}, -- [649]
					{
						["name"] = "大西己-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590368696,
						["class"] = 12,
					}, -- [650]
					{
						["name"] = "渠道爆击-白银之手",
						["role"] = "DAMAGER",
						["time"] = 1590368696,
						["class"] = 1,
					}, -- [651]
					{
						["name"] = "荆戈止武-桑德兰",
						["role"] = "DAMAGER",
						["time"] = 1590368696,
						["class"] = 6,
					}, -- [652]
					{
						["name"] = "闪电哈哈-国王之谷",
						["role"] = "DAMAGER",
						["time"] = 1590368696,
						["class"] = 3,
					}, -- [653]
					{
						["name"] = "糯米火烧-迦拉克隆",
						["role"] = "DAMAGER",
						["time"] = 1590356077,
						["class"] = 8,
					}, -- [654]
					{
						["name"] = "Proliv-末日行者",
						["role"] = "DAMAGER",
						["time"] = 1590368696,
						["class"] = 8,
					}, -- [655]
				},
			},
			["appShine"] = "80200.03",
			["advShine"] = "80100.01",
			["searchHistoryList"] = {
				"2-257-683-0", -- [1]
				"3-258-686-0", -- [2]
				"3-254-671-0", -- [3]
				"3-254-670-0", -- [4]
				"2-0-0-0", -- [5]
				"9-0-19-0", -- [6]
				"6-0-17-0", -- [7]
				"3-251-665-0", -- [8]
				"2-137-502-0", -- [9]
				"2-141-661-0", -- [10]
				"1-248-650-0", -- [11]
				"2-142-518-0", -- [12]
				"2-145-530-0", -- [13]
				"3-135-495-0", -- [14]
				"2-7-30-0", -- [15]
				"2-142-517-0", -- [16]
				"2-253-669-0", -- [17]
				"3-258-685-0", -- [18]
				"6-0-0-0", -- [19]
				"3-0-0-0", -- [20]
				"6-0-16-0", -- [21]
				"2-256-679-0", -- [22]
				"3-258-687-0", -- [23]
				"3-135-494-0", -- [24]
				"3-135-496-0", -- [25]
				"1-247-647-0", -- [26]
				"3-0-458-0", -- [27]
			},
			["lastSearchCode"] = "2-257-683-0",
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					false, -- [3]
					false, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["殷倾颜 - 罗宁"] = {
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -6.6031494140625,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-138-507-0", -- [2]
				"2-142-518-0", -- [3]
			},
			["minimap"] = {
				["minimapPos"] = 247.3196095361105,
			},
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "冷小子主-主宰之剑",
						["time"] = 1620225335,
						["class"] = 9,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "胡子公-雷斧堡垒",
						["iLvl"] = 189,
						["time"] = 1620225335,
						["class"] = 7,
						["bTag"] = "只想快乐#5527",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "老铁买盘吗-翡翠梦境",
						["iLvl"] = 170,
						["time"] = 1620225335,
						["class"] = 2,
						["bTag"] = "燃魂#5408",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "痞痞杰-主宰之剑",
						["iLvl"] = 141,
						["time"] = 1620225335,
						["class"] = 9,
						["bTag"] = "帝痞#51992",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丶慕容雪-破碎岭",
						["iLvl"] = 183,
						["time"] = 1620225335,
						["class"] = 10,
						["bTag"] = "悲伤地情歌#5192",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Damnloser-白银之手",
						["iLvl"] = 152,
						["time"] = 1620225335,
						["class"] = 6,
						["bTag"] = "Kichaos#5925",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "凰风之翼-霜之哀伤",
						["iLvl"] = 162,
						["time"] = 1620225335,
						["class"] = 8,
						["bTag"] = "风凰#5223",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "飞出的拖鞋-熊猫酒仙",
						["iLvl"] = 122,
						["time"] = 1620225335,
						["class"] = 4,
						["bTag"] = "京城刺客#5299",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "筱曦灬-符文图腾",
						["time"] = 1620225335,
						["class"] = 12,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "橘片真爽-白银之手",
						["iLvl"] = 147,
						["time"] = 1620225335,
						["class"] = 8,
						["bTag"] = "凌霄醉#5710",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "加勒比戰士-暗影之月",
						["time"] = 1620225335,
						["class"] = 1,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "咆哮的大黑牛-白骨荒野",
						["iLvl"] = 137,
						["time"] = 1620226615,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "林兴福#5117",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "歌德奈特-熊猫酒仙",
						["iLvl"] = 210,
						["time"] = 1620226615,
						["class"] = 12,
						["bTag"] = "埃洛伊赛#5681",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "性感的玉米-白银之手",
						["iLvl"] = 200,
						["time"] = 1620226615,
						["class"] = 10,
						["bTag"] = "路易十三#5508",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "猖狂的菟子-巴纳扎尔",
						["iLvl"] = 141,
						["time"] = 1620226615,
						["class"] = 3,
						["bTag"] = "猖狂的熊猫#5135",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "兰佩洛奇-龙骨平原",
						["time"] = 1620226615,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "不灭决心-安苏",
						["iLvl"] = 135,
						["time"] = 1620225456,
						["class"] = 9,
						["bTag"] = "Muzzckic#5222",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Lery-冰风岗",
						["iLvl"] = 178,
						["time"] = 1620226615,
						["class"] = 2,
						["bTag"] = "oolovexx#5268",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "紫菜虾滑汤-主宰之剑",
						["iLvl"] = 192,
						["time"] = 1620226615,
						["class"] = 9,
						["bTag"] = "美味儿小虾#5913",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "狼外肱-贫瘠之地",
						["iLvl"] = 223,
						["time"] = 1620226615,
						["class"] = 8,
						["bTag"] = "Terentius#5275",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "崔眠-龙骨平原",
						["time"] = 1620226615,
						["class"] = 4,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "三号球员-主宰之剑",
						["iLvl"] = 202,
						["time"] = 1622448797,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "小闲#51440",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "羊妹-迅捷微风",
						["iLvl"] = 203,
						["time"] = 1622448797,
						["class"] = 5,
						["bTag"] = "元弟#51893",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "无啦啦捅两刀-主宰之剑",
						["iLvl"] = 138,
						["time"] = 1622448797,
						["class"] = 4,
						["bTag"] = "无啦啦#51193",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Rumina-主宰之剑",
						["iLvl"] = 195,
						["time"] = 1622448797,
						["class"] = 1,
						["bTag"] = "露妮娜#5692",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "我会回来的啊-伊森利恩",
						["iLvl"] = 199,
						["time"] = 1622448797,
						["class"] = 9,
						["bTag"] = "春风#5763",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "贼亦有道-拉贾克斯",
						["iLvl"] = 199,
						["time"] = 1622448797,
						["class"] = 4,
						["bTag"] = "蛮力之精灵#59130",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "天使之堕-伊利丹",
						["iLvl"] = 179,
						["time"] = 1622448797,
						["class"] = 9,
						["bTag"] = "好青年#5144",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "丶夜秋-白银之手",
						["iLvl"] = 193,
						["time"] = 1622448797,
						["class"] = 1,
						["bTag"] = "ZuoYiAaaaaaa#5388",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "植丶-克尔苏加德",
						["time"] = 1622448797,
						["class"] = 10,
					}, -- [30]
				},
				["1-270-738-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "牧乃依-灰谷",
						["iLvl"] = 198,
						["time"] = 1622293906,
						["class"] = 5,
						["bTag"] = "瑟兰蒂斯#51135",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冰涛怒宇-凯尔萨斯",
						["iLvl"] = 224,
						["time"] = 1622293906,
						["class"] = 9,
						["bTag"] = "冰涛#5980",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "橙子的劣人-灰谷",
						["iLvl"] = 225,
						["time"] = 1622293906,
						["class"] = 3,
						["bTag"] = "何新建#5801",
					}, -- [3]
				},
				["3-0-723-0"] = {
					{
						["role"] = "TANK",
						["name"] = "波恩小猪-翡翠梦境",
						["time"] = 1621302758,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "天界的骑士-埃苏雷格",
						["iLvl"] = 208,
						["time"] = 1621302768,
						["class"] = 2,
						["bTag"] = "天界的骑士#5996",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "北瓜传说-暗影裂口",
						["time"] = 1621302775,
						["class"] = 9,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Upmeus-末日行者",
						["iLvl"] = 169,
						["time"] = 1621302775,
						["class"] = 8,
						["bTag"] = "TMerAzrael#5908",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "郎友-安苏",
						["iLvl"] = 178,
						["time"] = 1621302775,
						["class"] = 11,
						["bTag"] = "TMERHera#5851",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "摧骷拉朽-冰风岗",
						["time"] = 1621303097,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Beautifulday-白银之手",
						["iLvl"] = 199,
						["time"] = 1621302942,
						["class"] = 1,
						["bTag"] = "幸运之虎#58705",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "叫啥名字好呢-遗忘海岸",
						["time"] = 1621302860,
						["class"] = 2,
						["leader"] = true,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "饿灬狼-爱斯特纳",
						["time"] = 1621302957,
						["class"] = 8,
						["leader"] = true,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空琉璃树-罗宁",
						["iLvl"] = 140,
						["time"] = 1621302961,
						["class"] = 8,
						["bTag"] = "haozishark#5337",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "回到田觅时光-诺兹多姆",
						["time"] = 1621302942,
						["class"] = 3,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "綉气-熊猫酒仙",
						["iLvl"] = 221,
						["time"] = 1621303024,
						["class"] = 10,
						["bTag"] = "九号球#5447",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "康复-罗宁",
						["iLvl"] = 214,
						["time"] = 1621302963,
						["class"] = 10,
						["bTag"] = "Dream#513108",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "阿尔莎-伊瑟拉",
						["time"] = 1621302942,
						["class"] = 11,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "从前的-罗宁",
						["iLvl"] = 221,
						["time"] = 1621303000,
						["class"] = 8,
						["bTag"] = "曾经眷恋太阳#5120",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "笑靥如花丶-克苏恩",
						["iLvl"] = 222,
						["time"] = 1621302957,
						["class"] = 8,
						["bTag"] = "笑靥如花丶#5583",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "速射法则-末日行者",
						["iLvl"] = 211,
						["time"] = 1621302985,
						["class"] = 3,
						["bTag"] = "百万#52104",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "两千多只耗子-罗宁",
						["iLvl"] = 195,
						["time"] = 1621302961,
						["class"] = 7,
						["bTag"] = "无爱无悔#5561",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "一定欢喜-白银之手",
						["iLvl"] = 223,
						["time"] = 1621302965,
						["class"] = 3,
						["bTag"] = "魔天记#51538",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "老汉丶-白银之手",
						["iLvl"] = 209,
						["time"] = 1621302983,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丨石头丨#5263",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "三队站士-白银之手",
						["iLvl"] = 206,
						["time"] = 1621302987,
						["class"] = 3,
						["bTag"] = "丨石头丨#5263",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "Komorebii-塞拉摩",
						["iLvl"] = 224,
						["time"] = 1621302957,
						["class"] = 5,
						["bTag"] = "江希礼#5454",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Senorita-桑德兰",
						["iLvl"] = 171,
						["time"] = 1621302975,
						["class"] = 8,
						["bTag"] = "Javier#51266",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "打不死毒死你-迦玛兰",
						["time"] = 1621302963,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "三千筏司-狂风峭壁",
						["iLvl"] = 221,
						["time"] = 1621302985,
						["class"] = 6,
						["bTag"] = "三千#5395",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "楚王爷-暮色森林",
						["iLvl"] = 213,
						["time"] = 1621303022,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "samLIu#5296",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "清幽丶心静凡-末日行者",
						["iLvl"] = 227,
						["time"] = 1622046066,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "心静似凡#5421",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "爱笑的虹虹-末日行者",
						["iLvl"] = 209,
						["time"] = 1622046083,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "花开花落#52766",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "朝阳似血-灰谷",
						["iLvl"] = 216,
						["time"] = 1622046083,
						["class"] = 12,
						["bTag"] = "各种无聊#5595",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Taurus-罗宁",
						["iLvl"] = 210,
						["time"] = 1622046083,
						["class"] = 8,
						["bTag"] = "Archanfel#51672",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "无声的蚊子-月神殿",
						["iLvl"] = 211,
						["time"] = 1622046083,
						["class"] = 11,
						["bTag"] = "无声的蚊子#5707",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "夏蓝语-白银之手",
						["iLvl"] = 150,
						["time"] = 1622046083,
						["class"] = 1,
						["bTag"] = "光和影#51675",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯小時候-白银之手",
						["iLvl"] = 207,
						["time"] = 1622046083,
						["class"] = 4,
						["bTag"] = "天涯小时候#5160",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "紫罗兰珐诗-破碎岭",
						["iLvl"] = 203,
						["time"] = 1622046083,
						["class"] = 8,
						["bTag"] = "蔚逸#5342",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "谟涅摩叙涅-月神殿",
						["time"] = 1622046083,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "基巨大的烦恼-国王之谷",
						["iLvl"] = 186,
						["time"] = 1622046083,
						["class"] = 1,
						["bTag"] = "基大的烦恼#5162",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "赞劲-基尔加丹",
						["iLvl"] = 218,
						["time"] = 1622046083,
						["class"] = 10,
						["bTag"] = "孙瑞泽#5435",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "大小不了不了-安苏",
						["iLvl"] = 216,
						["time"] = 1622046083,
						["class"] = 12,
						["bTag"] = "MrMm#51164",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "矮蛋骑主-主宰之剑",
						["iLvl"] = 172,
						["time"] = 1622046081,
						["class"] = 2,
						["bTag"] = "胸怀宇宙孙连成#5175",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "全身都是気质-罗宁",
						["iLvl"] = 226,
						["time"] = 1622046083,
						["class"] = 2,
						["bTag"] = "崛起求败#5394",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "猫猫可爱-奥达曼",
						["iLvl"] = 212,
						["time"] = 1622046083,
						["class"] = 5,
						["bTag"] = "猫猫可爱#5442",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "雨落无声-狂热之刃",
						["iLvl"] = 224,
						["time"] = 1622046073,
						["class"] = 4,
						["bTag"] = "阿布洛狄#5763",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "雨天共渺-狂热之刃",
						["iLvl"] = 225,
						["time"] = 1622046081,
						["class"] = 11,
						["bTag"] = "雨天共渺#5389",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "缥缈无拘-拉文凯斯",
						["iLvl"] = 223,
						["time"] = 1622046083,
						["class"] = 8,
						["bTag"] = "黑暗中的舞者#5279",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "不靠谱-月神殿",
						["iLvl"] = 186,
						["time"] = 1622046083,
						["class"] = 8,
						["bTag"] = "爱劳动#5970",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "丨一笑生花丨-白银之手",
						["iLvl"] = 224,
						["time"] = 1622046073,
						["class"] = 11,
						["bTag"] = "璀璨的空#5265",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "黑眼瞓-达隆米尔",
						["iLvl"] = 189,
						["time"] = 1622046083,
						["class"] = 3,
						["bTag"] = "孤鸠寒#51785",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "米菈娜-守护之剑",
						["iLvl"] = 225,
						["time"] = 1622046083,
						["class"] = 3,
						["bTag"] = "Alpha#5641",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "狮子滚绣球-克苏恩",
						["iLvl"] = 215,
						["time"] = 1622046083,
						["class"] = 10,
						["bTag"] = "海上月是天上月#5393",
					}, -- [49]
					{
						["role"] = "TANK",
						["name"] = "龙腾多多-世界之树",
						["iLvl"] = 196,
						["time"] = 1622046073,
						["class"] = 12,
						["bTag"] = "林龙#5167",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "南梦一笑倾城-回音山",
						["iLvl"] = 162,
						["time"] = 1622046083,
						["class"] = 10,
						["bTag"] = "dovejwy#5649",
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "狗腿子-石锤",
						["time"] = 1622046083,
						["class"] = 12,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻忽略你-月光林地",
						["iLvl"] = 216,
						["time"] = 1622046073,
						["class"] = 3,
						["bTag"] = "阿丽古娜#5295",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "紫罗兰烈仁-破碎岭",
						["iLvl"] = 208,
						["time"] = 1622046066,
						["class"] = 3,
						["bTag"] = "三生三世#51980",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "尔雅者心随-雷斧堡垒",
						["time"] = 1622046083,
						["class"] = 11,
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "我不爱晒太阳-国王之谷",
						["iLvl"] = 203,
						["time"] = 1622046073,
						["class"] = 12,
						["bTag"] = "随便来一个#51452",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "四时可爱-罗宁",
						["iLvl"] = 229,
						["time"] = 1622046083,
						["class"] = 6,
						["bTag"] = "王二#51508",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "後會無期-霜之哀伤",
						["time"] = 1622046083,
						["class"] = 4,
					}, -- [58]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "吃雪糕啊-迦拉克隆",
						["time"] = 1621759718,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "茧墨-霜之哀伤",
						["time"] = 1621759718,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暖一丶-瓦里玛萨斯",
						["time"] = 1621759718,
						["class"] = 8,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Allclear-霜之哀伤",
						["time"] = 1621759718,
						["class"] = 8,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝天花-奥特兰克",
						["time"] = 1621759718,
						["class"] = 9,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "再给我三分钟-主宰之剑",
						["time"] = 1621759718,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨丶迈朦嘚儿-壁炉谷",
						["time"] = 1621759718,
						["class"] = 11,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "猫的冷色调-火喉",
						["time"] = 1621759718,
						["class"] = 5,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "大耳朵图图猫-国王之谷",
						["time"] = 1621759718,
						["class"] = 8,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐平头哥-阿拉索",
						["time"] = 1621759718,
						["class"] = 4,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "月神的信徒-奥特兰克",
						["iLvl"] = 220,
						["time"] = 1622294041,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "闪亮之翼#515929",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "妖妖灵丶-雷斧堡垒",
						["iLvl"] = 227,
						["time"] = 1622294101,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "暗之礼赞丶#5613",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "玫普-暗影之月",
						["iLvl"] = 199,
						["time"] = 1622294101,
						["class"] = 5,
						["bTag"] = "匆匆那年#5500",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "渐渐老去-国王之谷",
						["iLvl"] = 224,
						["time"] = 1622294041,
						["class"] = 2,
						["bTag"] = "逝去的青春#52882",
					}, -- [14]
				},
			},
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"6-0-16-0", -- [2]
				"4-0-0-0", -- [3]
				"6-0-0-0", -- [4]
				"4-0-7-0", -- [5]
				"4-0-6-0", -- [6]
				"2-257-683-0", -- [7]
				"2-142-518-0", -- [8]
				"2-0-0-0", -- [9]
				"3-258-686-0", -- [10]
				"3-251-665-0", -- [11]
				"3-254-671-0", -- [12]
				"3-254-670-0", -- [13]
				"111-249-662-0", -- [14]
			},
			["version"] = "90002.03",
			["advShine"] = "80300.01",
			["lastSearchCode"] = "9-0-19-0",
		},
	},
}
